Repository: pika-backup/pika-backup
Catalog: help/*/*.po
Languages: bg, cs, de, el, hu, pt_br, ru, sv

source: Select the <gui>Setup Backup</gui> button
bg: Изберете бутона <gui>Настройване на резервата</gui>
de: Wählen Sie den Knopf <gui>Sicherung einrichten</gui>
el: Επιλέξτε το κουμπί <gui>Ρύθμιση αντιγράφου</gui>
pt_br: Selecione o botão <gui>Configurar backup</gui>
ru: Нажмите кнопку <gui>Настройка резервного копирования</gui>

# _
source: external ref='media/setup-button.svg' md5='69724ae8049e2c4b3deb734e4a740fbf'
de: Original hat keine Strings, kann also verwendet werden.

source: In the <gui>Create new Repository</gui> section, choose the drive or <gui>Location on Disk</gui>
bg: В раздела <gui>Създай ново хранилище</gui> изберете диска или <gui>Място на диска</gui>.
de: Wählen Sie im Abschnitt <gui>Ein neues Sicherungsdepot anlegen</gui> das Laufwerk oder den <gui>Ort auf der Festplatte</gui>
el: Στην ενότητα <gui>Δημιουργία νέου αποθετηρίου</gui>, επιλέξτε τον δίσκο ή την <gui>Τοποθεσία στο δίσκο</gui>
hu: Az <gui>Új tároló létrehozása</gui> szakaszban válassza ki a meghajtót vagy a <gui>Lemezen lévő hely</gui> lehetőséget.
pt_br: Na seção <gui>Criar novo repositório</gui>, escolha a unidade ou o <gui>Local no disco</gui>
ru: В разделе <gui>Создать новое хранилище</gui> выберите диск или <gui>Расположение на диске</gui>
sv: Välj i avsnittet <gui>Skapa ny lagringsplats</gui> enheten eller <gui>Plats på disk</gui>

source: Ensure the <gui>Repository Base Folder</gui> has your removable drive selected. If not, press the <gui style="button">Select Folder…</gui> button
bg: Уверете се, че в <gui>Основна папка на хранилището</gui> е избрано вашето сменяемо устройство. Ако не, натиснете бутона <gui style="button">Избиране на папка…</gui>.
de: Stellen Sie sicher, dass der <gui>Basisordner des Depots</gui> Ihr entfernbares Laufwerk ist. Falls nicht, so drücken Sie den Knopf <gui style="button">Ordner wählen …</gui>
el: Βεβαιωθείτε ότι ο <gui>Βασικός φάκελος αποθετηρίου</gui> έχει επιλεγμένο τον αφαιρούμενο δίσκο σας. Αν όχι, πατήστε το κουμπί <gui style="button">Επιλογή φακέλου…</gui>
hu: Biztosítsa, hogy a <gui>Tároló alapmappája</gui> rendelkezzen a kiválasztott cserélhető meghajtóval. Ha nem látható, akkor nyomja meg a <gui style="button">Mappa kiválasztása…</gui> gombot.
pt_br: Certifique-se de que a <gui>Pasta base do repositório</gui> tenha sua unidade removível selecionada. Caso contrário, pressione o botão <gui style="button">Selecionar pasta…</gui>
ru: Убедитесь, что в <gui>Базовой папке хранилища</gui> выбран ваш съёмный диск. Если нет, нажмите кнопку <gui style="button">Выбрать папку…</gui>
sv: Säkerställ att <gui>Basmapp för lagringsplats</gui> har din flyttbara disk vald. Om inte, tryck på knappen <gui style="button">Välj mapp…</gui>

source: The new backup <link xref="general-glossary#repository">repository</link> will be created in a folder with the specified <gui>Repository Name</gui>.
bg: Новата резерва <link xref="general-glossary#repository">хранилище</link> ще бъде създадено в папка със зададеното <gui>Име на хранилище</gui>.
de: Das neue <link xref="general-glossary#repository">Datensicherungsdepot</link> wird in einem Ordner mit dem angegebenen <gui>Depotnamen</gui> angelegt.
el: Το νέο <link xref="general-glossary#repository">αποθετήριο</link> αντιγράφων θα δημιουργηθεί σε έναν φάκελο με το καθορισμένο <gui>Όνομα αποθετηρίου</gui>.
hu: Az új biztonsági mentési <link xref="general-glossary#repository">tároló</link> a <gui>Tároló neve</gui> által megadott nevű mappában kerül létrehozásra.
pt_br: O novo <link xref="general-glossary#repository">repositório</link> de backup será criado em uma pasta com o <gui>Nome do repositório</gui> especificado.
ru: Новое <link xref="general-glossary#repository">хранилище</link> резервной копии будет создано в папке с указанным <gui>Названием хранилища</gui>.
sv: Den nya <link xref="general-glossary#repository">lagringsplatsen</link> för säkerhetskopian kommer skapas i en mapp med angivet <gui>Lagringsplatsnamn</gui>.

source: Press <gui style="button">Continue</gui>
bg: Натиснете <gui style="button">Продължаване</gui>
de: Klicken Sie auf <gui style="button">Fortsetzen</gui>
el: Πατήστε <gui style="button">Συνέχεια</gui>
hu: Nyomja meg a <gui style="button">Folytatás</gui> gombot.
pt_br: Pressione <gui style="button">Continuar</gui>
ru: Нажмите <gui style="button">Продолжить</gui>
sv: Tryck <gui style="button">Fortsätt</gui>

source: Choose the desired <link xref="general-glossary#encryption">encryption</link> settings
bg: Изберете желаните настройки за <link xref="general-glossary#encryption">шифриране</link>
de: Wählen Sie die gewünschten Einstellungen für <link xref="general-glossary#encryption">Verschlüsselung</link>
el: Επιλέξτε τις επιθυμητές ρυθμίσεις <link xref="general-glossary#encryption">κρυπτογράφησης</link>
hu: Válassza ki a kívánt <link xref="general-glossary#encryption">titkosítási</link> beállításokat.
pt_br: Escolha as configurações de <link xref="general-glossary#encryption">criptografia</link> desejadas
ru: Выберите необходимые настройки <link xref="general-glossary#encryption">шифрования</link>
sv: Välj de önskade inställningarna för <link xref="general-glossary#encryption">kryptering</link>

source: Press <gui style="button">Create</gui>
bg: Натиснете <gui style="button">Създаване</gui>
de: Klicken Sie auf <gui style="button">Anlegen</gui>
el: Πατήστε <gui style="button">Δημιουργία</gui>
hu: Nyomja meg a <gui style="button">Létrehozás</gui> gombot.
pt_br: Pressione <gui style="button">Criar</gui>
ru: Нажмите <gui style="button">Создать</gui>
sv: Tryck <gui style="button">Skapa</gui>

source: Configure the <gui>Files to Back Up</gui> and <gui>Exclude from Backup</gui> sections
bg: Настройте <gui>Файлове за резерва</gui> и <gui>Изключи от резервата</gui> раздели
de: Richten Sie sie Abschnitte <gui>Zu sichernde Dateien</gui> und <gui>Von Sicherung ausschließen</gui> ein
el: Ρυθμίστε τις ενότητες <gui>Αρχεία για αντίγραφο</gui> και <gui>Εξαίρεση από το αντίγραφο</gui>
hu: Állítsa be a <gui>Mentendő fájlok</gui> és a <gui>Kihagyás a biztonsági mentésből</gui> szakaszokat.
pt_br: Configure as seções <gui>Arquivos para fazer backup</gui> e <gui>Excluir do backup</gui>
ru: Настройте разделы <gui>Файлы для резервного копирования</gui> и <gui>Исключить из резервного копирования</gui>
sv: Konfigurera avsnitten <gui>Filer att säkerhetskopiera</gui> och <gui>Undanta från säkerhetskopiering</gui>

source: Press <gui style="button">Back Up Now</gui>
bg: Натиснете <gui style="button">Създаване на резерва</gui>
de: Klicken Sie auf <gui style="button">Jetzt sichern</gui>
el: Πατήστε <gui style="button">Δημιουργία αντιγράφου τώρα</gui>
hu: Nyomja meg a <gui style="button">Biztonsági mentés most</gui> gombot.
pt_br: Pressione <gui style="button">Fazer backup agora</gui>
ru: Нажмите <gui style="button">Сделать резервную копию сейчас</gui>
sv: Tryck <gui style="button">Säkerhetskopiera nu</gui>

source: A common problem with removable drives are missing file system permissions to create files and folders. Make sure the drive is configured in a way that <app>Pika Backup</app> can write to it.
bg: Често срещан проблем при преносимите дискове са липсващите права на файловата система за създаване на файлове и папки. Уверете се, че устройството е конфигурирано така, че „<app>Pika Backup</app>“ да може да записва на него.
de: Ein häufiges Problem mit entfernbaren Datenträgern ist fehlende Dateisystem-Berechtigungen, um Dateien und Ordner anzulegen. Stellen Sie sicher, dass das Laufwerk so eingerichtet ist, dass <app>Pika Datensicherung</app> darauf schreiben darf.
el: Ένα συνηθισμένο πρόβλημα με τους αφαιρούμενους δίσκους είναι η έλλειψη δικαιωμάτων συστήματος αρχείων για τη δημιουργία αρχείων και φακέλων. Βεβαιωθείτε ότι ο δίσκος είναι ρυθμισμένος έτσι ώστε το <app>Pika Backup</app> να μπορεί να γράψει σε αυτόν.
hu: A cserélhető meghajtóknál gyakori probléma a fájlok és mappák létrehozásához szükséges fájlrendszeri jogosultságok hiánya. Győződjön meg arról, hogy a meghajtó úgy van-e beállítva, hogy a <app>Pika biztonsági mentés</app> írni tudjon rá.
pt_br: Um problema comum com unidades removíveis é a falta de permissões do sistema de arquivos para criar arquivos e pastas. Certifique-se de que a unidade esteja configurada de forma que o <app>Pika Backup</app> possa gravar nela.
ru: Распространённой проблемой со съемными дисками является отсутствие разрешений файловой системы на создание файлов и папок. Убедитесь, что диск настроен таким образом, чтобы приложение <app>Pika Backup</app> могло выполнять запись на него.
sv: Ett vanligt problem med flyttbara enheter är saknade filsystemsrättigheter för att skapa filer och mappar. Säkerställ att enheten är konfigurerad så att <app>Pika Backup</app> kan skriva till den.

source: Setup remote backup on a network share
bg: Настройка на отдалечено архивиране в споделена мрежа
de: Datensicherung auf einer Netzwerk-Freigabe einrichten
el: Ρύθμιση απομακρυσμένου αντιγράφου σε κοινόχρηστο πόρο δικτύου
pt_br: Configure o backup remoto em um compartilhamento de rede
ru: Настройка удалённого резервного копирования на общий сетевой ресурс

source: Network Share
bg: Споделяне на мрежатата
de: Netzwerk-Freigabe
el: Κοινόχρηστος πόρος δικτύου
hu: Hálózati megosztás
pt_br: Compartilhamento de rede
ru: Общий сетевой ресурс
sv: Nätverksutdelning

source: <app>Pika Backup</app> supports backing up on network shares.
bg: <app>Pika Backup</app> поддържа архивиране на мрежови споделяния.
de: <app>Pika Datensicherung</app> unterstützt das Sichern auf Netzwerk-Freigaben.
el: Το <app>Pika Backup</app> υποστηρίζει τη δημιουργία αντιγράφων σε κοινόχρηστους πόρους δικτύου.
hu: A <app>Pika biztonsági mentés</app> támogatja a hálózati megosztásokra történő biztonsági mentést.
pt_br: <app>Pika Backup</app> suporta backup em compartilhamentos de rede.
ru: <app>Pika Backup</app> поддерживает резервное копирование на общих сетевых ресурсах.
sv: <app>Pika Backup</app> stöder säkerhetskopiering till nätverksutdelningar.

source: Connect to the network share using <app>GNOME Files</app>. See <link href="help:gnome-help/nautilus-connect">GNOME Files</link> help pages for reference.
bg: Свържете се с мрежовото споделяне, като използвате <app>GNOME Files</app>. За повече информация, вижте помощните страници на <link href=„help:gnome-help/nautilus-connect“>GNOME Files</link>.
de: Verbinden Sie sich mit der Netzwerk-Freigabe mittels <app>GNOME Dateien</app>. Lesen Sie zum Nachschlagen die Hilfeseiten von <link href="help:gnome-help/nautilus-connect">GNOME Dateien</link>.
el: Συνδεθείτε στον κοινόχρηστο πόρο δικτύου χρησιμοποιώντας τα <app>Αρχεία GNOME</app>. Δείτε τις σελίδες βοήθειας της εφαρμογής <link href="help:gnome-help/nautilus-connect">Αρχεία GNOME</link> για αναφορά.
hu: Kapcsolódjon a hálózati megosztáshoz a <app>GNOME Fájlok</app> használatával. Nézze meg a <link href="help:gnome-help/nautilus-connect">GNOME Fájlok</link> súgóoldalait a hivatkozásért.
pt_br: Conecte-se ao compartilhamento de rede usando o <app>Arquivos</app> do GNOME. Consulte as páginas de ajuda do <link href="help:gnome-help/nautilus-connect">Arquivos</link> do GNOME para referência.
ru: Подключитесь к общему сетевому ресурсу с помощью приложения <app>Файлы GNOME</app>. Для получения справки смотрите <link href="help:gnome-help/nautilus-connect">Файлы GNOME</link>.
sv: Anslut till nätverksutdelningen med <app>GNOME Filer</app>. Se hjälpsidorna för <link href="help:gnome-help/nautilus-connect">GNOME Filer</link> för referens.

source: Select the <gui>Setup Backup</gui> button.
bg: Изберете бутона <gui>Настройване на резервата</gui>.
de: Wählen Sie den Knopf <gui>Sicherung einrichten</gui>.
el: Επιλέξτε το κουμπί <gui>Ρύθμιση αντιγράφου</gui>.
pt_br: Selecione o botão <gui>Configurar backup</gui>.
ru: Выберите кнопку <gui>Настройка резервного копирования</gui>.

source: In the <gui>Create new Repository</gui> section, choose the network share.
bg: В раздела <gui>Създай ново хранилище</gui> изберете мрежовото споделяне.
de: Wählen Sie im Abschnitt <gui>Neues Depot anlegen</gui> die Netzwerk-Freigabe.
el: Στην ενότητα <gui>Δημιουργία νέου αποθετηρίου</gui>, επιλέξτε τον κοινόχρηστο πόρο δικτύου.
hu: Az <gui>Új tároló létrehozása</gui> szakaszban válassza ki a hálózati megosztást.
pt_br: Na seção <gui>Criar novo repositório</gui>, escolha o compartilhamento de rede.
ru: В разделе <gui>Создать новое хранилище</gui> выберите общий сетевой ресурс.
sv: Välj nätverksutdelningen i avsnittet <gui>Skapa ny lagringsplats</gui>.

source: Ensure the <gui>Repository Base Folder</gui> has the network share selected. The <gui style="button">Select Folder…</gui> button can be used to select a sub-folder on the network share.
bg: Уверете се, че в <gui>Основна папка на хранилището</gui> е избрано мрежовото споделяне. Бутонът <gui style="button">Избиране на папка…</gui> може да се използва за избор на подпапка в мрежовото споделяне.
de: Stellen Sie sicher, dass der geteilte Netzwerkordner als <gui>Basisordner des Depots</gui> ausgewählt ist. Der Knopf <gui style="button">Ordner auswählen …</gui> kann verwendet werden, um einen Unterordner auf dem Netzwerkordner auszuwählen.
el: Βεβαιωθείτε ότι ο <gui>Βασικός φάκελος αποθετηρίου</gui> έχει επιλεγμένο τον κοινόχρηστο πόρο δικτύου. Το κουμπί <gui style="button">Επιλογή φακέλου…</gui> μπορεί να χρησιμοποιηθεί για την επιλογή ενός υποφακέλου στον κοινόχρηστο πόρο.
hu: Biztosítsa, hogy a <gui>Tároló alapmappája</gui> rendelkezzen a kiválasztott hálózati megosztással. A <gui style="button">Mappa kiválasztása…</gui> gomb használható a hálózati megosztáson lévő almappa kiválasztásához.
pt_br: Certifique-se de que a <gui>Pasta base do repositório</gui> tenha o compartilhamento de rede selecionado. O botão <gui style="button">Selecionar pasta…</gui> pode ser usado para selecionar uma subpasta no compartilhamento de rede.
ru: Убедитесь, что в поле <gui>базовая папка хранилища</gui> выбран общий сетевой ресурс. Для выбора подпапки на общем сетевом ресурсе можно воспользоваться кнопкой <gui style="button">Выбрать папку...</gui>.
sv: Säkerställ att <gui>Basmapp för lagringsplats</gui> har nätverksutdelningen vald. Knappen <gui style="button">Välj mapp…</gui> kan användas för att välja en undermapp till nätverksutdelningen.

source: Setup backups to remote servers and online services
bg: Създайте резервни копия на отдалечени сървъри и онлайн услуги
de: Datensicherungen auf Server und Online-Dienste einrichten
el: Ρύθμιση αντιγράφων σε απομακρυσμένους διακομιστές και διαδικτυακές υπηρεσίες
pt_br: Configure backups para servidores remotos e serviços online
ru: Настройка резервного копирования на удалённые серверы и онлайн-сервисы

source: Remote and Online Backups
bg: Отдалечени и онлайн резервни копия
de: Entfernte und Online-Datensicherungen
el: Απομακρυσμένα και διαδικτυακά αντίγραφα ασφαλείας
hu: Távoli és internetes biztonsági mentések
pt_br: Backups remotos e online
ru: Удалённые и онлайн резервные копии
sv: Fjärr- och nätsäkerhetskopior

source: <app>Pika Backup</app> supports backing up to remote servers and online services with <app>BorgBackup</app>, <cmd>ssh</cmd> or <cmd>sftp</cmd> support. Services with <app>BorgBackup</app> support are recommended for performance reasons.
bg: <app>Pika Backup</app> поддържа създаване на резервни копия на отдалечени сървъри и онлайн услуги с <app>BorgBackup</app>, <cmd>ssh</cmd> или <cmd>sftp</cmd>. Услугите с поддръжка на <app>BorgBackup</app> се препоръчват поради причини, свързани с производителността.
de: <app>Pika Datensicherung</app> unterstützt das Sichern auf entfernte Server und Online-Dienste mit <app>BorgBackup</app>-, <cmd>ssh</cmd>- oder <cmd>SFTP</cmd>-Unterstützung. Aufgrund höherer Leistungsfähigkeit werden Dienste mit <app>BorgBackup</app>-Unterstützung empfohlen.
el: Το <app>Pika Backup</app> υποστηρίζει τη δημιουργία αντιγράφων σε απομακρυσμένους διακομιστές και διαδικτυακές υπηρεσίες με υποστήριξη <app>BorgBackup</app>, <cmd>ssh</cmd> ή <cmd>sftp</cmd>. Οι υπηρεσίες με υποστήριξη <app>BorgBackup</app> συνιστώνται για λόγους απόδοσης.
hu: A <app>Pika biztonsági mentés</app> támogatja a <app>BorgBackup</app>, az <cmd>ssh</cmd> vagy az <cmd>sftp</cmd> támogatással rendelkező távoli kiszolgálókra és internetes szolgáltatásokra történő biztonsági mentést. A <app>BorgBackup</app> támogatással rendelkező szolgáltatások ajánlottak teljesítménybeli okokból.
pt_br: <app>Pika Backup</app> suporta backup em servidores remotos e serviços online com suporte para <app>BorgBackup</app>, <cmd>ssh</cmd> ou <cmd>sftp</cmd>. Serviços com suporte a <app>BorgBackup</app> são recomendados por motivos de desempenho.
ru: В <app>Pika Backup</app> предусмотрено создание резервных копий на удалённые серверы и онлайн сервисы используя <app>BorgBackup</app>, с поддержкой <cmd>ssh</cmd> или <cmd>sftp</cmd>. Из соображений быстродействия рекомендуется использовать службы с поддержкой <app>BorgBackup</app>.
sv: <app>Pika Backup</app> stöder säkerhetskopiering till fjärrservrar och nättjänster med stöd för <app>BorgBackup</app>, <cmd>ssh</cmd> eller <cmd>sftp</cmd>. Tjänster med stöd för <app>BorgBackup</app> rekommenderas av prestandaskäl.

source: In the <gui>Create new Repository</gui> section, choose <gui>Remote Location</gui>
bg: В раздела <gui>Създай ново хранилище</gui> изберете <gui>Отдалечено място</gui>.
de: Wählen Sie im Abschnitt <gui>Ein neues Sicherungsdepot anlegen</gui> <gui>Entfernter Ort</gui>
el: Στην ενότητα <gui>Δημιουργία νέου αποθετηρίου</gui>, επιλέξτε <gui>Απομακρυσμένη τοποθεσία</gui>
hu: Az <gui>Új tároló létrehozása</gui> szakaszban válassza ki a <gui>Távoli hely</gui> lehetőséget.
pt_br: Na seção <gui>Criar novo repositório</gui>, escolha <gui>Local remoto</gui>
ru: В разделе <gui>Создать новое хранилище</gui> выберите <gui>Удалённое расположение</gui>
sv: I avsnittet <gui>Skapa ny lagringsplats</gui>, välj <gui>Fjärrlagring</gui>

source: Enter the repository URL. This is usually provided by the online backup service if it has explicit <app>BorgBackup</app> support. The <gui>Examples</gui> section in the dialog has an overview of the syntax.
bg: Въведете адреса на хранилището. Обикновено той се предоставя от онлайн услугата за резервни копия, ако тя има изрична поддръжка на <app>BorgBackup</app>. В раздела <gui>Примери</gui> в прозореца има преглед на синтаксиса.
de: Geben Sie die Adresse des Depots an. Diese wird Ihnen üblicherweise vom Online-Sicherungsanbieter mitgeteilt, wenn dieser <app>BorgBackup</app> explizit unterstützt. Der Abschnitt <gui>Beispiele</gui> im Dialog gibt einen Überblick über die Syntax.
el: Εισαγάγετε το URL του αποθετηρίου. Αυτό συνήθως παρέχεται από την υπηρεσία διαδικτυακών αντιγράφων αν διαθέτει ρητή υποστήριξη <app>BorgBackup</app>. Η ενότητα <gui>Παραδείγματα</gui> στο παράθυρο διαλόγου περιέχει μια επισκόπηση της σύνταξης.
hu: Adja meg a tároló URL-jét. Ezt általában az internetes biztonsági mentési szolgáltatás biztosítja, ha az rendelkezik kifejezett <app>BorgBackup</app> támogatással. A párbeszédablakban lévő <gui>Példák</gui> szakasz áttekintést nyújt a szintaxisról.
pt_br: Insira o URL do repositório. Isso geralmente é fornecido pelo serviço de backup online se ele tiver suporte explícito para o <app>BorgBackup</app>. A seção <gui>Exemplos</gui> na caixa de diálogo tem uma visão geral da sintaxe.
ru: Введите URL хранилища. Обычно он предоставляется онлайн сервисом резервного копирования, при наличии явной поддержки <app>BorgBackup</app>. В разделе <gui>Примеры</gui> диалогового окна приведён обзор синтаксиса.
sv: Ange lagringsplatsens URL. Denna tillhandahålls vanligen av nättjänsten för säkerhetskopiering om den har explicit <app>BorgBackup</app>-stöd. Avsnittet <gui>Exempel</gui> i dialogrutan har en överblick av syntaxen.

source: Copy files from a backup archive to your computer
bg: Копирайте файлове от резервен архив на вашия компютър
de: Kopieren Sie Dateien aus einem Datensicherungsarchiv auf Ihren Computer
el: Αντιγραφή αρχείων από μια αρχειοθήκη αντιγράφου στον υπολογιστή σας
hu: Fájlok másolása egy biztonsági mentés archívumból a számítógépére
pt_br: Copie arquivos de um arquivo de backup para o seu computador
ru: Копирование файлов из архива резервной копии на ваш компьютер
sv: Kopiera filer från ett säkerhetskopieringsarkiv till din dator

source: Recover files
bg: Възстановяване на файлове
cs: Obnova souborů
de: Dateien wiederherstellen
el: Ανάκτηση αρχείων
hu: Fájlok helyreállítása
pt_br: Recupere arquivos
ru: Восстановление файлов
sv: Återställa filer

source: You can browse and view files and folders in a backup archive using a file browser like <app>GNOME Files</app>.
bg: Може да разглеждате и преглеждате файлове и папки в резервен архив, като използвате файлов браузър, например <app>GNOME Files</app>.
de: Sie können Dateien und Ordner in einem Datensicherungsarchiv mit einer Dateiverwaltung wie <app>GNOME Dateien</app> durchsuchen und anschauen.
el: Μπορείτε να περιηγηθείτε και να δείτε αρχεία και φακέλους σε μια αρχειοθήκη αντιγράφου χρησιμοποιώντας έναν περιηγητή αρχείων όπως τα <app>Αρχεία GNOME</app>.
hu: A biztonsági mentési archívumban lévő fájlokat és mappákat egy fájlböngésző, például a <app>GNOME Fájlok</app> használatával böngészheti és tekintheti meg.
pt_br: Você pode navegar e visualizar arquivos e pastas em um arquivo de backup usando um explorador de arquivos como o <app>Arquivos</app> do GNOME.
ru: Вы можете осуществлять навигацию и просматривать файлы и папки в архиве резервных копий с помощью файлового менеджера, такого как <app>Файлы GNOME</app>.
sv: Du kan bläddra bland och visa filer och mappar i ett säkerhetskopieringsarkiv med en filbläddrare som <app>GNOME Filer</app>.

source: If you have multiple backups, you have to select the corresponding backup in the overview first.
bg: Ако имате няколко резервни копия, първо трябва да изберете съответното резервно копие в прегледа.
cs: Pokud máte více záloh, musíte nejprve vybrat příslušnou zálohu.
de: Wenn Sie mehrere Datensicherungen haben, müssen Sie zuerst die entsprechende Datensicherung in der Übersicht auswählen.
el: Αν έχετε πολλαπλά αντίγραφα ασφαλείας, πρέπει πρώτα να επιλέξετε το αντίστοιχο αντίγραφο στην επισκόπηση.
hu: Ha több biztonsági mentése van, akkor először ki kell választania a megfelelő biztonsági mentést az áttekintőben.
pt_br: Se você tiver vários backups, primeiro deverá selecionar o backup correspondente na visão geral.
ru: Если у вас есть несколько резервных копий, вы должны сначала выбрать соответствующую копию в панели обзора.
sv: Om du har flera säkerhetskopior så måste du välja motsvarande säkerhetskopia i översikten först.

source: Select the <gui>Archives</gui> tab.
bg: Изберете раздела <gui>Архиви</gui>.
cs: Vyberte kartu <gui>Archivy</gui>.
de: Wählen Sie den Reiter <gui>Archive</gui>.
el: Επιλέξτε την καρτέλα <gui>Αρχειοθήκες</gui>.
hu: Válassza az <gui>Archívumok</gui> lapot.
pt_br: Selecione a aba <gui>Arquivos</gui>.
ru: Выберите вкладку <gui>Архивы</gui>.
sv: Välj fliken <gui>Arkiv</gui>.

# _
source: external ref='media/archives-button.svg' md5='280ff4d8724a7e141be03c2cba579fb4'
de: Original hat keine Strings, kann also verwendet werden.
