Repository: pika-backup/pika-backup
Catalog: help/*/*.po
Languages: bg, cs, de, el, hu, pt_br, ru, sv

# _
source: translator-credits
bg: twlvnn kraftwerk <kraft_werk@tutanota.com>
cs: Marek Černocký
de: Jürgen Benvenuti <gastornis@posteo.org>, 2022-2024 Philipp Kiemle <philipp.kiemle@gmail.com>, 2022-2023 Christian Kirbach <christian.kirbach@gmail.com>, 2023, 2024
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα https://gr.gnome.org/
hu: Úr Balázs <ur dot balazs at fsf dot hu>, 2022, 2023, 2024.
pt_br: Alex Jr <alexjrsh@proton.me>, 2023 Antonio Novaes <antonionovaesjr@gmail.com>, 2022 Enrico Nicoletto <hiko@duck.com>, 2022 Leônidas Araújo <leorusvellt@hotmail.com>, 2024
ru: Ser82-png <asvmail.as@gmail.com>, 2023
sv: Anders Jonsson <anders.jonsson@norsjovallen.se>, 2022

source: Keep your data safe.
bg: Пазете данните си в безопасност.
de: Bewahren Sie Ihre Daten sicher auf.
el: Κρατήστε τα δεδομένα σας ασφαλή.
hu: Tartsa biztonságban az adatait.
pt_br: Mantenha seus dados seguros.
ru: Храните свои данные в безопасности.
sv: Håll dina data säkra.

source: Pika Backup
cs: Zálohování Pišťucha
de: Pika Datensicherung
hu: Pika biztonsági mentés

source: Welcome to <app>Pika Backup</app>. Choose a topic to get started.
bg: Добре дошли в „<app>Pika Backup</app>“. Изберете тема, за да започнете.
de: Herzlich Willkommen zu <app>Pika Datensicherung</app>. Wählen Sie ein Thema, um loszulegen.
el: Καλώς ορίσατε στο <app>Pika Backup</app>. Επιλέξτε ένα θέμα για να ξεκινήσετε.
hu: Üdvözli a <app>Pika biztonsági mentés</app>. Válasszon egy témát a kezdéshez.
pt_br: Bem-vindo ao <app>Pika Backup</app>. Escolha um tópico para começar.
ru: Добро пожаловать в <app>Pika Backup</app>. Выберите тему, чтобы начать.
sv: Välkommen till <app>Pika Backup</app>. Välj ett ämne för att starta.

source: General
bg: Общи
de: Allgemein
el: Γενικά
hu: Általános
pt_br: Geral
ru: Общее
sv: Allmänt

source: Setup
bg: Настройване
cs: Nastavení
de: Einrichtung
el: Εγκατάσταση
hu: Beállítás
pt_br: Configuração
ru: Создание
sv: Konfiguration

source: Recovery
bg: Въстановяване
cs: Obnova
de: Wiederherstellung
el: Ανάκτηση
hu: Helyreállítás
pt_br: Recuperação
ru: Восстановление
sv: Återställning

source: Features
bg: Функции
de: Funktionen
el: Χαρακτηριστικά
hu: Funkciók
pt_br: Recursos
ru: Возможности
sv: Funktioner

source: Configure commands to run before and after backups
bg: Настройване на команди, които да се изпълняват преди и след създаване на резервни копия
de: So richten Sie Befehle ein, die vor und nach Sicherungen laufen
el: Ρύθμιση εντολών που εκτελούνται πριν και μετά τα αντίγραφα ασφαλείας
hu: A biztonsági mentések előtt és után futtatandó parancsok beállítása
pt_br: Configure comandos para serem executados antes e depois dos backups
ru: Настройка команд для запуска до и после резервного копирования
sv: Konfigurera kommandon att köra före och efter säkerhetskopior

source: Shell Commands
bg: Команди за командния ред
de: Shell-Befehle
el: Εντολές κελύφους
hu: Parancsok
pt_br: Comandos shell
ru: Команды оболочки
sv: Skalkommandon

source: It is possible to run shell commands before and after backups. To configure them, open <guiseq><gui>Menu</gui><gui>Backup Preferences</gui></guiseq>. Use the start button to try out the command without running a backup.
bg: Възможно е да се изпълняват команди за командния ред преди и след създаване на резервни копия. За да ги настройте, отворете <guiseq><gui>Меню</gui><gui>Предпочитания на резервата</gui></guiseq>. Използвайте бутона „Стартиране“, за да изпробвате командата, без да стартирате резервно копие.
de: Sie können Shell-Befehle vor und nach Datensicherungen ausführen lassen. Öffnen Sie zur Einrichtung <guiseq><gui>Menü</gui><gui>Sicherungseinstellungen</gui></guiseq>. Verwenden Sie den Abspielen-Knopf, um nur den Befehl auszuführen, ohne eine Sicherung zu starten.
el: Είναι δυνατή η εκτέλεση εντολών κελύφους πριν και μετά τη λήψη αντιγράφων ασφαλείας. Για να τις ρυθμίσετε, ανοίξτε το <guiseq><gui>Μενού</gui><gui>Προτιμήσεις αντιγράφων ασφαλείας</gui></guiseq>. Χρησιμοποιήστε το κουμπί έναρξης για να δοκιμάσετε την εντολή χωρίς να εκτελέσετε αντίγραφο.
hu: Lehetőség van parancsok futtatására a mentések előtt és után. A beállításukhoz nyissa meg a <guiseq><gui>Menü</gui><gui>Biztonsági mentés beállításai</gui></guiseq> ablakot. Használja a start gombot, és próbálja ki a parancsot biztonsági mentés futtatása nélkül.
pt_br: É possível executar comandos shell antes e depois dos backups. Para configurá-los, abra <guiseq><gui>Menu</gui><gui>Preferências de backup</gui></guiseq>. Use o botão Iniciar para testar o comando sem executar um backup.
ru: Предусмотрена возможность запуска команды оболочки до и после резервного копирования. Чтобы настроить их, откройте <guiseq><gui>Меню</gui><gui>Параметры резервного копирования</gui></guiseq>. Используйте кнопку запуска, чтобы опробовать команду без выполнения резервного копирования.
sv: Det är möjligt att köra skalkommandon före och efter säkerhetskopior. För att konfigurera dem öppnar du <guiseq><gui>Meny</gui><gui>Inställningar för säkerhetskopiering</gui></guiseq>. Använd startknappen för att testa kommandot utan att köra en säkerhetskopia.

source: The <em>pre-backup</em> shell command will be executed right before starting the backup. It can be used to perform database dumps, create file system snapshots and much more.
bg: Командата <em>pre-backup</em> ще бъде изпълнена непосредствено преди стартирането на резервно копие. Тя може да се използва за извършване на извличане на бази данни, създаване на моментно състояние на файловата система и много други неща.
de: Der Shell-Befehl <em>vor der Sicherung</em> wird unmittelbar vor dem Start der Sicherung ausgeführt. Er kann für Datenbank-Abzüge, das Anlegen von Dateisystem-Momentaufnahmen und vieles Weitere eingesetzt werden.
el: Η εντολή κελύφους <em>pre-backup</em> (πριν το αντίγραφο) θα εκτελεστεί ακριβώς πριν ξεκινήσει η διαδικασία. Μπορεί να χρησιμοποιηθεί για τη λήψη αντιγράφων βάσεων δεδομένων, τη δημιουργία στιγμιοτύπων συστήματος αρχείων και πολλά άλλα.
hu: A <em>pre-backup</em> parancs közvetlenül a biztonsági mentés elindulása előtt kerül végrehajtásra. Használható adatbázis-mentések elvégzésére, a fájlrendszerről készült pillanatképek készítésére és még sok másra.
pt_br: O comando shell <em>pre-backup</em> será executado logo antes de iniciar o backup. Ele pode ser usado para realizar dumps de banco de dados, criar cópias instantâneas do sistema de arquivos e muito mais.
ru: Команда оболочки <em>до резервного копирования</em> будет выполнена непосредственно перед запуском резервного копирования. Её можно использовать для создания дампов базы данных, снимков файловой системы и многого другого.
sv: Skalkommandot <em>före säkerhetskopiering</em> kommer köras just före säkerhetskopieringen startas. Det kan användas för att utföra databasdumpar, skapa ögonblicksbilder av filsystem och mycket mera.

source: The <em>post-backup</em> shell command is executed after the <cmd>borg create</cmd> invocation, but before old archives are being deleted. This can be used to tear down the actions done by the <em>pre-backup</em> command, or run actions like sending a notification based on the outcome of the backup.
bg: Командата <em>post-backup</em> се изпълнява след извикването на <em>borg create</em>, но преди изтриването на стари архиви. Тя може да се използва за разрушаване на действията, извършени от командата <em>pre-backup</em>, или за изпълнение на действия като изпращане на известие въз основа на резултата от архивирането.
de: Der Shell-Befehl <em>nach der Sicherung</em> wird unmittelbar nach dem Aufruf von <cmd>borg create</cmd> ausgeführt, aber vor dem Löschen von alten Archiven. Er kann für das Nacharbeiten der Befehle <em>vor der Sicherung</em> eingesetzt werden, oder zum Versenden von Benachrichtigungen mit dem Erfolgsergebnis der Sicherung.
el: Η εντολή κελύφους <em>post-backup</em> (μετά το αντίγραφο) εκτελείται μετά την κλήση της εντολής <cmd>borg create</cmd>, αλλά πριν από τη διαγραφή των παλιών αρχειοθηκών. Μπορεί να χρησιμοποιηθεί για την αναίρεση ενεργειών που έγιναν από την εντολή <em>pre-backup</em> ή για την αποστολή ειδοποιήσεων ανάλογα με το αποτέλεσμα του αντιγράφου.
hu: A <em>post-backup</em> parancs a <cmd>borg create</cmd> meghívása után, de a régi archívumok törlése előtt kerül végrehajtásra. Ez a parancs használható a <em>pre-backup</em> parancs által elvégzett műveletek utáni takarításra, vagy olyan műveletek futtatására, mint például értesítés küldése a biztonsági mentés eredménye alapján.
pt_br: O comando shell <em>post-backup</em> é executado após a invocação de <cmd>borg create</cmd>, mas antes que os arquivos antigos sejam excluídos. Isso pode ser usado para eliminar as ações realizadas pelo comando <em>pre-backup</em> ou executar ações como enviar uma notificação com base no resultado do backup.
ru: Команда оболочки <em>после резервного копирования</em> выполняется после вызова <cmd>borg create</cmd>, но перед удалением старых архивов. Её можно использовать для отмены действий, выполняемых командой <em>до резервного копирования</em>, или для выполнения действий, аналогичных отправке уведомления на основе результата резервного копирования.
sv: Skalkommandot <em>efter säkerhetskopiering</em> kommer köras efter anropet till <cmd>borg create</cmd>, men innan de gamla arkiven tas bort. Detta kan användas för att ta bort åtgärderna som utfördes av kommandot <em>före säkerhetskopiering</em>, eller köra åtgärder som att skicka en avisering om hur säkerhetskopieringen har gått.

source: Both commands are being executed through a <cmd>bash</cmd> shell and have context about the backup available as environment variables. The working directory is the user home directory. The <em>post-backup</em> command also has information about the success or failure of the backup and includes backup statistics. See the tooltip in preferences for available environment variables.
bg: И двете команди се изпълняват чрез <cmd>bash</cmd> команден ред и имат информация относно резервното копие, наличен като променливи на средата. Работната папка е домашната папка на потребителя. Командата <em>post-backup</em> също така разполага с информация за успеха или неуспеха на резервното копие и включва статистически данни за резервата. Вижте подсказката в настройките за наличните променливи на средата.
de: Beide Befehle werden in einer <cmd>bash</cmd>-Shell ausgeführt und erhalten Umgebungsvariablen mit dem Sicherungsergebnis. Arbeitsordner ist der persönliche Ordner des Benutzers. Der Befehl <em>nach der Sicherung</em> erhält Informationen über Erfolg oder Misserfolg der Sicherung und Statistiken. Lesen Sie mehr zu den verfügbaren Umgebungsvariablen in der Minihilfe.
el: Και οι δύο εντολές εκτελούνται μέσω κελύφους <cmd>bash</cmd> και έχουν πρόσβαση σε πληροφορίες σχετικά με το αντίγραφο μέσω μεταβλητών περιβάλλοντος. Ο κατάλογος εργασίας είναι ο προσωπικός κατάλογος του χρήστη. Η εντολή <em>post-backup</em> διαθέτει επίσης πληροφορίες για την επιτυχία ή αποτυχία του αντιγράφου και περιλαμβάνει στατιστικά στοιχεία. Δείτε την επεξήγηση στις προτιμήσεις για τις διαθέσιμες μεταβλητές περιβάλλοντος.
hu: Mindkét parancs <cmd>bash</cmd> parancsértelmezőn keresztül kerül végrehajtásra, és a biztonsági mentéssel kapcsolatos kontextus környezeti változóként érhető el. A munkakönyvtár a felhasználó saját könyvtára. A <em>post-backup</em> parancs szintén rendelkezik a biztonsági mentés sikerességével vagy sikertelenségével kapcsolatos információkkal, beleértve a biztonsági mentés statisztikáit is. Nézze meg a beállításokban lévő buboréksúgót az elérhető környezeti változókért.
pt_br: Ambos os comandos estão sendo executados através de um shell <cmd>bash</cmd> e possuem contexto sobre o backup disponível como variáveis ​​de ambiente. O diretório de trabalho é o diretório inicial do usuário. O comando <em>post-backup</em> também contém informações sobre o sucesso ou falha do backup e inclui estatísticas de backup. Consulte a dica de ferramenta nas preferências para variáveis ​​de ambiente disponíveis.
ru: Обе команды выполняются с использованием оболочки <cmd>bash</cmd> и содержат контекст для резервного копирования в виде переменных среды. Рабочий каталог - это домашний каталог пользователя. Команда <em>после резервного копирования</em> содержит информацию об успешном или неудачном выполнении резервного копирования и статистические данные по резервному копированию. Информацию о доступных переменных среды смотрите во всплывающей подсказке в разделе параметров.
sv: Båda kommandona körs genom ett <cmd>bash</cmd>-skal och har kontext om säkerhetskopian tillgängligt som miljövariabler. Arbetskatalogen är användarens hemkatalog. Kommandot <em>efter säkerhetskopiering</em> har också information om säkerhetskopieringen lyckades eller misslyckades och inkluderar säkerhetskopieringsstatistik. Se inforutan i inställningar för tillgängliga miljövariabler.

source: Exiting with a non-zero exit code will abort any further backup operations with an error. The standard error output will be visible in the <gui>Backup Info</gui> window on the <gui>Backup</gui> tab.
bg: Изход с код различен от нула ще прекъсне всички по-нататъшни операции по създаване на резервно копие с грешка. Потокът за стандартна грешка ще бъде видим в прозореца <gui>Подробности за резервата</gui> в раздела <gui>Резерв</gui>.
de: Ein exit-Code ungleich Null führt zum Abbruch des gesamten Sicherungsvorgangs mit einer Fehlermeldung. Die Standard-Fehlerausgabe wird im Fenster <gui>Sicherungsdetails</gui> angezeigt im Reiter <gui>Datensicherung</gui>.
el: Η έξοδος με κωδικό διαφορετικό του μηδενός θα διακόψει κάθε περαιτέρω λειτουργία αντιγράφου με σφάλμα. Η τυπική έξοδος σφάλματος θα είναι ορατή στο παράθυρο <gui>Πληροφορίες αντιγράφου</gui> στην καρτέλα <gui>Αντίγραφο</gui>.
hu: A nem nulla kilépési kóddal történő kilépés hibaüzenettel megszakítja a további biztonsági mentési műveleteket. A szabványos hibakimenet látható lesz a <gui>Biztonsági mentés információs</gui> ablakban a <gui>Biztonsági mentés</gui> lapon.
pt_br: Sair com um código de saída diferente de zero abortará quaisquer operações de backup adicionais com um erro. A saída de erro padrão estará visível na janela <gui>Informações de backup</gui> na aba <gui>Backup</gui>.
ru: Выход с ненулевым кодом привёдет к прерыванию всех последующих действий по резервному копированию с сообщением об ошибке. Стандартные данные по ошибке можно будет просмотреть в окне <gui>Информация о резервном копировании</gui> на вкладке <gui>Резервная копия</gui>.
sv: Att avsluta med en nollskild avslutningskod kommer avbryta alla vidare säkerhetskopieringsåtgärder med ett fel. Utdata till standard fel kommer vara synligt i fönstret <gui>Säkerhetskopieringsinfo</gui> i fliken <gui>Säkerhetskopia</gui>.

source: You can run multiple commands by separating them with a <code>;</code> character. It is recommended to store more complex scripts in a separate file, for example in the home directory.
bg: Може да изпълнявате няколко команди, като ги разделите със знака <code>;</code>. Препоръчва се по-сложните скриптове да се съхраняват в отделен файл, например в домашната папка.
de: Führen Sie mehrere Befehle aus, indem Sie diese durch <code>;</code> trennen. Es wird empfohlen, komplexere Skripte in einer eigenen Datei zu speichern, beispielsweise im persönlichen Ordner.
el: Μπορείτε να εκτελέσετε πολλαπλές εντολές διαχωρίζοντάς τις με το χαρακτήρα <code>;</code>. Συνιστάται η αποθήκευση πιο σύνθετων σεναρίων σε ξεχωριστό αρχείο, για παράδειγμα στον προσωπικό σας κατάλογο.
hu: Több parancsot is futtathat, ha <code>;</code> karakterrel választja el azokat egymástól. Ajánlott az összetettebb parancsfájlokat külön fájlban tárolni, például a saját könyvtárban.
pt_br: Você pode executar vários comandos separando-os com um caractere <code>;</code>. Recomenda-se armazenar scripts mais complexos em um arquivo separado, por exemplo, na pasta pessoal.
ru: Вы можете запустить сразу несколько команд, разделив их символом <code>;</code>. Более сложные скрипты рекомендуется хранить в отдельном файле, например, в домашней папке.
sv: Du kan köra flera kommandon genom att skilja dem åt med tecknet <code>;</code>. Du rekommenderas att lagra mer komplexa skript i en separat fil, exempelvis i hemkatalogen.

source: Run backups automatically on a schedule
bg: Автоматично стартиране на резервни копия по график
de: Sicherungen automatisch nach einem Zeitplan laufen lassen
el: Αυτόματη εκτέλεση αντιγράφων ασφαλείας βάσει προγράμματος
hu: Biztonsági mentések automatikus futtatása ütemezetten
pt_br: Execute backups automaticamente de acordo com uma programação
ru: Автоматическое создание резервных копий по расписанию
sv: Kör säkerhetskopior automatiskt enligt ett schema

source: Scheduled Backups
bg: Насрочени резерви
de: Geplante Sicherungen
el: Προγραμματισμένα αντίγραφα ασφαλείας
hu: Ütemezett biztonsági mentések
pt_br: Backups agendados
ru: Резервное копирование по расписанию
sv: Schemalagda säkerhetskopior

source: The schedule tab is used to configure the automatic creation of backups.
bg: Раздела за насрочване се използва за настройване на автоматичното създаване на резервни копия.
de: Der Reiter Zeitplan dient zur Einrichtung einer automatischen Erstellung von Sicherungen.
el: Η καρτέλα προγραμματισμού χρησιμοποιείται για τη ρύθμιση της αυτόματης δημιουργίας αντιγράφων ασφαλείας.
hu: Az ütemezés lap használható a biztonsági mentések automatikus létrehozásának beállításához.
pt_br: A aba de agendamento é usada para configurar a criação automática de backups.
ru: Вкладка «Расписание» используется для настройки автоматического создания резервных копий.
sv: Schemaläggningsfliken används för att konfigurera automatiskt skapande av säkerhetskopior.

source: Once enabled a schedule can be chosen between <em>Hourly</em>, <em>Daily</em>, <em>Weekly</em> and <em>Monthly</em> backups. The status display at the top will always indicate the next time a backup is scheduled to be run.
bg: След като бъде активиран, може да се избере график между <em>Почасово</em>, <em>Ежедневно</em>, <em>Ежеседмично</em> и <em>Ежемесечно</em> създаване на резерва. В горната част на индикатора за състоянието винаги ще показва следващото насрочено стартиране на резервно копие.
de: Mit Aktivierung können Sie zwischen <em>stündlichen</em>, <em>täglichen</em>, <em>wöchentlichen</em> und <em>monatlichen</em> Sicherungen wählen. Die Statusanzeige oben zeigt immer den geplanten nächsten Sicherungslauf an.
el: Μόλις ενεργοποιηθεί, μπορεί να επιλεγεί πρόγραμμα για <em>Ωριαία</em>, <em>Ημερήσια</em>, <em>Εβδομαδιαία</em> και <em>Μηνιαία</em> αντίγραφα. Η ένδειξη κατάστασης στην κορυφή θα δείχνει πάντα την επόμενη προγραμματισμένη εκτέλεση.
hu: Ha engedélyezve van, akkor <em>óránként</em>, <em>naponta</em>, <em>hetente</em> és <em>havonta</em> ütemezett biztonsági mentések közül lehet választani.
pt_br: Uma vez ativado, um agendamento pode ser escolhido entre backups <em>de hora em hora</em>, <em>diariamente</em>, <em>semanalmente</em> e <em>mensalmente</em>. A exibição de status na parte superior sempre indicará a próxima vez que um backup está programado para ser executado.
ru: После включения этой функции можно настроить частоту создания резервных копий: <em>Ежечасно</em>, <em>Ежедневно</em>, <em>Еженедельно</em> и <em>Ежемесячно</em>. В строке состояния всегда будет указано, когда в следующий раз планируется выполнить резервное копирование.
sv: När det aktiverats kan ett schema väljas för att göra säkerhetskopior <em>Varje timme</em>, <em>Varje dag</em>, <em>Varje vecka</em> eller <em>Varje månad</em>. Statusraden högst upp kommer alltid indikera nästa gång en säkerhetskopia är schemalagd att köras.

source: When the appropriate time has elapsed a backup will automatically start in the background. When using an external drive, you will be prompted to insert it if it's not available at the time. The backup will then start as soon as the drive is connected.
bg: Когато изтече съответното време, създаването на резерва ще започне автоматично във фонов режим. Когато използвате външен диск, ще бъдете подканени да го поставите, ако то не е налично в момента. След това резервното копие ще започне веднага щом дискът бъде свързан.
de: Wenn die entsprechende Zeit abgelaufen ist, wird automatisch eine Sicherung im Hintergrund gestartet. Bei Verwendung von Wechseldatenträgern werden Sie aufgefordert, diesen anzuschließen bzw. einzulegen, sofern er noch nicht für das System verfügbar ist. Die Sicherung startet, sobald das Laufwerk verbunden ist.
el: Όταν παρέλθει ο κατάλληλος χρόνος, ένα αντίγραφο θα ξεκινήσει αυτόματα στο παρασκήνιο. Σε περίπτωση χρήσης εξωτερικού δίσκου, θα σας ζητηθεί να τον συνδέσετε αν δεν είναι διαθέσιμος. Το αντίγραφο θα ξεκινήσει μόλις συνδεθεί ο δίσκος.
hu: A megfelelő idő elteltével egy biztonsági mentés automatikusan elindul a háttérben. Külső meghajtó használata esetén a rendszer arra kéri, hogy helyezze be a meghajtót, ha az éppen nem érhető el. A biztonsági mentés ezután elindul, amint a meghajtó csatlakoztatva lett.
pt_br: Quando o tempo apropriado tiver decorrido, um backup será iniciado automaticamente em segundo plano. Ao usar uma unidade externa, você será solicitado a inseri-la se ela não estiver disponível no momento. O backup será iniciado assim que a unidade for conectada.
ru: По истечении соответствующего времени резервное копирование автоматически запустится в фоновом режиме. При использовании внешнего накопителя вам будет предложено вставить его, если в данный момент он недоступен. Резервное копирование начнется, как только диск будет подключён.
sv: När lämplig tid har förflutet kommer en säkerhetskopia startas automatiskt i bakgrunden. Om du använder en extern disk kommer du tillfrågas om att mata in den om den inte är tillgänglig för tillfället. Säkerhetskopieringen kommer sedan starta så snart disken har anslutits.
