Repository: pika-backup/pika-backup
Catalog: help/*/*.po
Languages: bg, cs, de, el, hu, pt_br, ru, sv

source: Scheduled backups use a lightweight background process called the <em>Monitor</em>. The <em>Monitor</em> process runs in the background when <app>Pika Backup</app> is closed and regularly checks if the conditions are met to start a backup.
bg: Насрочените резервни копия използват лек фонов процес, наречен <em>Монитор</em>. Процесът <em>Monitor</em> работи във фонов режим, когато „<app>Pika Backup</app>“ е затворен, и редовно проверява дали са изпълнени условията за стартиране на ново резервно копие.
de: Geplante Sicherungen verwenden einen leichtgewichtigen Hintergrundprozess namens <em>Monitor</em>. Der <em>Monitor</em>-Prozess läuft auch dann im Hintergrund, wenn <app>Pika Datensicherung</app> geschlossen wird und prüft regelmäßig, ob eine Sicherung gestartet werden muss.
el: Τα προγραμματισμένα αντίγραφα χρησιμοποιούν μια ελαφριά διεργασία παρασκηνίου που ονομάζεται <em>Monitor</em> (Επόπτης). Η διεργασία <em>Monitor</em> εκτελείται στο παρασκήνιο όταν το <app>Pika Backup</app> είναι κλειστό και ελέγχει τακτικά αν πληρούνται οι προϋποθέσεις για την έναρξη αντιγράφου.
hu: Az ütemezett biztonsági mentések egy pehelysúlyú háttérfolyamatot használnak, az úgynevezett <em>Figyelőt</em>. A <em>Figyelő</em> folyamat a háttérben fut, ha a <app>Pika biztonsági mentés</app> bezárásra kerül, és rendszeresen ellenőrzi, hogy teljesülnek-e a feltételek egy biztonsági mentés elindításához.
pt_br: Os backups agendados usam um processo leve em segundo plano chamado <em>Monitor</em>. O processo <em>Monitor</em> é executado em segundo plano quando o <app>Pika Backup</app> é fechado e verifica regularmente se as condições foram atendidas para iniciar um backup.
ru: При резервном копировании по расписанию используется упрощенный фоновый процесс, называемый <em>Монитор</em>. Процесс <em>Монитор</em> работает в фоновом режиме, когда приложение <app>Pika Backup</app> закрыто, и регулярно проверяет, выполнены ли условия для запуска резервного копирования.
sv: Schemalagda säkerhetskopior använder en lättviktig bakgrundsprocess som kallas <em>övervakaren</em>. <em>Övervakar</em>processen körs i bakgrunden när <app>Pika Backup</app> stängs och kontrollerar regelbundet om villkoren är uppfyllda för att starta en säkerhetskopia.

source: Cleanup old Archives
bg: Изчистване на стари архиви
de: Alte Archive aufräumen
el: Εκκαθάριση παλιών αρχειοθηκών
hu: Régi archívumok tisztítása
pt_br: Limpeza de arquivos antigos
ru: Удаление устаревших архивов
sv: Rensa gamla arkiv

source: The schedule can also be configured to automatically remove old archives. Once enabled, choose the desired preset / customize the amount of backups that should be kept. Then press <gui type="button">Save Configuration</gui>.
bg: Графикът може да бъде настроен и за автоматично премахване на стари архиви. След като активирате функцията, изберете желания шаблон / настройте броя резервни копия, които трябва да се съхраняват. След това натиснете <gui type="button">Запазване на настройките</gui>.
de: Der Zeitplan kann auch automatisch alte Archive entfernen. Wählen Sie nach dem Einschalten die gewünschte Voreinstellung oder passen Sie die Anzahl der Sicherungen an, die behalten werden sollen. Wählen Sie dann <gui type="button">Konfiguration speichern</gui>.
el: Ο προγραμματισμός μπορεί επίσης να ρυθμιστεί για την αυτόματη αφαίρεση παλιών αρχειοθηκών. Μόλις ενεργοποιηθεί, επιλέξτε την επιθυμητή προρρύθμιση ή προσαρμόστε το πλήθος των αντιγράφων που πρέπει να διατηρηθούν. Στη συνέχεια πατήστε <gui type="button">Αποθήκευση ρυθμίσεων</gui>.
hu: Az ütemezést úgy is be lehet állítani, hogy automatikusan eltávolítsa a régi archívumokat. Ha engedélyezve van, akkor válassza ki a kívánt előbeállítást, vagy szabja személyre a megőrzendő biztonsági mentések mennyiségét. Ezután nyomja meg a <gui type="button">Beállítás mentése</gui> gombot.
pt_br: A programação também pode ser configurada para remover automaticamente arquivos antigos. Uma vez habilitado, escolha a predefinição desejada ou personalize a quantidade de backups que devem ser mantidos. Em seguida pressione <gui type="button">Salvar configuração</gui>.
ru: Расписание также может быть настроено на автоматическое удаление старых архивов. После включения этой функции, выберите желаемое количество сохраняемых резервных копий. Затем нажмите кнопку <gui type="button">Сохранить конфигурацию</gui>.
sv: Schemat kan också konfigureras för att automatiskt ta bort gamla arkiv. När det aktiverats, välj den önskade förinställningen / anpassa antalet säkerhetskopior som ska behållas. Tryck sedan <gui type="button">Spara konfiguration</gui>.

source: <gui>Keep Hourly</gui>, <gui>Keep Daily</gui> and <gui>Keep Weekly</gui> can only be configured to a minimum of at least <em>one</em> backup. This is due to a technical limitation of the removal algorithm.
bg: <gui>Запазване почасово</gui>, <gui>Запазване ежеднево</gui> и <gui>Запазване ежеседмично</gui> могат да бъдат настроени само за минимум от поне <em>едно</em> резервно копие. Това се дължи на техническо ограничение на алгоритъма за премахване.
de: <gui>Stündlich behalten</gui>, <gui>Täglich behalten</gui> und <gui>Wöchentlich behalten</gui> können nur auf ein Minimum von <em>einer</em> Sicherung eingestellt werden. Der Grund ist eine technische Einschränkung des Algorithmus zum Löschen.
el: Οι επιλογές <gui>Διατήρηση ωριαίων</gui>, <gui>Διατήρηση ημερήσιων</gui> και <gui>Διατήρηση εβδομαδιαίων</gui> μπορούν να ρυθμιστούν το λιγότερο σε <em>ένα</em> αντίγραφο. Αυτό οφείλεται σε τεχνικό περιορισμό του αλγορίθμου διαγραφής.
hu: Az <gui>óránkénti megtartása</gui>, <gui>napi megtartása</gui> és <gui>heti megtartása</gui> csak legalább <em>egy</em> biztonsági mentés legkisebbjére állítható be. Ez az eltávolítási algoritmus műszaki korlátozása miatt van.
pt_br: <gui>Manter de hora em hora</gui>, <gui>Manter diariamente</gui> e <gui>Manter semanalmente</gui> só podem ser configurados para um mínimo de <em>um</em> backup. Isto se deve a uma limitação técnica do algoritmo de remoção.
ru: Параметры <gui>Хранить каждый час</gui>, <gui>Хранить ежедневно</gui> и <gui>Хранить еженедельно</gui> можно настроить только как минимум на <em>одну</em> резервную копию. Это связано с техническим ограничением алгоритма удаления.
sv: <gui>Behåll varje timme</gui>, <gui>Behåll varje dag</gui> och <gui>Behåll varje vecka</gui> kan endast konfigureras till ett minimum av minst <em>en</em> säkerhetskopia. Detta är på grund av en teknisk begränsning i borttagningsalgoritmen.

source: Troubleshooting
bg: Отстраняване на грешки
de: Fehlerbehebung
el: Αντιμετώπιση προβλημάτων
hu: Hibaelhárítás
pt_br: Solução de problemas
ru: Устранение неполадок
sv: Problemlösning

source: <app>Pika Backup</app> uses the <app>xdg-desktop-portal</app> <app>Background Portal</app> to configure the <em>Monitor</em> process to run in the background. Some distributions misconfigure <app>xdg-desktop-portal</app> or don't enable the <em>Background Portal</em>. This will then cause an error when enabling scheduled backups. We have tested the following distributions for correct behavior regarding background portals in their stock configuration:
bg: „<app>Pika Backup</app>“ използва <app>xdg-desktop-portal</app> <app>Background Portal</app>, за да настрой процеса <em>Monitor</em> да работи на фона. Някои дистрибуции конфигурират неправилно <app>xdg-desktop-portal</app> или не активират <em>Background Portal</em>. Това ще доведе до грешка при активиране на насрочените резервни копия. Изпробвахме следните дистрибуции за правилно поведение по отношение на „background portals“ в тяхната начално конфигурация:
de: <app>Pika Datensicherung</app> verwendet das <app>xdg-desktop-portal</app>-<app>Hintergrund-Portal</app> zum Einrichten des <em>Monitor</em>-Prozesses, um im Hintergrund zu laufen. Einige Distributionen stellen <app>xdg-desktop-portal</app> falsch ein oder schalten das <em>Hintergrund-Portal</em> nicht ein. Dies führt zu einem Fehler beim Einschalten von geplanten Sicherungen. Wir haben die folgenden Distributionen in ihrem Auslieferungszustand auf gewünschtes Verhalten getestet hinsichtlich des Hintergrund-Portals:
el: Το <app>Pika Backup</app> χρησιμοποιεί το <app>Background Portal</app> του <app>xdg-desktop-portal</app> για να ρυθμίσει τη διεργασία <em>Monitor</em> ώστε να εκτελείται στο παρασκήνιο. Ορισμένες διανομές έχουν λάθος ρυθμίσεις στο <app>xdg-desktop-portal</app> ή δεν ενεργοποιούν το <em>Background Portal</em>. Αυτό προκαλεί σφάλμα κατά την ενεργοποίηση προγραμματισμένων αντιγράφων. Έχουμε ελέγξει τις ακόλουθες διανομές για σωστή συμπεριφορά σχετικά με τα portals παρασκηνίου στην αρχική τους παραμετροποίηση:
hu: A <app>Pika biztonsági mentés</app> az <app>xdg-desktop-portal</app> <app>Háttérportálját</app> használja a <em>Figyelő</em> folyamat beállításához, hogy az a háttérben fusson. Néhány disztribúció hibásan állítja be az <app>xdg-desktop-portal</app> alkalmazást, vagy nem engedélyezi a <app>Háttérportált</app>. Ez hibát okoz majd az ütemezett biztonsági mentések engedélyezésekor. A következő disztribúciókat teszteltük az alapbeállításukban lévő háttérportálok helyes viselkedése szempontjából:
pt_br: O <app>Pika Backup</app> usa o <app>Background Portal</app> <app>xdg-desktop-portal</app> para configurar o processo <em>Monitor</em> para ser executado em segundo plano. Algumas distribuições configuram incorretamente o <app>xdg-desktop-portal</app> ou não ativam o <em>Background Portal</em>. Isso causará um erro ao ativar backups agendados. Testamos as seguintes distribuições quanto ao comportamento correto em relação aos portais de segundo plano em sua configuração de estoque:
ru: <app>Pika Backup</app> использует <app>Фоновый портал</app> <app>xdg-desktop-portal</app> для настройки запуска процесса <em>Монитор</em> в фоновом режиме. В некоторых дистрибутивах неправильно сконфигурирован <app>xdg-desktop-portal</app> или не включён <em>Фоновый портал</em>. Это приведёт к появлению ошибки при включении резервного копирования по расписанию. Мы протестировали следующие дистрибутивы на предмет корректного поведения в отношении фоновых порталов в их стандартной конфигурации:
sv: <app>Pika Backup</app> använder <app>bakgrundsportalen</app> i <app>xdg-desktop-portal</app> för att konfigurera <em>övervakar</em>processen att köra i bakgrunden. Vissa distributioner konfigurerar <app>xdg-desktop-portal</app> fel eller aktiverar inte <em>bakgrundsportalen</em>. Detta kommer sedan orsaka ett fel vid aktivering av schemalagda säkerhetskopior. Vi har testat följande distributioner så att de har korrekt beteende vad gäller bakgrundsportaler i sin grundkonfiguration:

source: If you encounter issues with enabling scheduled backups and you are using a different distribution, please report an issue in your distribution issue tracker.
bg: Ако срещнете проблеми с активирането на насрочени резервни копия и използвате друга дистрибуция, докладвайте за проблем в системата за проследяване на проблеми във вашата дистрибуция.
de: Wenn Sie Probleme beim Einschalten von geplanten Sicherungen haben und eine andere Distribution verwenden, dann melden Sie es bitte im Fehlererfassungssystem Ihrer Distribution.
el: Αν αντιμετωπίσετε προβλήματα με την ενεργοποίηση των προγραμματισμένων αντιγράφων και χρησιμοποιείτε διαφορετική διανομή, παρακαλούμε αναφέρετε το ζήτημα στο σύστημα παρακολούθησης σφαλμάτων της διανομής σας.
hu: Ha problémákat tapasztal az ütemezett biztonsági mentések engedélyezésével kapcsolatban, és más disztribúciót használ, akkor jelentse a problémát a disztribúciója problémakövetőjében.
pt_br: Se você encontrar problemas ao ativar backups agendados e estiver usando uma distribuição diferente, relate o problema em seu rastreador de problemas da distribuição.
ru: Если у вас возникли проблемы с включением резервного копирования по расписанию и вы используете другой дистрибутив, пожалуйста, сообщите о проблеме в системе отслеживания проблем вашего дистрибутива.
sv: Om du stöter på problem med att aktivera schemalagda säkerhetskopior och du använder en annan distribution får du rapportera ett problem i distributions ärendehanteringssystem.

source: <app>GNOME Shell</app> will display <app>Pika Backup</app> as a running background app whenever scheduled backups are configured. This doesn't mean the entire app is running in the background but only the <em>Monitor</em> process which only uses very few resources.
bg: <app>GNOME Shell</app> ще показва „<app>Pika Backup</app>“ като приложение работещо на фона, когато са настроени насрочени резервни копия. Това не означава, че цялото приложение работи във фонов режим, а само процесът „Monitor“, който използва много малко ресурси.
de: <app>GNOME Shell</app> zeigt <app>Pika Datensicherung</app> als Hintergrund-Anwendung, wenn geplante Sicherungen eingerichtet sind. Dies bedeutet nicht, dass die gesamte Anwendung im Hintergrund läuft, sondern nur der <em>Monitor</em>-Prozess. Diese belegt nur wenig Systemressourcen.
el: Το <app>GNOME Shell</app> θα εμφανίζει το <app>Pika Backup</app> ως εκτελούμενη εφαρμογή παρασκηνίου όποτε έχουν ρυθμιστεί προγραμματισμένα αντίγραφα. Αυτό δεν σημαίνει ότι ολόκληρη η εφαρμογή τρέχει στο παρασκήνιο, παρά μόνο η διεργασία <em>Monitor</em> (Επόπτης), η οποία καταναλώνει ελάχιστους πόρους.
hu: A <app>GNOME Shell</app> futó háttéralkalmazásként jeleníti meg a <app>Pika biztonsági mentés</app> alkalmazást, amikor ütemezett biztonsági mentések vannak beállítva. Ez nem azt jelenti, hogy a teljes alkalmazás a háttérben fut, hanem csak a <em>Figyelő</em> folyamat, amely csak nagyon kevés erőforrást használ.
pt_br: O <app>GNOME Shell</app> exibirá o <app>Pika Backup</app> como um aplicativo em segundo plano em execução sempre que backups agendados forem configurados. Isso não significa que todo o aplicativo esteja sendo executado em segundo plano, mas apenas o processo <em>Monitor</em>, que usa poucos recursos.
ru: <app>GNOME Shell</app> будет отображать <app>Pika Backup</app> как приложение запущенное в фоновом режиме всякий раз, когда настроено резервное копирование по расписанию. Это не означает, что в фоновом режиме будет работать всё приложение, запущен будет только процесс <em>Монитор</em>, который использует очень мало ресурсов.
sv: <app>GNOME Shell</app> kommer visa <app>Pika Backup</app> som ett körande bakgrundsprogram närhelst schemalagda säkerhetskopior är konfigurerade. Detta betyder inte att hela programmet körs i bakgrunden utan bara <em>övervakar</em>processen som använder väldigt få resurser.

source: Definition of terms
bg: Определения на термините
de: Definition der Begriffe
el: Ορισμός όρων
hu: Kifejezések meghatározása
pt_br: Definição de termos
ru: Определение терминов
sv: Definition av termer

source: Terminology
bg: Терминология
de: Fachvokabular
el: Ορολογία
hu: Szakkifejezések
pt_br: Terminologia
ru: Терминология
sv: Terminologi

source: These terms are commonly used in this documentation and within the app.
bg: Тези термини се използват често в тази документация и в приложението.
de: Die folgenden Begriffe werden oft in diesem Handbuch und der Anwendung verwendet.
el: Αυτοί οι όροι χρησιμοποιούνται συχνά σε αυτήν την τεκμηρίωση και εντός της εφαρμογής.
hu: Ezek a kifejezések gyakran használatosak ebben a dokumentációban és az alkalmazáson belül.
pt_br: Esses termos são comumente usados ​​nesta documentação e no aplicativo.
ru: Эти термины часто используются в данной документации и в приложении.
sv: Dessa termer används ofta i denna dokumentation och i programmet.

source: <app>BorgBackup</app> is the underlying program that is used to create backups. <app>Pika Backup</app> repositories can also be accessed with the BorgBackup commandline utility. See <link href="https://borgbackup.readthedocs.io">BorgBackup documentation</link> for more information about how to use the <cmd>borg</cmd> command line utility.
bg: <app>BorgBackup</app> е основната програма, която се използва за създаване на резервни копия. „<app>Pika Backup</app>„ хранилищата могат да бъдат достъпени и с програмата BorgBackup за командния ред. Вижте <link href="https://borgbackup.readthedocs.io">документацията на BorgBackup</link> за повече информация относно това как да използвате програмата <cmd>borg</cmd> за командния ред.
de: <app>BorgBackup</app> ist das zugrunde liegende Programm für die Erstellung von Sicherungen. Depots von <app>Pika Datensicherung</app> können mit dem Befehlszeilen-Werkzeug BorgBackup verwendet werden. Lesen Sie die <link href="https://borgbackup.readthedocs.io">BorgBackup-Dokumentation</link> für weitere Informationen über die Verwendung des Werkzeugs <cmd>borg</cmd>.
el: Το <app>BorgBackup</app> είναι το υποκείμενο πρόγραμμα που χρησιμοποιείται για τη δημιουργία αντιγράφων. Η πρόσβαση στα αποθετήρια του <app>Pika Backup</app> μπορεί να γίνει και μέσω του εργαλείου γραμμής εντολών BorgBackup. Δείτε την <link href="https://borgbackup.readthedocs.io">τεκμηρίωση του BorgBackup</link> για περισσότερες πληροφορίες σχετικά με τη χρήση του εργαλείου <cmd>borg</cmd>.
hu: A <app>BorgBackup</app> az a mögöttes program, amely a biztonsági mentések létrehozására szolgál. A <app>Pika biztonsági mentés</app> tárolói elérhetők a BorgBackup parancssori segédprogrammal is. A <cmd>borg</cmd> parancssori segédprogram használatával kapcsolatos további információkért nézze meg a <link href="https://borgbackup.readthedocs.io">BorgBackup dokumentációját</link>.
pt_br: <app>BorgBackup</app> é o programa subjacente usado para criar backups. Os repositórios do <app>Pika Backup</app> também podem ser acessados ​​com o utilitário de linha de comando BorgBackup. Consulte a <link href="https://borgbackup.readthedocs.io">documentação do BorgBackup</link> para obter mais informações sobre como usar o utilitário de linha de comando <cmd>borg</cmd>.
ru: <app>BorgBackup</app> - это базовая программа, которая используется для создания резервных копий. Доступ к хранилищам <app>Pika Backup</app> также можно получить с помощью утилиты командной строки BorgBackup. Смотрите <link href="https://borgbackup.readthedocs.io ">Документацию BorgBackup</link> для получения дополнительной информации о том, как пользоваться утилитой командной строки <cmd>borg</cmd>.
sv: <app>BorgBackup</app> är det underliggande programmet som används för att skapa säkerhetskopior. <app>Pika Backup</app>-lagringsplatser kan också kommas åt med kommandoradsverktyget för BorgBackup. Se <link href="https://borgbackup.readthedocs.io">BorgBackup-dokumentationen</link> för mer information om hur du använder <cmd>borg</cmd>-kommandoradsverktyget.

source: Repository
bg: Хранилище
de: Depot
el: Αποθετήριο
hu: Tároló
pt_br: Repositório
ru: Хранилище
sv: Lagringsplats

source: Backup repositories are directories on a disk or on a remote location that contain backup data. They store one or more <link xref="#archive">archives</link>.
bg: Хранилищата за резервни копия са папки на диск или на отдалечено място, които съдържат данни за резервни копия. В тях се съхраняват един или повече <link xref="#archive">архиви</link>.
de: Sicherungsdepots sind Ordner auf einem Laufwerk oder einem entfernten Ort, die Sicherungsdaten enthalten. Sie speichern ein oder mehrere <link xref="#archive">Archive</link>.
el: Τα αποθετήρια αντιγράφων είναι κατάλογοι σε έναν δίσκο ή σε μια απομακρυσμένη τοποθεσία που περιέχουν δεδομένα αντιγράφων ασφαλείας. Αποθηκεύουν μία ή περισσότερες <link xref="#archive">αρχειοθήκες</link>.
hu: A biztonsági mentés tárolói olyan könyvtárak egy lemezen vagy egy távoli helyen, amelyek a biztonsági mentés adatait tartalmazzák. Ezek egy vagy több <link xref="#archive">archívumot</link> tárolnak.
pt_br: Repositórios de backup são diretórios em um disco ou local remoto que contêm dados de backup. Eles armazenam um ou mais <link xref="#archive">arquivos</link>.
ru: Хранилища резервных копий - это каталоги на диске или в удалённом расположении, содержащие данные резервных копий. В них содержится один или несколько <link xref="#archive">архивов</link>.
sv: Säkerhetskopieringsförråd är kataloger på en disk eller en fjärrplats som innehåller säkerhetskopierade data. De lagrar en eller flera <link xref="#archive">arkiv</link>.

source: Archive
bg: Архив
de: Archiv
el: Αρχειοθήκη
hu: Archívum
pt_br: Arquivo
ru: Архив
sv: Arkiv

source: Every backup will create one archive. They store a singular snapshot of the files at the time the backup was created. To restore data from a particular archive, see <link xref="index#recovery"/>.
bg: Всяко резервно копие ще създаде един архив. Те съхраняват единично моментно състояние на файловете към момента на създаване на архива. За да възстановите данни от конкретен архив, вижте <link xref="index#recovery"/>.
de: Jede Sicherung legt ein Archiv an. Es speichert eine Momentaufnahme der Dateien zum Zeitpunkt der Sicherung. Lesen Sie <link xref="index#recovery"/> zum Wiederherstellen der Daten eines bestimmten Archivs.
el: Κάθε αντίγραφο ασφαλείας δημιουργεί μία αρχειοθήκη. Αυτές αποθηκεύουν ένα μοναδικό στιγμιότυπο των αρχείων τη στιγμή που δημιουργήθηκε το αντίγραφο. Για την επαναφορά δεδομένων από μια συγκεκριμένη αρχειοθήκη, δείτε το <link xref="index#recovery"/>.
hu: Minden biztonsági mentés egy archívumot hoz létre. Ezek tárolják a fájloknak a biztonsági mentés létrehozásának időpontjában készült egyszeri pillanatképét. Az adatoknak egy adott archívumból történő helyreállításához nézze meg a <link xref="index#recovery"/> fejezetet.
pt_br: Cada backup criará um arquivo. Eles armazenam uma cópia instantânea única dos arquivos no momento em que o backup foi criado. Para restaurar dados de um arquivo específico, consulte <link xref="index#recovery"/>.
ru: Каждое резервное копирование приводит к созданию одного архива. В архиве сохраняется один снимок файлов на момент создания резервной копии. Чтобы восстановить данные из определённого архива, смотрите <link xref="index#recovery"/>.
sv: Varje säkerhetskopia kommer skapa ett arkiv. De lagrar en ensam ögonblicksbild av filerna vid tiden då säkerhetskopian skapades. För att återställa data från ett visst arkiv, se <link xref="index#recovery"/>.

source: Deduplication
bg: Дедупликиране
de: Deduplizierung
el: Αποδιπλοτυπία
hu: Deduplikáció
pt_br: Deduplicação
ru: Дедупликация
sv: Avduplicering
