Repository: pika-backup/pika-backup
Catalog: help/*/*.po
Languages: bg, cs, de, el, hu, pt_br, ru, sv

source: <app>Pika Backup</app> stores backup <link xref="#archive">archives</link> in a way that only new and changed data from the last backup use up more disk space. The term <em>deduplication</em> is used to refer to this functionality.
bg: „<app>Pika Backup</app>“ съхранява <link xref="#archive">резервните архивите</link> по такъв начин, че само новите и променените данни от последното резервно копие използват повече дисково пространство. Терминът <em>„дедупликация“</em> се използва за обозначаване на тази функционалност.
de: <app>Pika Datensicherung</app> speichert <link xref="#archive">Sicherungsarchive</link> so, dass nur neue und geänderte Daten seit der letzten Sicherung Speicherplatz belegen. Der Begriff <em>Deduplizierung</em> bezeichnet diese Funktionalität.
el: Το <app>Pika Backup</app> αποθηκεύει τις <link xref="#archive">αρχειοθήκες</link> με τέτοιο τρόπο ώστε μόνο τα νέα και τα τροποποιημένα δεδομένα από το τελευταίο αντίγραφο να καταλαμβάνουν επιπλέον χώρο στο δίσκο. Ο όρος <em>αποδιπλοτυπία</em> (deduplication) αναφέρεται σε αυτήν τη λειτουργία.
hu: A <app>Pika biztonsági mentés</app> úgy tárolja a biztonsági mentés archívumait, hogy csak a legutóbbi biztonsági mentéshez képest új és megváltozott adatok foglalnak el több lemezterületet. A <em>deduplikáció</em> kifejezést használják erre a funkcióra való hivatkozásként.
pt_br: O <app>Pika Backup</app> armazena <link xref="#archive">arquivos</link> de backup de forma que apenas os dados novos e alterados do último backup ocupem mais espaço em disco. O termo <em>deduplicação</em> é usado para se referir a esta funcionalidade.
ru: <app>Pika Backup</app> хранит резервные копии <link xref="#archive">архивов</link> таким образом, что в дополнительном месте на диске нуждаются только новые или изменённые с момента последнего резервного копирования данные. Для обозначения этой функциональности используется термин <em>дедупликация</em>.
sv: <app>Pika Backup</app> lagrar säkerhetskopierings<link xref="#archive">arkiv</link> på ett sätt så att endast nya och ändrade data från den senaste säkerhetskopian använder mer diskutrymme. Termen <em>avduplicering</em> används för att hänvisa till denna funktionalitet.

source: The amount of new space used for the last backup can be seen in the <gui>Backup Info</gui> window that can be accessed via the <gui style="tab">Backup</gui> tab.
bg: Количеството ново пространство, използвано за последното резервно копие, може да се види в прозореца <gui>Подробности за резервата</gui>, който е достъпен чрез раздела <gui style="tab">Резервно копие</gui>.
de: Die Menge des belegten Speichers für die letzte Sicherung wird im Fenster <gui>Sicherungsdetails</gui> angezeigt, das Sie über den Reiter <gui style="tab">Datensicherung</gui> aufrufen.
el: Ο νέος χώρος που χρησιμοποιήθηκε για το τελευταίο αντίγραφο εμφανίζεται στο παράθυρο <gui>Πληροφορίες αντιγράφου</gui>, στο οποίο έχετε πρόσβαση μέσω της καρτέλας <gui style="tab">Αντίγραφο</gui>.
hu: Az utolsó biztonsági mentéshez használt új lemezterület mennyisége a <gui>Biztonsági mentés információi</gui> ablakban látható, amely a <gui style="tab">Biztonsági mentés</gui> lapon keresztül érhető el.
pt_br: A quantidade de espaço novo utilizado para o último backup pode ser vista na janela <gui>Informações de backup</gui> que pode ser acessada através da aba <gui style="tab">Backup</gui>.
ru: Объём нового пространства, использованного для последней резервной копии, можно увидеть в окне <gui>Информация о резервном копировании</gui>, доступ к которому можно получить из вкладки <gui style="tab">Резервное копирование</gui>.
sv: Mängden nytt utrymme som användes för den senaste säkerhetskopian kan ses i fönstret <gui>Säkerhetskopieringsinfo</gui> som kan nås via fliken <gui style="tab">Säkerhetskopia</gui>.

source: Compression
bg: Компресия
de: Komprimierung
el: Συμπίεση
hu: Tömörítés
pt_br: Compressão
ru: Сжатие
sv: Komprimering

source: Backup <link xref="#archive">archives</link> created with <app>Pika Backup</app> are compressed with the <em>zstd</em> algorithm on <em>level 3</em>. This was chosen as a compromise between performance and resulting backup size.
bg: Резервни архиви, създадени с „Pika Backup“, са компресирани с алгоритъма zstd на ниво 3. Това беше избрано като компромис между производителността и размера на полученото резервно копие.
de: <link xref="#archive">Sicherungsarchive</link>, die mit <app>Pika Datensicherung</app> erstellt wurden, werden mit <em>zstd</em> auf <em>Stufe 3</em> komprimiert. Die Einstellung ist ein bewusst gewählter Kompromiss zwischen Geschwindigkeit und Sicherungsgröße.
el: Οι <link xref="#archive">αρχειοθήκες</link> που δημιουργούνται με το <app>Pika Backup</app> συμπιέζονται με τον αλγόριθμο <em>zstd</em> στο <em>επίπεδο 3</em>. Αυτό επιλέχθηκε ως μια μέση λύση μεταξύ απόδοσης και τελικού μεγέθους του αντιγράφου.
hu: A <app>Pika biztonsági mentés</app> alkalmazással létrehozott biztonsági mentési <link xref="#archive">archívumok</link> <em>zstd</em> algoritmussal vannak tömörítve, <em>3. szinten</em>. Ez a teljesítmény és a keletkező biztonsági mentés mérete közötti kompromisszumként lett kiválasztva.
pt_br: <link xref="#archive">Arquivos</link> de backup criados com o <app>Pika Backup</app> são compactados com o algoritmo <em>zstd</em> no <em>nível 3</em>. Isto foi escolhido como um compromisso entre o desempenho e o tamanho do backup resultante.
ru: <link xref="#archive">Архивы</link> резервных копий, созданные <app>Pika Backup</app>, сжаты с помощью алгоритма <em>zstd</em> на <em>уровне 3</em>. Это было выбрано в качестве компромисса между производительностью и размером полученной резервной копии.
sv: Säkerhetskopierings<link xref="#archive">arkiv</link> skapade med <app>Pika Backup</app> komprimeras med <em>zstd</em>-algoritmen på <em>nivå 3</em>. Detta valdes som en kompromiss mellan prestanda och resulterande storlek på säkerhetskopior.

source: Encryption
bg: Шифриране
de: Verschlüsselung
el: Κρυπτογράφηση
hu: Titkosítás
pt_br: Criptografia
ru: Шифрование
sv: Kryptering

source: Backup repositories created with <app>Pika Backup</app> can be encrypted. This will make it impossible for anyone to read the contents of the backup without knowing or guessing the encryption <em>password</em>.
bg: Резервните хранилища, създадени с “<app>Pika Backup</app>“, могат да бъдат шифрирани. По този начин никой не може да прочете съдържанието на резервното копие, без да знае или да отгатне паролата за шифриране.
de: Sicherungsdepots von <app>Pika Datensicherung</app> können verschlüsselt werden. Somit ist es Dritten unmöglich, den Inhalt der Sicherung zu lesen, ohne das <em>Password</em> zu erraten oder zu wissen.
el: Τα αποθετήρια αντιγράφων που δημιουργούνται με το <app>Pika Backup</app> μπορούν να κρυπτογραφηθούν. Αυτό καθιστά αδύνατη την ανάγνωση των περιεχομένων από οποιονδήποτε δεν γνωρίζει ή δεν μπορεί να μαντέψει τον <em>κωδικό πρόσβασης</em> κρυπτογράφησης.
hu: A <app>Pika biztonsági mentés</app> alkalmazással létrehozott biztonsági mentési tárolók titkosíthatók. Ez lehetetlenné teszi bárki számára, hogy a titkosítási <em>jelszó</em> ismerete vagy kitalálása nélkül elolvassa a biztonsági mentés tartalmát.
pt_br: Repositórios de backup criados com <app>Pika Backup</app> podem ser criptografados. Isso tornará impossível para qualquer pessoa ler o conteúdo do backup sem saber ou adivinhar a <em>senha</em> de criptografia.
ru: Хранилища резервных копий, созданные с помощью <app>Pika Backup</app>, могут быть зашифрованы. Это сделает невозможным для любого, кто не знает или не может угадать <em>пароль</em> шифрования, доступ к содержимому резервной копии.
sv: Säkerhetskopieringsförråd som skapats med <app>Pika Backup</app> kan krypteras. Detta kommer göra det omöjligt för alla att läsa innehållet i säkerhetskopian utan att känna till eller gissa krypterings<em>lösenordet</em>.

source: While it is important to choose a strong encryption password for sensitive data, losing the password also means losing access to all data. It is equally important to choose a password that is not easily forgotten or stored in a safe place.
bg: Въпреки че е важно да изберете силна парола за шифриране на чувствителни данни, загубата на паролата означава и загуба на достъп до всички данни. Също толкова важно е да се избере парола, която не се забравя лесно или се съхранява на сигурно място.
de: Es ist wichtig, ein gutes Verschlüsselungspasswort für kritische Daten zu wählen. Andererseits bedeutet der Verlust allerdings den Verlust aller Daten. Es ist genauso wichtig, ein Passwort zu wählen, dass Sie nicht leicht vergessen, oder es an einem sicheren Ort aufzubewahren.
el: Αν και είναι σημαντικό να επιλέξετε έναν ισχυρό κωδικό για ευαίσθητα δεδομένα, η απώλεια του κωδικού σημαίνει και απώλεια πρόσβασης σε όλα τα δεδομένα. Είναι εξίσου σημαντικό να επιλέξετε έναν κωδικό που δεν ξεχνιέται εύκολα ή να τον φυλάξετε σε ασφαλές μέρος.
hu: Bár fontos, hogy erős titkosítási jelszót válasszon az érzékeny adatokhoz, a jelszó elvesztése egyben az összes adathoz való hozzáférés elvesztését is jelenti. Ugyanilyen fontos, hogy olyan jelszót válasszon, amelyet nem lehet könnyen elfelejteni vagy biztonságos helyen van tárolva.
pt_br: Embora seja importante escolher uma senha de criptografia forte para dados confidenciais, perder a senha também significa perder o acesso a todos os dados. É igualmente importante escolher uma senha que não seja facilmente esquecida ou guardada em local seguro.
ru: Важно выбрать надежный пароль шифрования для конфиденциальных данных, но потеря пароля также означает потерю доступа ко всем данным. Не менее важно выбрать пароль, который не просто забыть, или хранить его в надежном месте.
sv: Medan det är viktigt att välja ett starkt krypteringslösenord för känsliga data, så innebär att förlora lösenordet också att förlora åtkomst till alla data. Det är lika viktigt att välja ett lösenord som inte är lätt att glömma, eller lagra det på ett säkert ställe.

source: The encryption algorithm used for new <link type="repository">repositories</link> is <em>AES-CTR-256</em>. The authentication algorithm is either <em>HMAC-SHA256</em> or <em>BLAKE2b-256</em> depending on whether SHA256 is hardware-accelerated on the system.
bg: Алгоритъмът за шифриране, използван за новите <link type="repository">хранилища</link>, е <em>AES-CTR-256</em>. Алгоритъмът за удостоверяване е <em>HMAC-SHA256</em> или <em>BLAKE2b-256</em> в зависимост от това дали SHA256 е хардуерно ускорен в системата.
de: Der Verschlüsselungsalgorithmus für neue <link type="repository">Depots</link> ist <em>AES-CTR-256</em>. Der Authentifizierungs-Algorithmus ist entweder <em>HMAC-SHA256</em> oder <em>BLAKE2b-256</em>, abhängig davon, ob SHA256 hardware-beschleunigt ist auf dem System.
hu: Az új <link type="repository">tárolóknál</link> használt titkosítási algoritmus az <em>AES-CTR-256</em>. A hitelesítési algoritmus <em>HMAC-SHA256</em> vagy <em>BLAKE2b-256</em> attól függően, hogy az SHA256 hardveresen gyorsított-e a rendszeren.
pt_br: O algoritmo de criptografia usado para novos <link type="repository">repositórios</link> é <em>AES-CTR-256</em>. O algoritmo de autenticação é <em>HMAC-SHA256</em> ou <em>BLAKE2b-256</em> dependendo se o SHA256 é acelerado pelo hardware no sistema.
ru: Для новых <link type="repository">хранилищ</link> алгоритмом шифрования является <em>AES-CTR-256</em>. Алгоритмом аутентификации - либо <em>HMAC-SHA256</em>, либо <em>BLAKE2b-256</em> в зависимости от того, поддерживается ли в системе аппаратное ускорение SHA256.
sv: Krypteringsalgoritmen som används för nya <link type="repository">lagringsplatser</link> är <em>AES-CTR-256</em>. Autentiseringsalgoritmen är antingen <em>HMAC-SHA256</em> eller <em>BLAKE2b-256</em> beroende på om SHA256 är hårdvaruaccelererat på systemet.

source: The encryption password can be changed via <guiseq><gui>Menu</gui><gui>Backup Preferences</gui><gui>Change Encryption Password</gui></guiseq>.
bg: Паролата за шифриране може да бъде променена чрез <guiseq><gui>Меню</gui><gui>Предпочитания на резервата</gui><gui>Променяне на паролата за шифриране</gui></guiseq>.
de: Das Verschlüsselungspasswort können Sie ändern mittels <guiseq><gui>Menü</gui><gui>Sicherungseinstellungen</gui><gui>Verschlüsselungspasswort ändern</gui></guiseq>.
el: Ο κωδικός πρόσβασης κρυπτογράφησης μπορεί να αλλάξει μέσω της διαδρομής <guiseq><gui>Μενού</gui><gui>Προτιμήσεις αντιγράφων ασφαλείας</gui><gui>Αλλαγή κωδικού πρόσβασης κρυπτογράφησης</gui></guiseq>.
hu: A titkosítási jelszó a <guiseq><gui>Menü</gui><gui>Biztonsági mentés beállításai</gui><gui>Titkosítási jelszó megváltoztatása</gui></guiseq> menüpontban változtatható meg.
pt_br: A senha de criptografia pode ser alterada através do <guiseq><gui>Menu</gui><gui>Preferências de backup</gui><gui>Trocar a senha de criptografia</gui></guiseq>.
ru: Пароль шифрования можно изменить с помощью <guiseq><gui>Меню</gui><gui>Параметры резервного копирования</gui><gui>Изменить пароль шифрования</gui></guiseq>.
sv: Krypteringslösenordet kan ändras via <guiseq><gui>Meny</gui><gui>Inställningar för säkerhetskopiering</gui><gui>Ändra krypteringslösenord</gui></guiseq>.

source: Introduction to <app>Pika Backup</app>
bg: Въведение в „<app>Pika Backup</app>“
de: Einführung in <app>Pika Datensicherung</app>
el: Εισαγωγή στο <app>Pika Backup</app>
hu: Bevezetés a <app>Pika biztonsági mentés</app> alkalmazásba
pt_br: Introdução ao <app>Pika Backup</app>
ru: Введение в <app>Pika Backup</app>
sv: Introduktion till <app>Pika Backup</app>

source: Introduction
bg: Въведение
de: Einführung
el: Εισαγωγή
hu: Bevezetés
pt_br: Introdução
ru: Введение
sv: Introduktion

source: <app>Pika Backup</app> is designed to save your personal data. Plug in your USB drive and let the Pika do the rest for you.
bg: „<app>Pika Backup</app>“ е предназначено за запазване на личните ви данни. Включете USB устройството си и оставете Pika да свърши останалото вместо вас.
de: <app>Pika Datensicherung</app> kümmert sich um die Sicherung Ihrer persönlichen Daten. Stecken Sie Ihr USB-Laufwerk an und lassen Sie Pika den Rest für Sie erledigen.
el: Το <app>Pika Backup</app> είναι σχεδιασμένο για να σώζει τα προσωπικά σας δεδομένα. Συνδέστε τη συσκευή USB και αφήστε το Pika να κάνει τα υπόλοιπα.
hu: A <app>Pika biztonsági mentés</app> alkalmazást a személyes adatainak mentésére tervezték. Csatlakoztassa az USB-meghajtóját, és hagyja, hogy a Pika elvégezze a többit Ön helyett.
pt_br: O <app>Pika Backup</app> foi projetado para salvar seus dados pessoais. Conecte sua unidade USB e deixe o Pika fazer o resto para você.
ru: Приложение <app>Pika Backup</app> предназначено для сохранения ваших личных данных. Подключите USB-накопитель, и пусть «Pika» сделает всё остальное за вас.
sv: <app>Pika Backup</app> är designat för att spara dina personliga data. Tryck in ditt USB-minne och låt Pika sköta resten.

source: Create backups <link xref="setup-drive">locally</link>, on <link xref="setup-gvfs">network shares</link> and <link xref="setup-remote">remotely</link>
bg: Създайте резервни копия <link xref="setup-drive">локално</link>, чрез <link xref="setup-gvfs">споделяне на мрежата</link> и <link xref="setup-remote">отдалечен достъп</link>
de: Erstellen Sie Datensicherungen <link xref="setup-drive">lokal</link>, über <link xref="setup-gvfs">Netzwerkfreigaben</link> und auf <link xref="setup-remote">entfernten Rechnern</link>
el: Δημιουργήστε αντίγραφα <link xref="setup-drive">τοπικά</link>, σε <link xref="setup-gvfs">κοινόχρηστους πόρους δικτύου</link> και <link xref="setup-remote">απομακρυσμένα</link>
hu: Biztonsági mentések létrehozása <link xref="setup-drive">helyileg</link>, <link xref="setup-gvfs">hálózati megosztásokon</link> és <link xref="setup-remote">távoli gépeken</link>
pt_br: Crie backups <link xref="setup-drive">localmente</link>, em <link xref="setup-gvfs">compartilhamentos de rede</link> e <link xref="setup-remote">remotamente</link >
ru: Создание резервных копий <link xref="setup-drive">локально</link>, на <link xref="setup-gvfs">общих сетевых ресурсах</link> и <link xref="setup-remote">удалённо</link>
sv: Skapa säkerhetskopior <link xref="setup-drive">lokalt</link>, på <link xref="setup-gvfs">nätverksutdelningar</link> och <link xref="setup-remote">på distans</link>

source: Set a schedule for regular backups
bg: Задаване на график за редовно създаване на резерви
de: Einen Zeitplan für regelmäßige Sicherungen festlegen
el: Ορίστε ένα πρόγραμμα για τακτικά αντίγραφα ασφαλείας
hu: Ütemezés beállítása a rendszeres biztonsági mentésekhez
pt_br: Defina uma programação para backups regulares
ru: Установка расписания для проведения регулярного резервного копирования
sv: Ställ in ett schema för regelbundna säkerhetskopior

source: Save time and disk space because Pika Backup <link xref="general-glossary#deduplication">does not need</link> to copy known data again
bg: Спестете време и дисково пространство, тъй като „Pika Backup“ <link xref="general-glossary#deduplication">не се нуждае</link> от повторно копиране на непроменени данни
de: Sparen Sie Zeit und Speicherplatz, denn Pika Datensicherung <link xref="general-glossary#deduplication">muss keine bekannten Daten erneut kopieren</link>
el: Εξοικονομήστε χρόνο και χώρο στο δίσκο επειδή το Pika Backup <link xref="general-glossary#deduplication">δεν χρειάζεται</link> να αντιγράψει ξανά γνωστά δεδομένα
hu: Idő és lemezterület megtakarítása, mert a Pika biztonsági mentésnek <link xref="general-glossary#deduplication">nem kell</link> újra átmásolnia a már ismert adatokat
pt_br: Economize tempo e espaço em disco porque o Pika Backup <link xref="general-glossary#deduplication">não precisa</link> copiar dados conhecidos novamente
ru: Сохраняйте время и место на диске потому, что «Pika Backup» <link xref="general-glossary#deduplication">не нуждается</link> в повторном копировании уже скопированных данных
sv: Spara tid och diskutrymme för att Pika Backup <link xref="general-glossary#deduplication">inte behöver</link> kopiera kända data igen

source: <link xref="general-glossary#encryption">Encrypt</link> your backups
bg: <link xref="general-glossary#encryption">Шифрирайте</link> вашите резерви
de: <link xref="general-glossary#encryption">Verschlüsseln</link> Sie Ihre Datensicherungen
hu: A biztonsági mentéseinek <link xref="general-glossary#encryption">titkosítása</link>
pt_br: <link xref="general-glossary#encryption">Criptografe</link> seus backups
ru: <link xref="general-glossary#encryption">Шифрование</link> ваших резервных копий
sv: <link xref="general-glossary#encryption">Kryptera</link> dina säkerhetskopior

source: List created <link xref="general-glossary#archive">archives</link> and browse through their contents
bg: Показване на създадени <link xref="general-glossary#archive">архиви</link>, и разглеждане на съдържанието им
de: Listen Sie erstellte <link xref="general-glossary#archive">Archive</link> auf und durchsuchen Sie deren Inhalt
el: Δείτε τη λίστα με τις <link xref="general-glossary#archive">αρχειοθήκες</link> που δημιουργήθηκαν και περιηγηθείτε στα περιεχόμενά τους
hu: Létrehozott <link xref="general-glossary#archive">archívumok</link> felsorolása és a tartalmuk tallózása
pt_br: Liste os <link xref="general-glossary#archive">arquivos</link> criados e navegue pelo seu conteúdo
ru: Просмотр списка созданных <link xref="general-glossary#archive">архивов</link> и навигация по их содержимому
sv: Lista skapade <link xref="general-glossary#archive">arkiv</link> och bläddra genom deras innehåll

source: <link xref="recovery-pika">Recover</link> files or folders via your file browser
bg: Възстановете файлове или папки чрез файловия четец
de: Sie können Dateien und Ordner mittels Ihrer Dateiverwaltung <link xref="recovery-pika">wiederherstellen</link>
el: <link xref="recovery-pika">Ανακτήστε</link> αρχεία ή φακέλους μέσω του περιηγητή αρχείων σας
hu: Fájlok vagy mappák <link xref="recovery-pika">helyreállítása</link> a fájlböngészőjén keresztül
pt_br: <link xref="recovery-pika">Recupere</link> arquivos ou pastas através do seu explorador de arquivos
ru: <link xref="recovery-pika">Восстановление</link> файлов и папок с помощью файлового менеджера
sv: <link xref="recovery-pika">Återställ</link> filer eller mappar via din filbläddrare

source: <app>Pika Backup</app> does not support complete system recovery. It is powered by the well-tested <app>BorgBackup</app> software.
bg: „Pika Backup“ не поддържа пълно възстановяване на системата. Задвижван е от добре изпитания софтуер <app>BorgBackup</app>.
de: <app>Pika Datensicherung</app> bietet keine vollständige System-Wiederherstellung. Im Hintergrund wird die bewährte Software <app>BorgBackup</app> eingesetzt.
el: Το <app>Pika Backup</app> δεν υποστηρίζει πλήρη ανάκτηση συστήματος. Βασίζεται στο δοκιμασμένο λογισμικό <app>BorgBackup</app>.
hu: A <app>Pika biztonsági mentés</app> nem támogatja a teljes rendszer-helyreállítást. A jól tesztelt <app>BorgBackup</app> szoftverre épül.
pt_br: <app>Pika Backup</app> não oferece suporte à recuperação completa do sistema. Ele é alimentado pelo já bem testado software <app>BorgBackup</app>.
ru: <app>Pika Backup</app> не предназначено для полного восстановления системы. Приложение работает на базе хорошо проверенного инструмента - <app>BorgBackup</app>.
sv: <app>Pika Backup</app> stöder inte fullständig systemåterhämtning. Det drivs av den vältestade <app>BorgBackup</app>-programvaran.

source: Setup local backup on removable drive
bg: Настрой локално резервно копие на преносим диск
de: Lokale Datensicherung auf Wechselmedium einrichten
el: Ρύθμιση τοπικού αντιγράφου σε αφαιρούμενο δίσκο
pt_br: Configure o backup local em unidade removível
ru: Настройка локального резервного копирования на съёмный диск

source: Removable Drive
bg: Преносим диск
de: Wechseldatenträger
el: Αφαιρούμενος δίσκος
hu: Cserélhető meghajtó
pt_br: Unidade removível
ru: Съёмный диск
sv: Flyttbar enhet

source: To configure a backup on a removable drive follow these steps.
bg: За да настройте резервно копие на преносим диск, следвайте следните стъпки.
de: Um eine Datensicherung auf einem Wechselmedium einzurichten, folgen Sie diesen Schritten.
el: Για να ρυθμίσετε ένα αντίγραφο σε αφαιρούμενο δίσκο, ακολουθήστε αυτά τα βήματα.
hu: Cserélhető meghajtón történő biztonsági mentés beállításához kövesse ezeket a lépéseket.
pt_br: Para configurar um backup em uma unidade removível, siga estas etapas.
ru: Чтобы настроить резервное копирование на съёмный диск, выполните следующие действия.
sv: Följ dessa steg för att konfigurera en säkerhetskopia på en flyttbar enhet.

source: Insert the removable drive
bg: Поставете преносимия диск
de: Verbinden Sie den Wechseldatenträger
el: Εισαγάγετε τον αφαιρούμενο δίσκο
hu: Helyezze be a cserélhető meghajtót.
pt_br: Insira a unidade removível
ru: Вставьте съёмный диск
sv: Mata in den flyttbara enheten

source: Ensure the drive is visible and accessible via <app>GNOME Files</app>.
bg: Уверете се, че дискът е видим и достъпен чрез <app>GNOME Files</app>.
de: Stellen Sie sicher, dass das Laufwerkwerk sichtbar und zugreifbar ist über <app>GNOME Dateien</app>.
el: Βεβαιωθείτε ότι ο δίσκος είναι ορατός και προσβάσιμος μέσω της εφαρμογής <app>Αρχεία GNOME</app>.
hu: Biztosítsa, hogy a meghajtó látható és elérhető legyen a <app>GNOME Fájlok</app> alkalmazáson keresztül.
pt_br: Certifique-se de que a unidade esteja visível e acessível por meio do <app>Arquivos</app> do GNOME.
ru: Убедитесь, что диск виден и доступен через <app>Файлы GNOME</app>.
sv: Säkerställ att enheten är synlig och åtkomlig via <app>GNOME Filer</app>.
