Repository: pika-backup/pika-backup
Catalog: help/*/*.po
Languages: bg, cs, de, el, hu, pt_br, ru, sv

source: Select the archive with the date and time from which you want to recover the files. If the corresponding archive is not listed, use the refresh button to update the list of archives.
bg: Изберете архива с датата и часа, от който искате да възстановите файловете. Ако съответният архив не е в списъка, използвайте бутона за обновяване, за да обновите списъка с архиви.
cs: Vyberte archiv s datem a časem, ze kterého chcete obnovit soubory. Pokud v seznamu schází, použijte aktualizační tlačítko k aktualizaci seznamu.
de: Wählen Sie das Archiv aus, von dem aus Sie die Dateien wiederherstellen wollen. Wenn das entsprechende Archiv nicht aufgeführt ist, verwenden Sie den »Auffrischen«-Knopf, um die Liste mit den Archiven zu aktualisieren.
el: Επιλέξτε την αρχειοθήκη με την ημερομηνία και την ώρα από την οποία θέλετε να ανακτήσετε τα αρχεία. Αν η αντίστοιχη αρχειοθήκη δεν περιλαμβάνεται στη λίστα, χρησιμοποιήστε το κουμπί ανανέωσης για να ενημερώσετε τη λίστα.
hu: Válassza ki azt az archívumot a dátum és időpont alapján, amelyből helyre szeretné állítani a fájlokat. Ha a megfelelő archívum nem szerepel a listában, használja a frissítés gombot az archívumok listájának frissítéséhez.
pt_br: Selecione o arquivo com a data e hora a partir da qual deseja realizar a recuperação. Se o arquivo correspondente não estiver listado, use o botão Atualizar para atualizar a lista de arquivos.
ru: Выберите архив с датой и временем, из которого вы хотите восстановить файлы. Если соответствующий архив отсутствует в списке, используйте кнопку обновления, чтобы обновить список архивов.
sv: Välj arkivet med datum och tid som du vill återställa filerna från. Använd uppdateringsknappen för att uppdatera arkivlistan om motsvarande arkiv inte finns listat.

source: Use the <gui>Browse Saved Files</gui> option and wait until the file browser opens.
bg: Използвайте опцията <gui>Разглеждане на запазените файлове</gui> и изчакайте да се отвори файловият браузър.
cs: Použijte volbu <gui>Procházet uložené soubory</gui> a počktejte, dokud se neotevře prohlížeč souborů.
de: Verwenden Sie die <gui>Gesicherte Dateien durchsuchen</gui>-Option und warten Sie, bis sich der Datei-Browser öffnet.
el: Χρησιμοποιήστε την επιλογή <gui>Περιήγηση αποθηκευμένων αρχείων</gui> και περιμένετε μέχρι να ανοίξει ο περιηγητής αρχείων.
hu: Használja a <gui>Mentett fájlok tallózása</gui> lehetőséget, és várja meg, amíg a fájlböngésző megnyílik.
pt_br: Use a opção <gui>Navegar pelos arquivos salvos</gui> e espere até que o explorador de arquivos abra.
ru: Используйте параметр <gui>Просмотр сохранённых файлов</gui> и подождите, пока не откроется файловый менеджер.
sv: Använd alternativet <gui>Bläddra bland sparade filer</gui> och vänta till filbläddraren öppnas.

source: Make use of the <link href="help:gnome-help/files">GNOME Files</link> features to find the corresponding files and view them or to copy them to your computer.
bg: Използвайте функциите <link href="help:gnome-help/files">GNOME Files</link>, за да намерите съответните файлове и да ги прегледате или да ги копирате на компютъра си.
de: Verwenden Sie die Funktionen von <link href="help:gnome-help/files">GNOME Dateien</link>, um die entsprechenden Dateien zu finden und diese entweder anzusehen oder auf Ihren Rechner zu kopieren.
el: Αξιοποιήστε τις δυνατότητες της εφαρμογής <link href="help:gnome-help/files">Αρχεία GNOME</link> για να βρείτε τα αντίστοιχα αρχεία και να τα δείτε ή να τα αντιγράψετε στον υπολογιστή σας.
hu: Használja a <link href="help:gnome-help/files">GNOME Fájlok</link> funkcióit a megfelelő fájlok megkereséséhez és megtekintéséhez vagy a számítógépre másolásukhoz.
pt_br: Utilize os recursos do <link href="help:gnome-help/files">Arquivos</link> do GNOME para encontrar os arquivos correspondentes e visualizá-los ou copiá-los para o seu computador.
ru: Воспользуйтесь возможностями приложения <link href="help:gnome-help/files">Файлы GNOME</link>, чтобы искать, просматривать или копировать соответствующие файлы на свой компьютер.
sv: Använd funktionerna för <link href="help:gnome-help/files">GNOME Filer</link> för att hitta motsvarande filer och visa dem eller kopiera dem till din dator.

# _
source: external ref='media/eject-symbolic.svg' md5='6e47085bb625da128aca17b9bc929b93'
de: original

source: Close <app>Pika Backup</app> or <em>eject</em> the backup archive via the <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">eject</gui> button
bg: Спрете „<app>Pika Backup</app>“ или <em>извадете</em> резервния архив чрез бутона <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">изваждане</gui>
de: Schließen Sie <app>Pika Datensicherung</app> oder <em>werfen</em> Sie das Datensicherungsarchiv aus mit dem Knopf <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">Auswerfen</gui>
el: Κλείστε το <app>Pika Backup</app> ή <em>εξαγάγετε</em> την αρχειοθήκη μέσω του κουμπιού <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">εξαγωγή</gui>
hu: Zárja be a <app>Pika biztonsági mentés</app> alkalmazást, vagy <em>vegye ki</em> a biztonsági mentési archívumot a <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">kiadás</gui> gombbal
pt_br: Feche o <app>Pika Backup</app> ou <em>ejete</em> o arquivo de backup através do botão <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">ejetar</gui>
ru: Закройте приложение <app>Pika Backup</app> или <em>извлеките</em> архив резервной копии с помощью кнопки <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">извлечения</gui>
sv: Stäng <app>Pika Backup</app> eller <em>mata ut</em> säkerhetskopieringsarkivet genom knappen <media type="image" src="media/eject-symbolic.svg"/> <gui style="button">mata ut</gui>

source: <app>GNOME Files</app> will not preserve permissions when copying from the backup archive. To restore files with correct permissions, use <cmd>cp -a</cmd> on the commandline.
bg: <app>GNOME Files</app> няма да запазва правата при копиране от резервен архив. За да възстановите файловете с правилни права, използвайте <cmd>cp -a</cmd> на командния ред.
de: Bitte beachten Sie, dass <app>GNOME Dateien</app> Berechtigungen nicht beibehält, wenn aus einem Datensicherungsarchiv kopiert wird. Um Dateien mit den ursprünglichen Berechtigungen wiederherzustellen, verwenden Sie bitte <cmd>cp -a</cmd> in der Befehlszeile.
el: Τα <app>Αρχεία GNOME</app> δεν διατηρούν τα δικαιώματα κατά την αντιγραφή από την αρχειοθήκη αντιγράφου. Για να επαναφέρετε αρχεία με τα σωστά δικαιώματα, χρησιμοποιήστε την εντολή <cmd>cp -a</cmd> στη γραμμή εντολών.
hu: A <app>GNOME Fájlok</app> a biztonsági mentés archívumából való másoláskor nem őrzi meg a jogosultságokat. A fájlok helyes jogosultságokkal történő helyreállításához használja a <cmd>cp -a</cmd> parancsot a parancssorban.
pt_br: O <app>Arquivos</app> do GNOME não preservará as permissões ao copiar do arquivo de backup. Para restaurar arquivos com permissões corretas, use <cmd>cp -a</cmd> na linha de comando.
ru: Приложение <app>Файлы GNOME</app> не будет сохранять права доступа при копировании файлов из архива резервной копии. Чтобы восстановить файлы с правильными правами доступа, используйте <cmd>cp -a</cmd> в командной строке.
sv: <app>GNOME Filer</app> kommer inte bevara rättigheter vid kopiering från säkerhetskopieringsarkivet. För att återställa filer med rätt rättigheter får du använda <cmd>cp -a</cmd> på kommandoraden.

source: Recover data using other apps
bg: Възстановете данни с помощта на други приложения
de: Daten mit anderen Anwendungen wiederherstellen
el: Ανάκτηση δεδομένων με χρήση άλλων εφαρμογών
hu: Adatok helyreállítása más alkalmazások használatával
pt_br: Recupere dados usando outros apps
ru: Восстановление данных с помощью других приложений
sv: Återställ data med andra program

source: Access Files without Pika Backup
bg: Достъпете файлове без „Pika Backup“
cs: Přístup k souborům bez aplikace
de: Auf Dateien zugreifen ohne Pika Datensicherung
el: Πρόσβαση σε αρχεία χωρίς το Pika Backup
hu: Fájlok elérése a Pika biztonsági mentés nélkül
pt_br: Acesse arquivos sem o Pika Backup
ru: Доступ к файлам без «Pika Backup»
sv: Komma åt filer utan Pika Backup

source: <app>Pika Backup</app> stores files in a format that can only be read by <app>BorgBackup</app> compatible apps. The recommended way to access files from your backup is to install <app>Pika Backup</app>, configure the backup, and follow the <link xref="recovery-pika"/> instructions.
bg: „<app>Pika Backup</app>“ съхранява файлове във формат, който може да бъде прочетен само от съвместими с <app>BorgBackup</app> приложения. Препоръчителният начин за достъп до файловете от вашето резервно копие е да инсталирате „<app>Pika Backup</app>“, да конфигурирате резервното копие и да следвате <link xref="recovery-pika"/> инструкциите.
de: <app>Pika Datensicherung</app> speichert Dateien in einem Format, das nur von mit <app>BorgBackup</app> kompatiblen Anwendungen gelesen werden kann. Der empfohlene Weg für den Zugriff auf Dateien aus Ihrer Datensicherung besteht darin, <app>Pika Datensicherung</app> zu installieren, die Datensicherung einzurichten und den <link xref="recovery-pika"/>Anweisungen zu folgen.
el: Το <app>Pika Backup</app> αποθηκεύει αρχεία σε μορφή που μπορεί να αναγνωσθεί μόνο από εφαρμογές συμβατές με το <app>BorgBackup</app>. Ο προτεινόμενος τρόπος πρόσβασης στα αρχεία σας είναι η εγκατάσταση του <app>Pika Backup</app>, η ρύθμιση του αντιγράφου και η τήρηση των οδηγιών <link xref="recovery-pika"/>.
hu: A <app>Pika biztonsági mentés</app> olyan formátumban tárolja a fájlokat, amelyet csak a <app>BorgBackup</app> programmal kompatibilis alkalmazások tudnak olvasni. A biztonsági mentésben lévő fájlok elérésének ajánlott módja a <app>Pika biztonsági mentés</app> telepítése, a biztonsági mentés beállítása és a <link xref="recovery-pika"/> utasítások követése.
pt_br: O <app>Pika Backup</app> armazena arquivos em um formato que só pode ser lido por aplicativos compatíveis com o <app>BorgBackup</app>. A maneira recomendada de acessar os arquivos do seu backup é instalar o <app>Pika Backup</app>, configurar o backup e seguir as<link xref="recovery-pika"/> instruções.
ru: <app>Pika Backup</app> хранит файлы в формате, который может быть прочитан только приложениями, совместимыми с <app>Pika Backup</app>. Рекомендуемый способ получить доступ к файлам из вашей резервной копии - установить <app>Pika Backup</app>, настроить резервное копирование и следовать инструкциям <link xref="recovery-pika"/>.
sv: <app>Pika Backup</app> lagrar filer i ett format som endast kan läsas av program kompatibla med <app>BorgBackup</app>. Det rekommenderade sättet att komma åt filer från din säkerhetskopia är att installera <app>Pika Backup</app>, konfigurera säkerhetskopian och följa instruktionerna för att <link xref="recovery-pika"/>.

source: However, if <app>Pika Backup</app> is not available, alternative software can be used that works on a variety of operating systems.
bg: Ако обаче „<app>Pika Backup</app>“ не е на разположение, може да се използва алтернативен софтуер, който работи с различни операционни системи.
de: Sollte <app>Pika Datensicherung</app> jedoch nicht verfügbar sein, gibt es alternative Anwendungen, die auf einer Vielzahl von Betriebssystemen funktionieren.
el: Ωστόσο, αν το <app>Pika Backup</app> δεν είναι διαθέσιμο, μπορεί να χρησιμοποιηθεί εναλλακτικό λογισμικό που λειτουργεί σε διάφορα λειτουργικά συστήματα.
hu: Azonban ha a <app>Pika biztonsági mentés</app> nem érhető el, akkor olyan alternatív szoftverek használhatók, amelyek számos operációs rendszeren működnek.
pt_br: No entanto, se o <app>Pika Backup</app> não estiver disponível, pode ser usado um software alternativo que funcione em vários sistemas operacionais.
ru: Однако, если приложение <app>Pika Backup</app> недоступно, можно использовать альтернативное программное обеспечение, работающее в различных операционных системах.
sv: Om <app>Pika Backup</app> inte finns tillgänglig så kan alternativ programvara användas som fungerar på en rad olika operativsystem.

source: Alternative Apps
bg: Алтернативни приложения
de: Alternative Anwendungen
el: Εναλλακτικές εφαρμογές
hu: Alternatív alkalmazások
pt_br: Aplicativos alternativos
ru: Альтернативные приложения
sv: Alternativa program

source: The <link href="https://vorta.borgbase.com/install/">Vorta</link> application provides complete access to all your stored files via a graphical user interface.
bg: Приложението <link href="https://vorta.borgbase.com/install/">Vorta</link> осигурява пълен достъп до всички съхранени файлове чрез графичен потребителски интерфейс.
cs: Aplikace <link href="https://vorta.borgbase.com/install/">Vorta</link> poskytuje plný přístup ke všem vašim uloženým souborům pomocí grafického uživatelského rozhraní.
de: Die Anwendung <link href="https://vorta.borgbase.com/install/">Vorta</link> ermöglicht vollständigen Zugriff auf all Ihre gespeicherten Dateien mittels einer grafischen Oberfläche.
el: Η εφαρμογή <link href="https://vorta.borgbase.com/install/">Vorta</link> παρέχει πλήρη πρόσβαση σε όλα τα αποθηκευμένα αρχεία σας μέσω μιας γραφικής διεπαφής χρήστη.
hu: A <link href="https://vorta.borgbase.com/install/">Vorta</link> alkalmazás teljes hozzáférést biztosít az összes tárolt fájlhoz egy grafikus felhasználói felületen keresztül.
pt_br: O aplicativo <link href="https://vorta.borgbase.com/install/">Vorta</link> fornece acesso completo a todos os seus arquivos armazenados por meio de uma interface gráfica de usuário.
ru: Приложение <link href="https://vorta.borgbase.com/install/">Vorta</link> обеспечивает полный доступ ко всем вашим сохранённым файлам через графический интерфейс пользователя.
sv: Programmet <link href="https://vorta.borgbase.com/install/">Vorta</link> tillhandahåller fullständig åtkomst till alla dina lagrade filer genom ett grafiskt användargränssnitt.

source: For people familiar with command-line interfaces, <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> provides a lot of options to access all stored files.
bg: За хората, които са запознати с командния ред, <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> предоставя много опции за достъп до всички съхранени файлове.
de: Für Personen, die sich mit Kommandozeilen-Oberflächen auskennen, stellt <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> viele Möglichkeiten zur Verfügung, auf alle gespeicherten Dateien zuzugreifen.
el: Για όσους είναι εξοικειωμένοι με τη γραμμή εντολών, το <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> προσφέρει πολλές επιλογές για την πρόσβαση σε όλα τα αποθηκευμένα αρχεία.
hu: A parancssori felületeket ismerők számára a <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> számos lehetőséget biztosít az összes tárolt fájl eléréséhez.
pt_br: Para pessoas familiarizadas com interfaces de linha de comando, o <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> oferece muitas opções para acessar todos os arquivos armazenados.
ru: Для людей, знакомых с интерфейсами командной строки, <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> предоставляет множество возможностей для доступа ко всем сохранённым файлам.
sv: För personer som är bekanta med kommandoradsgränssnitt tillhandahåller <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> många alternativ för att komma åt alla lagrade filer.

source: Set up local backup on removable drive
cs: Jak nastavit místní zálohování na výměnné médium.
hu: Helyi biztonsági mentés beállítása egy cserélhető meghajtón
sv: Konfigurera lokal säkerhetskopiering på en flyttbar enhet

source: Select the <gui>Set Up Backup</gui> button
hu: Válassza a <gui>Biztonsági mentés beállítása</gui> gombot.
sv: Välj knappen <gui>Konfigurera säkerhetskopia</gui>

source: Set up remote backup on a network share
hu: Távoli biztonsági mentés beállítása egy hálózati megosztáson
sv: Konfigurera fjärrsäkerhetskopiering på en nätverksutdelning

source: Select the <gui>Set Up Backup</gui> button.
hu: Válassza a <gui>Biztonsági mentés beállítása</gui> gombot.
sv: Välj knappen <gui>Konfigurera säkerhetskopia</gui>.

source: Set up backups to remote servers and online services
hu: Távoli kiszolgálókra és internetes szolgáltatásokra történő biztonsági mentések beállítása
sv: Konfigurera säkerhetskopiering till fjärrservrar och nättjänster

source: Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.
cs: Vytvářejte si zálohy snadným způsobem. Stačí připojit disk USB a zbytek už nechte na Pišťuše.

source: Set Up Removable Drive
cs: Nastavení výměnného média

source: Set Up remote drive
cs: Jak nastavit vzdálený disk.

source: Set Up Remote Drive
cs: Nastavení vzdáleného disku

source: Copy files from a backup archive to your computer.
cs: Jak zkopírovat soubory ze zálohy do svého počítače.

source: Recovering or accessing files
cs: Obnova a přístup k souborům

source: You can browse and view files and folders in a backup archive using your usual file browser.
cs: Procházet a zobrazovat soubory a složky v záložním archivu můžete pomocí svého běžného prohlížeče souborů.

source: Make use of the <link href="help:gnome-help/files">Files and Folders</link> features to find the corresponding files and view them or to copy them to your computer.
cs: Pomocí funkcí pro práci se <link href="help:gnome-help/files">soubory a složkami</link> můžete najít požadované soubory a zobrazit si je, nebo zkopírovat do počítače.

source: Access files without using <app>Pika Backup</app>
cs: Jak se dostat k souborů bez <app>Zálohování Pišťucha</app>

source: <app>Pika Backup</app> stores files in a format that cannot simply be read by every computer. The recommended way to access files from your backup is to install <app>Pika Backup</app>, configure the backup, and follow the <link xref="recovery-pika"/> instructions.
cs: <app>Zálohování Pišťucha</app> uchovává soubory ve formátu, který nelze jednoduše číst na každém počítači. Doporučovaným způsobem, jak se dostat ke svým souborům v záloze, je nainstalovat aplikaci <app>Zálohování Pišťucha</app>, nastavit zálohování a pak postupovat podle instrukcí v kapitole <link xref="recovery-pika"/>

source: However, if <app>Pika Backup</app> is not available alternative software is available that works on a variety of operating systems.
cs: V případě, že <app>Zálohování Pišťucha</app> není k dispozici, můžete zkusit alternativy, které fungují pod různými operačními systémy.

source: Alternative applications
cs: Náhradní aplikace

source: For people familiar with command-line interfaces, the <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> provides a lot of options to access all stored files.
cs: Pro ty, kteří jsou zběhlí v příkazové řádce, je tu <link href="https://borgbackup.readthedocs.io/en/stable/installation.html">BorgBackup</link> nabízející řadu voleb pro přístup ke všem uloženým souborům.
