Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Schedule backups and continue running backups.
cs: Naplánovat zálohování a pokračovat v běhu na pozadí.
de: Datensicherungen planen und im Hintergrund weiterlaufen lassen.
el: Προγραμματισμός και συνέχιση εκτέλεσης αντιγράφων ασφαλείας.
eo: Planigi sekurkopiojn kaj daŭrigi kuradon de sekurkopioj.
es: Programar respaldos y seguir ejecutando respaldos.
eu: Programatu eta jarraitu babeskopiak exekutatzen.
fi: Aikatauluta ja jatka varmuuskopioiden suorittamista.
fr: Planifie les sauvegardes et continue à exécuter les sauvegardes.
he: תזמון גיבויים והמשך הרצת גיבויים.
hi: बैकअप अनुसूची करें और बैकअप चलाना जारी रखें।
hu: Biztonsági mentések ütemezése és a biztonsági mentések futtatásának folytatása.
is: Búðu til áætlun um öryggisafritanir og haltu áfram að keyra öryggisafritun.
it: Programmare e continuare ad eseguire i backup.
ka: მარქაფების დაგეგმვა და მათი შესრულების გაგრძელება.
kk: Резервтік көшірмелерді жоспарлау және оларды орындауды жалғастыру.
nl: Back-ups plannen en uitvoeren op achtergrond.
pt: Agendar backups e continuar a executar backups.
pt_br: Agende backups e continue a execução de backups.
ro: Programează copii de rezervă și continuă copiile de rezervă care rulează.
ru: Запланировать резервное копирование и продолжить выполнение резервного копирования.
sl: Omogoči načrtovanje varnostnega kopiranja in nadaljuj z izvajanjem varnostnega kopiranja.
sv: Schemalägg säkerhetskopior och fortsätt köra säkerhetskopiering.
tr: Yedeklemeleri zamanla ve yedeklemeleri çalıştırmayı sürdür.
uk: Запланувати і продовжити виконання резервного копіювання.
zh_cn: 计划备份且继续运行备份。

source: Run in background disabled
cs: Běh na pozadí je zakázán
de: Im Hintergrund ausführen deaktiviert
el: Η εκτέλεση στο παρασκήνιο είναι απενεργοποιημένη
eo: Kuri en la fono malebligita
es: Funcionamiento en segundo plano desactivado
eu: Atzeko planoko exekuzioa desgaitu da
fi: Suorittaminen taustalla on poistettu käytöstä
fr: Exécution en arrière-plan désactivée
he: הפעלה ברקע הושבתה
hi: पृष्ठभूमि में चलाना अक्षम
hu: A háttérben való futtatás le van tiltva
is: Keyrsla í bakgrunni er óvirkt
it: L'esecuzione sullo sfondo è disabilitata
ka: ფონში გაშვება გათიშულია
kk: Фонда іске қосу сөндірілген
nl: Uitvoeren op de achtergrond uitgeschakeld
pt: Execução em segundo plano desativada
pt_br: Execução em segundo plano desabilitada
ro: Rularea pe fundal este dezactivată
ru: Запуск в фоновом режиме отключен
sl: Izvajanje v ozadju je onemogočeno
sv: Körning i bakgrunden inaktiverat
tr: Arka planda çalışma devre dışı bırakıldı
uk: Запуск у фоновому режимі вимкнено
zh_cn: 已禁用后台运行

source: Scheduled backup functionality and continuing backups in the background will not be available. The “run in background” option can be enabled via the system settings.
cs: Funkce plánovaného zálohování a pokračování zálohování na pozadí nebudou k dispozici. Volbu „běžet na pozadí“ je možné zapnout v nastaveních systému.
de: Geplante Sicherungen und die Möglichkeit, Sicherungen im Hintergrund fortzuführen, werden nicht zur Verfügung stehen. Die Option »Im Hintergrund ausführen« kann über die Systemeinstellungen aktiviert werden.
el: Η λειτουργία προγραμματισμένων αντιγράφων ασφαλείας και η συνέχιση της δημιουργίας αντιγράφων στο παρασκήνιο δεν θα είναι διαθέσιμες. Η επιλογή «εκτέλεση στο παρασκήνιο» μπορεί να ενεργοποιηθεί από τις ρυθμίσεις του συστήματος.
eo: Planita sekurkopia funkcio kaj daŭrigo de sekurkopioj en la fono ne estos disponeblaj. La opcio “kuri en la fono” povas esti ebligita per la sistemaj agordoj.
es: No estará disponible la funcionalidad de hacer respaldos programados y de continuar los respaldos en segundo plano. La opción «ejecutar en segundo plano» se puede activar en los ajustes del sistema.
eu: Programatutako babeskopien funtzionalitatea eta atzeko planoko babeskopiekin jarraitzea ez da erabilgarri egongo. Horretarako, “exekutatu atzeko planoan” aukera gaitu daiteke sistema-ezarpenetan.
fi: Aikataulutettujen varmuuskopioiden toiminnallisuus ja jatkuvat varmuuskopiot taustalla eivät ole käytettävissä. "Suorita taustalla"-valinta on mahdollista ottaa käyttöön järjestelmän asetuksissa.
fr: La sauvegarde planifiée et les sauvegardes en arrière-plan ne seront plus disponibles. L’option « exécuter en arrière-plan » peut être activée dans les paramètres du système.
he: יכולת הגיבויים המתוזמנים והמשכיות הגיבויים ברקע לא יהיו זמינים. אפשר להפעיל את האפשרות „הרצה ברקע“ דרך הגדרות המערכת.
hi: अनुसूचित बैकअप कार्यक्षमता और पृष्ठभूमि में निरंतर बैकअप उपलब्ध नहीं होंगे। “पृष्ठभूमि में चलाएं” विकल्प को सिस्टम सेटिंग्स के माध्यम से सक्षम किया जा सकता है।
hu: Az ütemezett biztonsági mentési funkció és a biztonsági mentések futtatásának háttérben történő folytatása nem lesz elérhető. A „háttérben való futtatás” lehetőség a rendszerbeállításokban engedélyezhető.
is: Tímasettar og áframhaldandi öryggisafritanir í bakgrunni verða ekki tiltækar. Valkostinn "Keyra í bakgrunni" er hægt að virkja í kerfisstillingum.
it: La funzionalità della programmazione e della continuazione sullo sfondo dei backup non sarà disponibile. L'opzione «esegui sullo sfondo» può essere attivata nelle impostazioni di sistema.
ka: დაგეგმილი მარქაფის ფუნქციონალი და მარქაფების ფონურად გაგრძელება ხელმისაწვდომი არ იქნება. პარამეტრი "ფონურად გაშვება" სისტემის პარამეტრებში შეგიძლიათ, ჩართოთ.
kk: Жоспарланған резервтік көшіру функциясы және көшіруді фонда жалғастыру мүмкін болмайды. «Фонда іске қосу» опциясын жүйелік параметрлер арқылы іске қосуға болады.
nl: Back-upplanning en uitvoeren van back-ups op de achtergrond zal niet beschikbaar zijn. De optie ‘uitvoeren op de achtergrond’ kan ingeschakeld worden via de systeeminstellingen.
pt: A funcionalidade de backup agendado e os backups contínuos em segundo plano não estarão disponíveis. A opção "executar em segundo plano" pode ser ativada através das definições do sistema.
pt_br: A funcionalidade de backup agendado e de continuar backups em segundo plano não estará disponível. A opção “executar em segundo plano” pode ser habilitada através das definições do sistema.
ro: Funcționalitatea copiilor de rezervă programate și copiile de rezervă continue pe fundal nu vor fi disponibile. Opțiunea „rulează pe fundal” poate fi activată prin configurările sistemului.
ru: Функции резервного копирования по расписанию и продолжения резервного копирования в фоновом режиме будут недоступны. Опцию «запуск в фоновом режиме» можно включить через системные настройки.
sl: Funkcionalnost načrtovanja varnostnega kopiranja in nadaljevanje varnostnega kopiranja v ozadju ne bosta na voljo. Možnost »Izvajaj v ozadju« je mogoče omogočiti med sistemskimi nastavitvami.
sv: Schemalagd säkerhetskopiering och fortsatta säkerhetskopior i bakgrunden kommer inte att vara tillgängliga. Alternativet ”kör i bakgrunden” kan aktiveras via systeminställningarna.
tr: Zamanlanmış yedekleme işlevi ve arka planda süren yedeklemeler kullanılamaz. “Arka planda çalıştır” seçeneği, sistem ayarlarından etkinleştirilebilir.
uk: Функціональні можливості резервного копіювання за розкладом та виконання копіювання у фоновому режимі будуть недоступними. Ви можете увімкнути «запуск у фоновому режимі» у параметрах вашої системи.
zh_cn: 计划备份功能和后台继续备份将不可用。可以通过系统设置启用“后台运行”选项。

source: The system does not support running Pika Backup in the background. Scheduled backup functionality and continuing backups in the background will not be available. This is either a malfunction, misconfiguration or other issue with the xdg-desktop-portal. Please report this issue in your distribution issue tracker.
cs: Systém nepodporuje spouštění Zálohování Pišťucha na pozadí. Funkce plánovaného zálohování a pokračující zálohování na pozadí nebudou k dispozici. Jedná se buď o poruchu, nesprávné nastavení nebo jiný problém s xdg-desktop-portal. Nahlaste prosím tento problém v nástroji pro sledování problémů vaší distribuce.
de: Dieses System unterstützt das Ausführen von Pika Datensicherung im Hintergrund nicht. Geplante Sicherungen und das Fortführen von Sicherungen im Hintergrund sind nicht möglich. Das ist entweder ein Fehler, eine falsche Konfiguration oder ein anderer Fehler von xdg-desktop-portal. Bitte melden Sie diesen Fehler an Ihre Distribution.
el: Το σύστημα δεν υποστηρίζει την εκτέλεση του Pika Backup στο παρασκήνιο. Η λειτουργία προγραμματισμένων αντιγράφων ασφαλείας και η συνέχιση της δημιουργίας αντιγράφων στο παρασκήνιο δεν θα είναι διαθέσιμες. Αυτό οφείλεται είτε σε δυσλειτουργία, λανθασμένη διαμόρφωση ή άλλο πρόβλημα με το xdg-desktop-portal. Παρακαλούμε, αναφέρετε αυτό το ζήτημα στον ιχνηλάτη προβλημάτων της διανομής σας.
eo: La sistemo ne subtenas kuradon de Pika Sekurkopio en la fono. Planita sekurkopia funkcio kaj daŭrigo de sekurkopioj en la fono ne estos disponeblaj. Ĉi tio estas aŭ misfunkcio, miskonfiguracio aŭ alia problemo kun la xdg-desktop-portal. Bonvolu raporti ĉi tiun problemon en via distribuada problemo-spurilo.
es: Este sistema no permite ejecutar Pika Backup en segundo plano. La funcionalidad de respaldo programado y la continuidad de los respaldos en segundo plano no están disponibles. Esto puede deberse a un problema en el funcionamiento, una configuración errónea, o a un problema con xdg-desktop-portal. Informe de este problema a su distribución a través de su herramienta de reporte de errores.
eu: Sistemak ez du onartzen Pika Backup atzeko planoan exekutatzea. Programatutako babeskopien funtzionalitatea eta atzeko planoko babeskopiekin jarraitzea ez da erabilgarri egongo. Gaizki dabil, konfigurazioren bat gaizki dago edo beste arazoren bat dago xdg-desktop-portal zerbitzuarekin. Bidali akatsa zure banaketaren akats-aztarnariari.
fi: Järjestelmä ei tue Pika-varmuuskopioinnin suorittamista taustalla. Aikataulutetun varmuuskopioinnin toiminnallisuus ja jatkuvat varmuuskopioinnit taustalla eivät ole käytettävissä. Tämän taustalla on joko vikatilanne, väärin määritellyt asetukset tai ongelma xdg-desktop-portalin kanssa. Ilmoita tästä ongelmasta jakelusi vianseurantajärjestelmään.
fr: Le système ne permet pas d’exécuter Pika Backup en arrière-plan. La sauvegarde planifiée et les sauvegardes en arrière-plan ne seront pas disponibles. Cela provient soit d’un dysfonctionnement, d’une mauvaise configuration ou d’un autre problème avec xdg-desktop-portal. Veuillez signaler ce problème via l’outil de suivi des problèmes de votre distribution.
he: המערכת לא תומכת בהפעלת גיבוי פיקה ברקע. יכולת הגיבוי המתוזמן והמשך גיבויים ברקע לא יהיו זמינים. זה כנראה תפקוד לקוי, הגדרות שגויות או בעיה אחרת ב־xdg-desktop-portal. נא לדווח על הבעיה הזאת מול עוקב הבעיות של ההפצה שלך.
hi: सिस्टम पृष्ठभूमि में पिका बैकअप चलाने का समर्थन नहीं करता है। अनुसूचित बैकअप कार्यक्षमता और पृष्ठभूमि में निरंतर बैकअप उपलब्ध नहीं होंगे। यह या तो xdg-desktop-portal की खराबी, गलत विन्यास या अन्य समस्या है। कृपया अपने वितरण समस्या ट्रैकर में इस समस्या की रिपोर्ट करें।
hu: A rendszer nem támogatja a Pika biztonsági mentés háttérben történő futtatását. Az ütemezett biztonsági mentés és a mentések háttérben folytatásának funkciója nem lesz elérhető. Ez vagy hibás működés, hibás beállítás vagy valamilyen más probléma az xdg-desktop-portal összetevővel. Jelentse ezt a problémát a disztribúciója hibakövetőjében.
is: Stýrikerfið styður ekki að Pika-öryggisafritun sé keyrð í bakgrunni. Tímasett öryggisafritun og þær sem halda áfram eftir hlé eru ekki mögulegar. Þetta er annaðhvort bilun, rangar stillingar eða annað vandamál með xdg-desktop-portal.Sendu villumeldingu inn á verkskráningarkerfi dreifingarinnar þinnar.
it: Il sistema non supporta l'esecuzione sullo sfondo di Pika Backup. La funzionalità di programmazione dei backup e della loro prosecuzione sullo sfondo non sarà disponibile. Ciò è un malfunzionamento, un errore di configurazione o un altro problema con xdg-desktop-portal. Si prega di segnalare questo errore nell'issue tracker della propria distribuzione.
ka: სისტემას Pika Backup-ის ფონურად გაშვების მხარდაჭერა არ გააჩნია. დაგეგმილი მარქაფის ფუნქციონალი და მარქაფების გაგრძელება ფონურად ხელმისაწვდომი არ იქნება. ეს ან სისტემის პრობლემაა, ან კონფიგურაციის, ან xdg-desktop-portal-ის. მიიწერეთ ამ შეცდომის შესახებ თქვენს დისტრიბუტივის შეცდომების გვერდზე.
kk: Жүйе Pika Backup бағдарламасын фонда іске қосуды қолдамайды. Жоспарланған резервтік көшіру функциясы және көшіруді фонда жалғастыру мүмкін болмайды. Бұл xdg-desktop-portal жұмысындағы ақаулық, қате баптау немесе басқа мәселе болуы мүмкін. Бұл мәселе туралы дистрибутивіңіздің мәселелер трекеріне хабарлаңыз.
nl: Het systeem biedt geen ondersteuning om Pika Backup op de achtergrond uit te voeren. De functies om back-ups te plannen en uit te voeren op de achtergrond zullen niet beschikbaar zijn. Dit kan te wijten zijn aan een fout, een verkeerde configuratie of een ander probleem met xdg-desktop-portal. Meld dit probleem aan uw distributie.
pt: O sistema não suporta a execução do Pika Backup em segundo plano. A funcionalidade de backup agendado e os backups contínuos em segundo plano não estarão disponíveis. Isto é um mau funcionamento, má configuração ou outro problema com o portal xdg-desktop-portal. Por favor, informe este problema no monitorizador de problemas da sua distribuição.
pt_br: O sistema não suporta executar o Pika Backup em segundo plano. A funcionalidade de agendamento e continuar os bakups em segundo plano não estão disponíveis. Isso é um falha, configuração incorreta ou outro problema com o xdg-desktop-portal. Favor relatar esse erro no rastreador de erros da sua distribuição.
ro: Sistemul nu suportă rularea Pika Backup pe fundal. Funcționalitatea copiilor de rezervă programate și copiile de rezervă continue pe fundal nu vor fi disponibile. Acest lucru este fie o defecțiune, o configurație greșită sau altă problemă cu xdg-desktop-portal. Raportați această problemă în monitorul de probleme ale distribuției.
ru: Система не поддерживает работу Pika Backup в фоновом режиме. Функции резервного копирования по расписанию и продолжения резервного копирования в фоновом режиме будут недоступны. Это либо сбой, либо неправильная конфигурация, либо другая проблема с xdg-desktop-portal. Пожалуйста, сообщите об этой проблеме в трекере проблем вашего дистрибутива.
sl: Sistem ne podpira zagona Varnostnega kopiranja Pika v ozadju. Razporejene funkcije varnostnega kopiranja in nadaljnje varnostne kopije v ozadju ne bodo na voljo. To je napaka, napačna konfiguracija ali druga težava z xdg-desktop-portal. O težavi poročajte v sledilniku težav vaše distribucije.
sv: Systemet stöder inte körning av Pika Backup i bakgrunden. Schemalagd säkerhetskopieringsfunktionalitet och att fortsätta säkerhetskopior i bakgrunden kommer inte vara tillgängligt. Detta är antingen ett fel, en felkonfiguration eller något annat problem med xdg-desktop-portal. Rapportera detta problem i din distributions ärendehanteringssystem.
tr: Sistem, Pika Yedek’in arka planda çalışmasını desteklemiyor. Zamanlanmış yedekleme işlevi ve arka planda yedekleri sürdürme kullanılamaz. Bu bir bozukluk, yanlış yapılandırma ya da xdg-desktop-portal ile ilgili başka sorun olabilir. Lütfen dağıtımınızın hata takipçisine bu sorunu bildirin.
uk: У системі не передбачено підтримки можливості запуску «Пискухи-копіювання» у фоновому режимі. Можливості запланованого резервного копіювання та неперервного резервного копіювання у фоновому режимі будуть недоступними. Причиною є або непрацездатність частин системи, помилкові налаштування або інші проблеми з xdg-desktop-portal. Будь ласка, повідомте про цю помилку за допомогою системи стеження за вадами дистрибутива.
zh_cn: 该系统不支持在后台运行 Pika 备份。计划备份功能和后台继续备份将不可用。这可能是程序故障、错误配置或其它与 xdg-desktop-portal 有关的问题。请在您的发行版问题追踪器上报告该问题。

source: Failed to Start Monitor
cs: Selhalo spuštění Monitoru
de: Starten der Überwachung ist fehlgeschlagen
el: Αποτυχία Έναρξης Παρακολούθησης
eo: Malsukcesis komenci monitoron
es: Falló al iniciar el monitor
eu: Huts egin du monitorizazioa hasteak
fi: Tarkkailun käynnistäminen epäonnistui
fr: Impossible de démarrer le moniteur
he: התחלת המעקב נכשלה
hi: मॉनिटर प्रारंभ करने में विफल
hu: A figyelő indítása sikertelen
is: Tókst ekki að ræsa vöktun
it: Avvio della verifica non riuscito
ka: მონიტორის გაშვების შეცდომა
kk: Мониторды іске қосу сәтсіз аяқталды
nl: Starten van monitor is mislukt
pt: Falha ao iniciar a monitorização
pt_br: Falha ao iniciar o monitor
ro: Nu s-a putut porni monitorul
ru: Не удалось запустить монитор
sl: Zagon spremljanja je spodletel
sv: Misslyckades med att starta övervakare
tr: Gözlemleme Başlatılamadı
uk: Не вдалося почати спостереження
zh_cn: 开启监视器失败

source: One backup operation running
cs: Probíhá jedna operace zálohování
de: Ein Sicherungsvorgang läuft
el: Εκτελείται μία λειτουργία δημιουργίας αντιγράφων ασφαλείας
eo: Unu sekurkopia operacio funkcias
es: Una operación de respaldo en ejecución
eu: Babeskopiako eragiketa bat abian dago
fi: Yksi varmuuskopiointitoiminto käynnissä
he: מתרחשת פעולת גיבוי אחת
hi: एक बैकअप अभियान चल रहा है
hu: Egy biztonsági mentési művelet fut
is: Ein öryggisafritun er í gangi
it: Un'operazione di backup in corso
ka: გაშვებულია მარქაფის {} ოპერაცია
kk: {} резервтік көшіру операциясы орындалуда
pt: Uma operação de backup em execução
pt_br: Uma operação de backup em execução
ro: O operațiune de copie de rezervă rulează
ru: Выполняется одна операция резервного копирования
sl: Poteka {} varnostnih kopiranj
sv: En säkerhetskopieringsåtgärd pågår
tr: {} Yedekleme İşlemi Çalışıyor
uk: Виконання {} дії резервного копіювання
zh_cn: {} 个备份操作正在运行

source: Select
cs: Vybrat
de: Auswählen
el: Επιλογή
eo: Elekti
es: Seleccionar
eu: Hautatu
fa: گزینش
fi: Valitse
fr: Sélectionner
he: בחירה
hi: चुनें
hu: Kiválasztás
is: Velja
it: Seleziona
ka: აირჩიეთ
kk: Таңдау
nl: Selecteren
pt: Selecionar
pt_br: Selecionar
ro: Selectează
ru: Выбрать
sl: Izbor
sv: Välj
tr: Seç
uk: Вибрати
zh_cn: 选择

source: Close
cs: Zavřít
de: Schließen
el: Κλείσιμο
eo: Fermi
es: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
he: סגירה
hi: बंद करें
hu: Bezárás
is: Loka
it: Chiudi
ka: დაკეტვა
kk: Жабу
nl: Sluiten
pt: Fechar
pt_br: Fechar
ro: Închide
ru: Закрыть
sl: Zapri
sv: Stäng
tr: Kapat
uk: Закрити
zh_cn: 关闭

source: Additional command line arguments invalid
cs: Doplňující argumenty příkazové řádky jsou neplatné
de: Zusätzliche Befehlszeilenoptionen ungültig
el: Μη έγκυρες πρόσθετες παράμετροι γραμμής εντολών
eo: Aldona komandlinia argumento nevalida
es: Argumentos adicionales de la línea de comandos no válidos
eu: Komando-lerroko argumentu gehigarriak baliogabeak dira
fi: Valinnaiset komentoriviargumentit ovat virheelliset
fr: Arguments de ligne de commande supplémentaires non valides
he: הארגומנטים הנוספים לשורת הפקודה שגויים
hi: अतिरिक्त कमांड लाइन तर्क अमान्य
hu: A további parancssori argumentumok érvénytelenek
is: Auka-skipanalínurofar eru ótækir
it: Gli argomenti aggiuntivi per la riga di comando non sono validi
ka: ბრძანების სტრიქონის დამატებითი არგუმენტები არასწორია
kk: Командалық жолдың қосымша аргументтері қате
pt: Argumentos adicionais de linha de comando inválidos
pt_br: Argumentos de linha de comando adicionais inválidos
ro: Argumentele în linie de comandă adiționale nu sunt valide
ru: Дополнительные аргументы командной строки недействительны
sl: Dodatni argumenti ukazne vrstice niso veljavni
sv: Ytterligare kommandoradsargument är ogiltiga
tr: Ek komut satırı argümanları geçersiz
uk: Некоректні додаткові аргументи командного рядка
zh_cn: 附加的命令行参数无效

source: Please check for missing closing quotes.
cs: Zkontrolujte prosím chybějící zavírací uvozovky.
de: Bitte überprüfen Sie, ob schließende Anführungszeichen fehlen.
el: Παρακαλούμε, ελέγξτε για ελλιπή εισαγωγικά κλεισίματος.
eo: Bonvolu kontroli por mankantaj fermantaj citaĵoj.
es: Compruebe que no faltan comillas de cierre.
eu: Begiratu itxierako komatxoak ez direla falta.
fa: بررسی نقل قول‌های ناقص.
fi: Tarkista puuttuva sulkemiseen käytettävä lainausmerkki.
fr: Veuillez vérifier que les guillemets fermants sont présents.
he: נא לבדוק אם חסרים סימני ציטוט סוגרים.
hi: कृपया गुम समापन उद्धरणों की जांच करें।
hu: Ellenőrizze a hiányzó záró idézőjeleket.
is: Athugaðu hvort gleymst hafi að loka gæsalöppum.
it: Controllare che non manchino le virgolette in chiusura.
ka: შეამოწმეთ, დახურვის ბრჭყალები ხომ არ გამოგრჩათ.
kk: Қойылмаған жабылатын тырнақшаның бар-жоғын тексеріңіз.
nl: Controleer of er geen sluitende aanhalingstekens ontbreken.
pt: Verifique se faltam as aspas de fecho.
pt_br: Por favor, verifique se faltam as aspas de fechamento.
ro: Verificați după ghilimelele de închidere lipsă.
ru: Проверьте, нет ли закрывающих кавычек.
sl: Preverite, ali v zapisu manjkajo zaključne navednice.
sv: Kontrollera eventuellt saknade avslutande citattecken.
tr: Lütfen eksik tırnak kapamalarını denetleyin.
uk: Будь ласка, перевірте, чи закрито лапки.
zh_cn: 请检查缺失的闭合引号。

source: Repository already in use
cs: Úložiště se již používá
de: Depot wird bereits verwendet
el: Το αποθετήριο χρησιμοποιείται ήδη
eo: Deponejo jam en uzo
es: El repositorio ya está en uso
eu: Biltegia dagoeneko erabilia dago
fa: مخزن از پیش در حال استفاده است
fi: Tietovarasto on jo käytössä
fr: Le dépôt est déjà en cours d’utilisation
he: המאגר כבר בשימוש
hi: रिपॉजिटरी पहले से ही उपयोग में है
hu: A tároló már használatban van
is: Gagnasafn er þegar í notkun
it: Deposito già in uso
ka: რეპოზიტორია უკვე გამოიყენება
kk: Репозиторий пайдаланылуда
nl: Opslagruimte reeds in gebruik
pt: Repositório já em uso
pt_br: Repositório já está em uso
ro: Depozit deja în uz
ru: Хранилище уже используется
sl: Skladišče je že v uporabi
sv: Lagringsplats används redan
tr: Depo zaten kullanımda
uk: Сховище вже використано
zh_cn: 仓库已被使用

source: Stop Browsing Files?
cs: Ukončit procházení souborů?
de: Durchsuchen der Dateien beenden?
el: Διακοπή Περιήγησης Αρχείων;
eo: Ĉu ĉesi foliumi dosierojn?
es: ¿Parar de examinar archivos?
eu: Gelditu fitxategien arakatzea?
fa: توقّف مرور پرونده‌ها؟
fi: Lopetetaanko tiedostojen selaaminen?
he: לעצור את העיון בקבצים?
hi: फाइलें देखना बंद करें?
hu: Leállítja a fájlok tallózását?
it: Interrompere l'esplorazione dei file?
ka: შევწყვიტო ფაილების თვალიერება?
kk: Файлдарды шолуды тоқтату керек пе?
pt_br: Parar navegação por arquivos?
ro: Opriți navigarea fișierelor?
ru: Остановить просмотр файлов?
sl: Želite zaustaviti brskanje po datotekah?
sv: Sluta bläddra bland filer?
tr: Göz Atma Durdurulsun Mu?
uk: Припинити навігацію файлами?
zh_cn: 停止浏览文件吗？
