Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Losing access to the encryption password will lead to a complete loss of all backed up data
cs: Ztráta přístupu k šifrovacímu heslu povede k úplné ztrátě všech zálohovaných dat
de: Der Verlust des Zugriffs auf das Verschlüsselungspasswort führt zu einem vollständigen Verlust aller gesicherten Daten
el: Η απώλεια της πρόσβασης στον κωδικό πρόσβασης κρυπτογράφησης θα οδηγήσει σε πλήρη απώλεια όλων των δεδομένων που έχουν ληφθεί αντίγραφα ασφαλείας
eo: Perdi aliron al la ĉifrada pasvorto kaŭzos kompletan perdon de ĉiuj sekurkopiitaj datumoj.
es: La pérdida de acceso a la contraseña de cifrado provocará la pérdida total de todos los datos respaldados
eu: Zifratze-pasahitza galtzen bada, babeskopia egindako datu guztiak galduko dira
fi: Jos kadotat salauksen salasanan, kaikki varmuuskopioitu data on menetetty
he: איבוד גישה לסיסמת ההצפנה יוביל לאובדן מלא של כל הנתונים שגובו
hu: A titkosítási jelszóhoz való hozzáférés elvesztése a biztonsági mentés összes adatának teljes elvesztéséhez vezet
it: Se si perde l'accesso alla password di cifratura si perderanno tutti i dati del backup
ka: დაშიფვრის პაროლთან წვდომის დაკარგვა დამარქაფებულ მონაცემებთან წვდომის დაკარგვას უდრის
kk: Шифрлау пароліне қол жеткізу мүмкіндігін жоғалту барлық резервтік көшірме деректерінің толық жоғалуына әкеледі
pt_br: Perder acesso à senha de criptografia resultará na perda total de todos os dados em backup
ro: Pierderea accesului la parola de criptare va duce la o pierdere completă a tuturor datelor copiate de rezervă
ru: Потеря пароля приведёт к полной потере всех резервных копий данных
sl: Izguba dostopa do gesla za šifriranje bo povzročila popolno izgubo vseh varnostno kopiranih podatkov
sv: Förlust av åtkomst till krypteringslösenordet kommer leda till total förlust av alla säkerhetskopierade data
tr: Şifreleme parolasına erişimi yitirmek yedeklenen verinin tümünün yitmesine yol açar
uk: Втрата доступу до пароля шифрування призведе до повної втрати усіх даних резервних копій
zh_cn: 丢失加密密码将导致所有备份数据的完全丢失

source: Use Encryption
cs: Použít šifrování
de: Verschlüsselung verwenden
el: Χρήση Κρυπτογράφησης
eo: Uzi ĉifradon
es: Usar cifrado
eu: Erabili zifratzea
fa: استفاده از رمزنگاری
fi: Käytä salausta
fr: Utiliser le chiffrement
he: להשתמש בהצפנה
hi: कूटलेखन का प्रयोग करें
hu: Titkosítás használata
is: Nota dulritun
it: Usa cifratura
ka: დაშიფვრის გამოყენება
kk: Шифрлауды пайдалану
pt: Usar encriptação
pt_br: Usar criptografia
ro: Utilizează criptarea
ru: Использовать шифрование
sl: Uporabi šifriranje
sv: Använd kryptering
tr: Şifreleme Kullan
uk: Використовувати шифрування
zh_cn: 使用加密

source: The data stored in encrypted backups is password protected. If encryption is used, the password is required for accessing your backups.
cs: Data uchovávaná v šifrovaných zálohách jsou chráněná heslem. Heslo je v takovém případě požadováno při každém přístupu k obsahu záloh.
de: Die Daten in verschlüsselten Datensicherungen werden durch ein Passwort geschützt. Falls eine Verschlüsselung verwendet wird, ist das Passwort für den Zugriff auf die Datensicherungen erforderlich.
el: Τα δεδομένα που αποθηκεύονται σε κρυπτογραφημένα αντίγραφα ασφαλείας είναι προστατευμένα με κωδικό πρόσβασης. Εάν χρησιμοποιείται κρυπτογράφηση, απαιτείται ο κωδικός πρόσβασης για την πρόσβαση στα αντίγραφα ασφαλείας σας.
eo: La datumoj konservitaj en ĉifritaj sekurkopioj estas protektitaj per pasvorto. Se oni uzas ĉifradon, la pasvorto estas bezonata por aliri viajn sekurkopiojn.
es: Los datos almacenados en los respaldos cifrados están protegidos por contraseña. Si se usa cifrado se necesita la contraseña para acceder a los respaldos.
eu: Zifratutako babeskopietan gordetako daguak pasahitzez babestuta daude. Zifratzea erabiltzen bada, pasahitza beharko da babeskopietara sartzeko.
fi: Salatuissa varmuuskopioissa oleva tieto on salasanalla suojattu. Jos salausta käytetään, varmuuskopioiden selaaminen ja palauttaminen vaatii salasanan.
fr: Les données enregistrées dans les sauvegardes chiffrées sont protégées par un mot de passe. Si le chiffrement est utilisé, le mot de passe sera requis pour y accéder.
he: הנתונים שמאוחסנים בגיבויים מוצפנים מוגנים בססמה. אם נעשה שימוש בהצפנה, נדרשת ססמה כדי לגשת לגיבויים שלך.
hi: कूटलेखित बैकअप में संग्रहीत डेटा पासवर्ड से सुरक्षित होता है। यदि कूटलेखन का उपयोग किया जाता है, तो आपके बैकअप तक पहुंचने के लिए पासवर्ड की आवश्यकता होती है।
hu: A titkosított biztonsági mentésekben tárolt adatok jelszóval védettek. Ha titkosítást használ, akkor jelszó szükséges a biztonsági mentések eléréséhez.
is: Gögn sem eru geymd í dulrituðui öryggisafriti eru varin með aðgangsorði. Ef dulritun er notuð, þarf lykilorðið til að fá aðgang að afritunum.
it: I dati salvati in un backup cifrato sono protetti da password. Se si usa la cifratura, per accedere ai backup sarà richiesta la password.
ka: დაშიფრულ პაროლებში შენახული მონაცემები პაროლითაა დაცული. თუ გამოყენებულია დაშიფვრა, მარქაფთან წვდომისთვის პაროლი დაგჭირდებათ.
kk: Шифрланған резервтік көшірмелерде сақталған деректер парольмен қорғалған. Егер шифрлау пайдаланылса, резервтік көшірмелерге қол жеткізу үшін пароль қажет.
nl: De gegevens opgeslagen in versleutelde back-ups zijn beschermd met een wachtwoord. Als u versleuteling gebruikt, hebt u het wachtwoord nodig om toegang te krijgen tot uw back-ups.
pt: Os dados armazenados em backups encriptados dos são protegidos por palavra-passe. Se a encriptação for usada, a palavra-passe será necessária para aceder ao seus backups.
pt_br: Os dados armazenados em backups criptografados são protegidos por senha. Se a criptografia for usada, a senha será necessária para acessar seus backups.
ro: Datele stocate în copiile de rezervă criptate sunt protejate cu parolă. Dacă criptarea este folosită, parola este necesară pentru a accesa copiile de siguranță.
ru: Данные, хранящиеся в зашифрованных резервных копиях, защищены паролем. Если используется шифрование, для доступа к резервным копиям требуется пароль.
sl: Podatki, shranjeni v šifriranih varnostnih kopijah, so zaščiteni z geslom. Če je šifriranje omogočeno, je za dostop do varnostnih kopij treba uporabiti veljavno geslo.
sv: Data som lagras i krypterade säkerhetskopior är lösenordsskyddade. Om kryptering används krävs lösenordet för att komma åt dina säkerhetskopior.
tr: Şifrelenmiş yedeklerde saklanan veri parola korumalıdır. Eğer şifreleme kullanıldıysa, yedeklerinize erişmeniz için parola gereklidir.
uk: Дані, які зберігаються у зашифрованих резервних копіях, захищено паролем. Якщо використано шифрування, для доступу до резервних копій доведеться ввести пароль.
zh_cn: 加密备份中储存的数据受密码保护。如果使用了加密，则访问备份需要密码。

source: No Password Provided
cs: Nebylo zadáno heslo
de: Kein Passwort angegeben
el: Δεν Παρέχεται Κωδικός Πρόσβασης
eo: Neniu pasvorto provizita
es: No se introdujo ninguna contraseña
eu: Ez da pasahitzik eman
fa: هیچ گذرواژه‌ای داده نشده
fi: Salasanaa ei annettu
fr: Aucun mot de passe fourni
he: לא סופקה ססמה
hi: कोई पासवर्ड नहीं दिया गया
hu: Nincs jelszó megadva
is: Ekkert lykilorð gefið upp
it: Nessuna password fornita
ka: პაროლი მითითებული არაა
kk: Пароль көрсетілмеді
nl: Geen wachtwoord opgegeven
pt: Nenhuma palavra-passe fornecida
pt_br: Nenhuma senha fornecida
ro: Nicio parola furnizată
ru: Пароль не предоставляется
sl: Ni podanega gesla
sv: Inget lösenord tillhandahölls
tr: Parola Sağlanmadı
uk: Не вказано пароль
zh_cn: 未提供密码

source: To use encryption a password must be provided
cs: Aby se mohlo použít šifrování, musí být zadáno heslo
de: Um Verschlüsselung verwenden zu können, muss ein Passwort angegeben werden
el: Για τη χρήση κρυπτογράφησης πρέπει να παρέχεται κωδικός πρόσβασης
eo: Por uzi ĉifradon, pasvorto devas esti provizita
es: Para usar el cifrado se debe proporcionar una contraseña
eu: Zifratzea erabiltzeko, pasahitz bat eman behar da
fa: برای استفاده از رمزنگاری باید گذرواژه‌ای داده شود
fi: Salauksen käyttäminen vaatii salasanan asettamisen
he: כדי להשתמש בהצפנה יש לספק ססמה
hu: A titkosítás használatához meg kell adnia egy jelszót
it: Per usare la cifratura bisogna fornire una password
ka: დაშიფვრის გამოსაყენებლად პაროლის მითითება აუცილებელია
kk: Шифрлауды пайдалану үшін пароль көрсетілуі тиіс
pt_br: Para usar a criptografia, uma senha deve ser fornecida
ro: Pentru a utiliza criptarea trebuie furnizată o parolă
ru: Для использования шифрования необходимо ввести пароль
sl: Za uporabo šifriranja morate vnesti geslo
sv: För att använda kryptering måste ett lösenord anges
tr: Şifreleme kullanımı için parola sağlanmalıdır
uk: Щоб скористатися шифруванням, слід вказати пароль
zh_cn: 要使用加密必须提供密码

source: Invalid Passwords
cs: Neplatná hesla
de: Ungültige Passwörter
el: Μη Έγκυροι Κωδικοί Πρόσβασης
eo: Nevalidaj pasvortoj
es: Contraseñas no válidas
eu: Pasahitz baliogabeak
fi: Virheelliset salasanat
he: ססמאות שגויות
hu: Érvénytelen jelszavak
it: Password non valide
ka: არასწორი პაროლები
kk: Парольдер жарамсыз
pt_br: Senha inválida
ro: Parole nevalide
ru: Неверные пароли
sl: Neveljavna gesla
sv: Ogiltiga lösenord
tr: Geçersiz Parolalar
uk: Некоректні паролі
zh_cn: 无效密码

source: The passwords do not match
cs: Hesla si neodpovídají
de: Die Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
eo: La pasvortoj ne kongruas
es: Las contraseñas no coinciden
eu: Pasahitzak ez datoz bat
fa: گذرواژه‌ها مطابق نیستند
fi: Salasanat eivät täsmää
he: הססמאות לא תואמות
hu: A jelszavak nem egyeznek
it: Le password non combaciano
ka: პაროლები არ ემთხვევა
kk: Парольдер өзара сәйкес келмейді
pt_br: As senhas não coincidem
ro: Parolele nu se potrivesc
ru: Введённые пароли не совпадают
sl: Gesli se ne ujemata
sv: Lösenorden stämmer inte överens
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
zh_cn: 密码不匹配

source: Enter a password
cs: Zadejte heslo
de: Geben Sie ein Passwort ein
el: Εισαγάγετε έναν κωδικό πρόσβασης
eo: Enigu pasvorton
es: Introduzca una contraseña
eu: Sartu pasahitza
fa: گذرواژه‌ای وارد کنید
fi: Kirjoita salasana
he: נא למלא ססמה
hu: Adjon meg egy jelszót
it: Inserire una password
ka: შეიყვანეთ პაროლი
kk: Парольді енгізіңіз
pt_br: Insira a senha
ro: Introduceți o parolă
ru: Введите пароль
sl: Vnesite geslo
sv: Ange ett lösenord
tr: Parola gir
uk: Введіть пароль
zh_cn: 输入密码

source: Passwords do not match
cs: Hesla si neodpovídají
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν
eo: Pasvortoj ne kongruas
es: Las contraseñas no coinciden
eu: Pasahitzak ez datoz bat
fa: گذرواژه‌ها مطابق نیستند
fi: Salasanat eivät täsmää
he: ססמאות לא תואמות
hu: A jelszavak nem egyeznek
it: Le password non combaciano
ka: პაროლები არ ემთხვევა
kk: Парольдер сәйкес келмейді
pt_br: As senhas não coincidem
ro: Parolele nu se potrivesc
ru: Пароли не совпадают
sl: Gesli se ne ujemata
sv: Lösenorden stämmer inte överens
tr: Parolalar eşleşmiyor
uk: Паролі не збігаються
zh_cn: 密码不匹配

source: A single word is easy to guess
cs: Jedno slovo lze snadno uhodnout
de: Ein einzelnes Wort ist einfach zu erraten
el: Μια μεμονωμένη λέξη είναι εύκολο να την μαντέψει κανείς
eo: Unuopa vorto estas facile divenebla
es: Una única palabra es fácil de adivinar
eu: Hitz bakar bat erraz asmatzen da
fi: Yksittäinen sana on helppo arvata
he: מילה אחת קל לנחש
hu: Egyetlen szót könnyű kitalálni
it: Una parola sola si indovina facilmente
ka: ერთი სიტყვა მისახვედრად ადვილია
kk: Бір сөзді табу оңай
pt_br: Uma única palavra é fácil de adivinhar
ro: Un singur cuvânt este ușor de ghicit
ru: Одно слово легко угадать
sl: Eno samo besedo je enostavno uganiti
sv: Ett enda ord är lätt att gissa
tr: Tek sözcük kolayca öngörülebilir
uk: Пароль з одного слова просто розгадати
zh_cn: 独立单词很容易被猜到

source: Avoid names on their own
cs: Vyhněte se jménům jako takovým
de: Vermeiden Sie Namen für sich allein
el: Αποφύγετε τα ονόματα από μόνα τους
eo: Evitu nomojn solece
es: Evite usar su nombre
eu: Saihestu izen hutsak
fi: Vältä pelkkiä nimiä
he: כדאי להימנע משמות בפני עצמם
hu: Kerülje az önmagukban álló neveket
it: Evitare di usare soltanto nomi
ka: სახელებს ნუ შეიყვანთ
kk: Тек есімдерді пайдаланбаңыз
pt_br: Evite nomes por si só
ro: Evitați numele de sine stătătoare
ru: Избегайте использования своих имён
sl: Izogibajte se dejanskim imenom
sv: Undvik namn för sig själva
tr: Yalnızca ad kullanmaktan kaçının
uk: Уникайте назв та імен без доповнення
zh_cn: 请避免使用单独的名称

source: Avoid dates on their own
cs: Vyhněte se datům jako takovým
de: Vermeiden Sie ein Datum für sich allein
el: Αποφύγετε τις ημερομηνίες από μόνες τους
eo: Evitu datojn solece
es: Evite usar sus fechas personales
eu: Saihestu data hutsak
fi: Vältä pelkkiä päiväyksiä
he: כדאי להימנע מתאריך בפני עצמם
hu: Kerülje az önmagukban álló dátumokat
it: Evitare di usare soltanto date
ka: თარიღებს ნუ შეიყვანთ
kk: Тек күндерді пайдаланбаңыз
pt_br: Evite datas por si só
ro: Evitați datele de sine stătătoare
ru: Избегайте использования сведений о себе
sl: Izogibajte se dejanskim datumom
sv: Undvik datum för sig själva
tr: Yalnızca tarih kullanmaktan kaçının
uk: Уникайте дат без доповнення
zh_cn: 请避免使用单独的日期

source: Avoid sequences like “abc” or “6543”
cs: Vyhněte se posloupnostem jako je „abc“ nebo „6543“
de: Vermeiden Sie Abfolgen wie »abc« oder »6543«
el: Αποφύγετε ακολουθίες όπως «abc» ή «6543»
eo: Evitu sekvencojn kiel 'abc' aŭ '6543'
es: Evite usar secuencias como «abc» o «6543»
eu: Saihestu “abc” edo “6543” moduko sekuentziak
fi: Vältä sarjoja kuten “abc” tai “6543”
he: כדאי להימנע מרצפים כמו „abc”, „אבג” או „6543”
hu: Kerülje az olyan sorozatokat, mint például „abc” vagy „6543”
it: Evitare sequenze come «abc» o «6543»
ka: სცადეთ, თავი აარიდოთ ისეთ მიმდევრობებს, როგორიცაა 1234 ან abcd
kk: “abc” немесе “6543” сияқты реттіліктерді пайдаланбаңыз
pt_br: Evite sequências como “abc” ou “6543”
ro: Evitați secvențe precum „abc” sau „6543”
ru: Избегайте таких последовательностей, как «abc» или «6543»
sl: Izogibajte se zaporedjem, kot sta »abc« ali »6543«
sv: Undvik sekvenser som ”abc” eller ”6543”
tr: “abc” ya da “6543” gibi ardışıklardan kaçının
uk: Уникайте простих послідовностей, зокрема «abc» або «6543»
zh_cn: 请避免使用规律序列如“abc”或“6543”

source: Avoid repetitions like “aaa” or “abcabc”
cs: Vyhněte se opakováním jako je „aaa“ nebo „abcabc“
de: Vermeiden Sie Wiederholungen wie »aaa« oder »abcabc«
el: Αποφύγετε επαναλήψεις όπως «aaa» ή «abcabc»
eo: Evitu ripetojn kiel 'aaa' aŭ 'abcabc'
es: Evite usar repeticiones como «aaa» o «abcabc»
eu: Saihestu “aaa” edo “abcabc” moduko errepikapenak
fi: Vältä toistoja kuten “aaa” tai “abcabc”
he: כדאי להימנע מחזרות כגון „אאא” או „abcabc”
hu: Kerülje az olyan ismétléseket, mint például „aaa” vagy „abcabc”
it: Evitare ripetizioni come «aaa» o «abcabc»
ka: სცადეთ, თავი აარიდოთ ისე ისეთ მიმდევრობებს, როგორიცაა 'aaa' ან 'abcabc'
kk: “aaa” немесе “abcabc” сияқты қайталануларды пайдаланбаңыз
pt_br: Evite repetições como “aaa” ou “abcabc”
ro: Evitați repetiții precum „aaa” sau „abcabc”
ru: Избегайте повторений типа «aaa» или «abcabc»
sl: Izogibajte se ponavljanjem, kot sta »aaa« ali »abcabc«
sv: Undvik upprepningar som ”aaa” eller ”abcabc”
tr: “aaa” ya da “abcabc” gibi yinelemelerden kaçının
uk: Уникайте повторень, зокрема «aaa» або «abcabc»
zh_cn: 请避免使用重复序列如“aaa”或“abcabc”

source: Avoid keyboard patterns
cs: Vyhněte se klávesovým vzorům
de: Vermeiden Sie Tastaturmuster
el: Αποφύγετε μοτίβα πληκτρολογίου
eo: Evitu klavarajn ŝablonojn
es: Evite usar patrones del teclado
eu: Saihestu teklatu-ereduak
fi: Vältä näppäimistön näppäinten kaavoja
he: התעלמות מרצפי מקלדת
hu: Kerülje a billentyűzetmintákat
it: Evitare combinazioni di tasti comuni
ka: კლავიატურის ღილაკების მიმდევრობის აცილბა
kk: Пернетақта комбинацияларын пайдаланбаңыз
pt_br: Evite padrões do teclado
ro: Evitați șabloanele de tastatură
ru: Избегайте клавиатурных шаблонов
sl: Izogibajte se vzorcem s tipkovnice
sv: Undvik tangentbordsmönster
tr: Klavye örüntülerinden kaçının
uk: Уникайте послідовностей клавіш з розкладки клавіатури
zh_cn: 请避免使用键盘模式序列

source: This is a very commonly used password
cs: Toto je velmi často používané heslo
de: Dies ist ein sehr häufig verwendetes Passwort
el: Αυτός είναι ένας πολύ συνηθισμένος κωδικός πρόσβασης
eo: Ĉi tio estas tre ofte uzata pasvorto
es: Esta es una contraseña muy común
eu: Pasahitz hori oso arrunta da
fi: Tämä on hyvin yleisesti käytetty salasana
he: זאת ססמה נפוצה מאוד
hu: Ez egy nagyon gyakran használt jelszó
it: Questa password è usata molto comunemente
ka: ეს ძალიან ხშირად გამოყენებული პაროლია
kk: Бұл өте жиі қолданылатын пароль
pt_br: Essa é uma senha comumente muito usada
ro: Aceasta este o parolă foarte frecvent utilizată
ru: Похоже на пароль, который часто используется
sl: To je zelo pogosto uporabljeno geslo
sv: Detta är ett väldigt ofta använt lösenord
tr: Bu sık kullanılan bir paroladır
uk: Це дуже розповсюджений пароль
zh_cn: 这是非常常用的密码

source: This is similar to a commonly used password
cs: Toto se podobá běžně používanému heslu
de: Dies ist einem häufig verwendeten Passwort ähnlich
el: Αυτό μοιάζει με έναν συνηθισμένο κωδικό πρόσβασης
eo: Ĉi tio similas al ofte uzata pasvorto
es: Esta es similar a una contraseña muy común
eu: Hau sarritan erabiltzen den pasahitz baten antzekoa da
fi: Tämä on samankaltainen kuin hyvin yleisesti käytetty salasana
he: זה דומה לססמה נפוצה
hu: Ez hasonló egy gyakran használt jelszóhoz
it: Questa è simile ad una password comunemente usata
ka: ეს ძალიან ჰგავს ხშირად გამოყენებულ პაროლს
kk: Бұл жиі қолданылатын парольге ұқсас
pt_br: Essa é uma senha similar à outra comumente usada
ro: Aceasta este similară cu o parolă utilizată în mod obișnuit
ru: Похоже на пароль, который обычно используется
sl: To je podobno pogosto uporabljenemu geslu
sv: Det här liknar ett ofta använt lösenord
tr: Bu sık kullanılan bir parolaya benzerdir
uk: Цей пароль дуже подібний на один широко розповсюджений пароль
zh_cn: 这是与常用密码相似的密码

source: Add a few more words
cs: Přidejte ještě pár slov
de: Fügen Sie einige weitere Wörter hinzu
el: Προσθέστε μερικές ακόμη λέξεις
eo: Aldonu kelkajn pliajn vortojn
es: Añada algunas palabras más
eu: Gehitu hitz batzuk gehiago
fi: Lisää enemmän sanoja
he: נא להוסיף עוד כמה מילים
hu: Adjon hozzá még néhány szót
it: Aggiungere ancora qualche parola
ka: დაამატეთ კიდევ რამდენიმე სიტყვა
kk: Тағы бірнеше сөз қосыңыз
pt_br: Adicione algumas palavras a mais
ro: Mai adăugați câteva cuvinte
ru: Добавьте ещё несколько слов
sl: Dodajte še nekaj besed
sv: Lägg till några till ord
tr: Birkaç sözcük daha ekleyin
uk: Додайте ще декілька слів
zh_cn: 请多添加几个单词

source: This looks like a strong password
cs: To vypadá jako silné heslo
de: Dies schaut nach einem sicheren Passwort aus
el: Αυτός φαίνεται να είναι ένας ισχυρός κωδικός πρόσβασης
eo: Ĉi tio ŝajnas esti forta pasvorto
es: Esta parece una contraseña segura
eu: Pasahitz horrek sendoa dirudi
fi: Tämä vaikuttaa vahvalta salasanalta
he: זאת נראית כמו ססמה חזקה
hu: Ez egy erős jelszónak tűnik
it: Questa sembra una password sicura
ka: ეს პაროლი მომწონს
kk: Бұл сенімді парольге ұқсайды
pt_br: Essa senha parece forte
ro: Aceasta pare o parolă puternică
ru: Выглядит как надежный пароль
sl: To se zdi močno geslo
sv: Det här ser ut som ett starkt lösenord
tr: Bu güçlü bir parola gibi görünüyor
uk: Здається, цей пароль є досить складним
zh_cn: 这个看起来是一个安全的密码

source: Repeat Password
cs: Opakujte heslo
de: Passwort wiederholen
el: Επανάληψη Κωδικού Πρόσβασης
eo: Ripetu pasvorton
es: Repita la contraseña
eu: Errepikatu pasahitza
fa: تکرار گذرواژه
fi: Toista salasana
fr: Répéter le mot de passe
he: חזרה על ססמה
hi: पासवर्ड दोहराएं
hu: Jelszó ismétlése
is: Endurtaktu lykilorð
it: Ripeti password
ka: გაიმეორე პაროლი
kk: Парольді қайталаңыз
nl: Herhaal wachtwoord
pt: Repetir palavra-passe
pt_br: Repita a senha
ro: Repetă parola
ru: Повторите пароль
sl: Ponovitev gesla
sv: Upprepa lösenord
tr: Parolayı Yinele
uk: Повторіть пароль
zh_cn: 重复该密码

source: Remove Backup Setup?
cs: Odebrat nastavení zálohování?
de: Datensicherungskonfiguration entfernen?
el: Αφαίρεση Ρύθμισης Αντιγράφου Ασφαλείας;
eo: Ĉu forigi la sekurkopian agordon?
es: ¿Quiere eliminar la configuración de respaldo?
eu: Kendu babeskopia-konfigurazioa?
fi: Poistetaanko varmuuskopioinnin määritys?
fr: Supprimer la configuration de sauvegarde ?
he: הסרת הגדרות הגיבוי?
hi: बैकअप सेटअप हटाएं?
hu: Eltávolítja a biztonsági mentés beállítását?
is: Fjarlægja uppsetningu fyrir öryggisafritun?
it: Rimuovere la configurazione del backup?
ka: წავშალო მარქაფის პარამეტრები?
kk: Резервтік көшірме баптауын өшіру керек пе?
nl: Back-upinstellingen verwijderen?
pt: Remover configuração do backup?
pt_br: Remover configuração de backup?
ro: Eliminați configurarea copiei de rezervă?
ru: Удалить конфигурацию резервного копирования?
sl: Ali želite odstraniti nastavitev varnostnega kopiranja?
sv: Ta bort säkerhetskopieringskonfiguration?
tr: Yedekleme Kurulumu Kaldırılsın Mı?
uk: Вилучити налаштування копіювання?
zh_cn: 移除备份部署吗？

source: Removing the setup will not delete any archives
cs: Smazáním nastavení se nesmažou žádné archivy
de: Das Löschen der Konfiguration wird keine Archive entfernen
el: Η αφαίρεση της ρύθμισης δεν θα διαγράψει καμία αρχειοθήκη
eo: Forigi la agordon ne forigos iujn ajn arkivojn
es: Eliminar la configuración no eliminará ningún archivador
eu: Konfigurazioa kentzen bada artxiboak ez dira ezabatuko
fi: Määrityksen poistaminen ei poista arkistoja
he: הסרת ההגדרות לא תמחק ארכיונים כלשהם
hi: सेटअप मिटने से कोई भी पुरालेख नहीं हटेगा
hu: A beállítás eltávolítása nem törli az archívumokat
is: Sé uppsetningin fjarlægð verður engum safnskrám eytt
it: Eliminare la configurazione non eliminerà alcun archivio
ka: მორგების წაშლა არქივებს არ წაშლის
kk: Баптауды өшіру архивтерді жоймайды
pt: A eliminação da configuração não eliminará quaisquer arquivos
pt_br: A remoção da configuração não excluirá nenhum arquivo
ro: Eliminarea configurației nu va șterge nicio arhivă
ru: Удаление конфигурации не приведет к удалению архивов
sl: Brisanje nastavitev ne izbriše nobenega arhiva.
sv: Att ta bort konfigurationen kommer inte att radera några arkiv
tr: Kurulumu kaldırmak herhangi bir arşivi silmez
uk: Вилучення налаштувань не призведе до вилучення архівів
zh_cn: 移除部署不会删除任何归档文件

source: _Remove Setup
cs: Odeb_rat nastavení
de: Konfiguration _entfernen
el: _Αφαίρεση Ρύθμισης
eo: _Forigi agordon
es: Elimina_r configuración
eu: _Kendu konfigurazioa
fa: _برداشتن برپایی
fi: Poista määritys
he: ה_סרת ההגדרות
hi: सेटअप हटाएं (_R)
hu: Beállítás _eltávolítása
is: Fja_rlægja uppsetningu
it: _Rimuovi configurazione
ka: პარამეტ_რების წაშლა
kk: _Баптауды өшіру
pt: Remover configuração
pt_br: _Remover configuração
ro: _Elimină configurarea
ru: _Удалить конфигурацию
sl: Ods_trani nastavitev
sv: _Ta bort konfiguration
tr: Kurulumu _Kaldır
uk: Ви_лучити налаштування
zh_cn: 移除部署(_R)

source: _Keyboard Shortcuts
cs: _Klávesové zkratky
de: _Tastenkürzel
el: _Συντομεύσεις Πληκτρολογίου
eo: _Fulmoklavoj
es: Atajos del _teclado
eu: Las_ter-teklak
fa: _میان‌برهای صفحه‌کلید
fi: _Pikanäppäimet
fr: Raccourcis _clavier
he: _צירופי מקשים
hi: कीबोर्ड शॉर्टकट (_K)
hu: _Gyorsbillentyűk
is: Flýtileiðir á lyklaborði
it: _Scorciatoie da tastiera
ka: _კლავიატურის მალსახმობები
kk: П_ернетақта жарлықтары
nl: _Sneltoetsen
pt: _Teclas de atalho
pt_br: Atalhos de _teclado
ro: Scurtături de _tastatură
ru: _Комбинации клавиш
sl: _Tipke za bližnjico
sv: _Tangentbordsgenvägar
tr: _Klavye Kısayolları
uk: _Клавіатурні скорочення
zh_cn: 键盘快捷键(_K)

source: _Help
cs: Nápo_věda
de: _Hilfe
el: _Βοήθεια
eo: _Helpo
es: A_yuda
eu: _Laguntza
fa: _راهنما
fi: _Ohje
fr: Aid_e
he: ע_זרה
hi: सहायता (_H)
hu: _Súgó
is: _Hjálp
it: _Aiuto
ka: _დახმარება
kk: _Көмек
nl: _Hulp
pt: A_juda
pt_br: Aj_uda
ro: _Ajutor
ru: _Справка
sl: Pomo_č
sv: _Hjälp
tr: _Yardım
uk: _Довідка
zh_cn: 帮助(_H)
