Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Archive prefixes must be unique to every backup configuration. Using the same prefix on two devices is discouraged unless a new device supersedes the old one.
cs: Předpony archivu musí být jedinečné pro každé nastavení záloh. Použití stejné předpony na dvou zařízeních se nedoporučuje, pokud nové zařízení nenahradí to staré.
de: Archiv-Präfixe müssen pro Datensicherungskonfiguration einzigartig sein. Vom Verwenden desselben Präfixes auf zwei Geräten wird abgeraten, außer das neue Gerät ersetzt das alte.
el: Τα προθέματα αρχειοθηκών πρέπει να είναι μοναδικά για κάθε ρύθμιση αντιγράφων ασφαλείας. Η χρήση του ίδιου προθέματος σε δύο συσκευές δεν συνιστάται, εκτός εάν μια νέα συσκευή αντικαθιστά την παλιά.
eo: Arkivaj prefiksoj devas esti unikaj por ĉiu sekurkopia agordo. Uzi la saman prefikson sur du aparatoj ne estas rekomendata krom se nova aparato anstataŭas la malnovan.
es: Los prefijos de los archivadores han de ser únicos para cada configuración de respaldo. No se recomienda usar el mismo prefijo en dos dispositivos salvo que el nuevo dispositivo sustituya al antiguo.
eu: Artxibo-aurrizkiek bakarrak izan behar dute babeskopia-konfigurazio bakoitzean. Ez da gomendagarria aurrizki bera bi gailutan erabiltzea, gailu batek gailu zaharra ordezten badu salbu.
fi: Arkistojen etuliitteiden tulee olla yksilöllisiä jokaisessa varmuuskopion määrityksessä. Saman etuliitteen käyttäminen kahdella eri laitteella ei ole suositeltavaa, ellei uuden laitteen ole tarkoitus korvata vanhaa.
fr: Les préfixes d’archives doivent être uniques pour chaque configuration de sauvegarde. L’utilisation du même préfixe sur deux appareils est déconseillée à moins qu’un nouvel appareil ne remplace l’ancien.
he: תחילית הארכיון צריכה להיות ייחודית לכל הגדרת גיבוי. שימוש באותה תחילית בשני התקנים אינה מומלצת אלא במקרה של התקן חדש שבא להחליף התקן ישן.
hi: पुरालेख उपसर्ग प्रत्येक बैकअप विन्यास के लिए अद्वितीय होने चाहिए। दो उपकरणों पर एक ही उपसर्ग का उपयोग तब तक हतोत्साहित किया जाता है जब तक कि कोई नया उपकरण पुराने उपकरण का स्थान न ले ले।
hu: Az archívumelőtagoknak egyedinek kell lenniük minden biztonsági mentési beállításnál. Ugyanazon előtag két különböző eszközön történő használata nem javasolt, kivéve ha az új eszköz leváltja a régit.
is: Forskeyti safnskráa þurfa að vera sérsniðin fyrir hverja og eina öryggisafritunarstillingu. Ekki er mælt með að nota sama forskeyti á tveimur tækjum nema að nýja tækið leysi það gamla af hólmi.
it: I prefissi degli archivi devono essere unici per ciascuna configurazione dei backup. È sconsigliato usare lo stesso prefisso per due dispositivi differenti, a meno che uno dei dispositivi debba sostituire l'altro.
ka: არქივის პრეფიქსები ყოველი მარქაფის კონფიგურაციაში უნიკალური უნდა იყოს. იგივე პრეფიქსის გამოყენება ორ მოწყობილობაზე რეკომენდებული არაა, თუ ძველ მოწყობილობას ახლით არ ანაცვლებთ.
kk: Архив префикстері әрбір резервтік көшірме конфигурациясы үшін бірегей болуы тиіс. Егер жаңа құрылғы ескісін алмастырмаса, екі құрылғыда бірдей префиксті пайдалану ұсынылмайды.
nl: Archiefvoorvoegsels moeten uniek zijn voor elke back-upconfiguratie. Hetzelfde voorvoegsel gebruiken op twee apparaten wordt niet aanbevolen, tenzij ingeval het ene apparaat het andere volledig komt te vervangen.
pt: Os prefixos de arquivo devem ser únicos para cada configuração de backup. A utilização do mesmo prefixo em dois dispositivos é desencorajada, a menos que um novo dispositivo se sobreponha ao antigo.
pt_br: Os prefixos de arquivo devem ser exclusivos para cada configuração de backup. O uso do mesmo prefixo em dois dispositivos é desencorajado, a menos que um novo dispositivo substitua o antigo.
ro: Prefixele de arhivă trebuie să fie unice pentru fiecare configurație de copie de rezervă. Utilizarea aceluiași prefix pe două dispozitive nu este încurajată cu excepția cazului în care un dispozitiv nou îl înlocuiește pe cel vechi.
ru: Префиксы архивов должны быть уникальными для каждой конфигурации резервного копирования. Не рекомендуется использовать один и тот же префикс на двух устройствах, если только новое устройство не заменяет старое.
sl: Predpone arhiva morajo biti edinstvene za vsako prilagoditev varnostnega kopiranja. Uporabo iste predpone na dveh napravah odsvetujemo, razen če nova naprava nadomešča staro.
sv: Arkivprefix måste vara unika för varje säkerhetskopieringskonfiguration. Att använda samma prefix på två enheter avråds om inte en ny enhet ersätter den gamla.
tr: Arşiv ön ekleri, her yedekleme yapılandırması için ayrı ayrı olmalıdır. Yeni aygıt eskisinin yerini almadığı sürece, aynı ön eki iki aygıtta kullanmak önerilmez.
uk: Префікси архівів мають бути унікальними для кожного з набору налаштувань резервного копіювання. Не варто використовувати однакові префікси на двох різних пристроях, якщо копії на новому пристрої не мають заміщувати копії на старому.
zh_cn: 归档文件前缀必须对每个备份配置是独一无二的。除非是新设备替换旧设备否则不鼓励在两个设备上使用相同前缀。

source: _Save
cs: _Uložit
de: _Speichern
el: _Αποθήκευση
eo: Kon_servi
es: _Guardar
eu: _Gorde
fa: _ذخیره
fi: _Tallenna
fr: En_registrer
he: _שמירה
hi: सहेजें (_S)
hu: _Mentés
is: _Vista
it: _Salva
ka: _შენახვა
kk: _Сақтау
nl: Op_slaan
pt: _Guardar
pt_br: _Salvar
ro: _Salvează
ru: _Сохранить
sl: _Shrani
sv: _Spara
tr: _Kaydet
uk: З_берегти
zh_cn: 保存(_S)

source: Transfer Settings
cs: Přenos nastavení
de: Einstellungen übertragen
el: Μεταφορά Ρυθμίσεων
eo: Transdoni agordojn
es: Transferir ajustes
eu: Transferentziaren ezarpenak
fi: Siirtoasetukset
fr: Paramètres de transfert
he: העברת הגדרות
hi: स्थानांतरण सेटिंग्स
hu: Átviteli beállítások
is: Flytja stillingar
it: Trasferimento delle impostazioni
ka: მიმოცვლის მორგება
kk: Параметрлерді тасымалдау
nl: Instellingen overdragen
pt: Definições de transferência
pt_br: Transferir configurações
ro: Configurări de transfer
ru: Настройки переноса
sl: Nastavitve prenosov
sv: Överföringsinställningar
tr: Aktarım Ayarları
uk: Параметри перенесення
zh_cn: 迁移设置

source: One set of configurations used for previous backups can be selected for transfer to the new setup. The configuration can be adjusted afterward.
cs: Jednu sadu konfigurací použitých pro předchozí zálohy lze vybrat pro přenos do nového nastavení. Nastavení může být dodatečně upraveno.
de: Eine Gruppe von Einstellungen, die für vorherige Datensicherungen verwendet wurden, kann für eine Übertragung auf eine neue Einrichtung ausgewählt werden. Die Einstellung kann später geändert werden.
el: Μπορεί να επιλεγεί ένα σύνολο ρυθμίσεων που χρησιμοποιήθηκαν για προηγούμενα αντίγραφα ασφαλείας για μεταφορά στη νέα ρύθμιση. Οι ρυθμίσεις μπορούν να προσαρμοστούν αργότερα.
eo: Unu aro da agordoj uzitaj por antaŭaj sekurkopioj povas esti elektita por transdono al la nova agordo. La agordo povas esti poste adaptita.
es: Se puede seleccionar un conjunto de ajustes usados en respaldos anteriores para transferirlo a esta esta nueva configuración. La configuración se puede ajustar después.
eu: Aurreko babeskopietan erabilitako konfigurazio multzo bat hautatu daiteke konfigurazio berrira transferitua izan dadin. Konfigurazioa geroago ere doitu daiteke.
fi: Yksi joukko aiemmille varmuuskopioille käytettyjä määrityksiä voidaan valita siirrettäväksi uuteen määritykseen. Määritystä on mahdollista säätää jälkikäteen.
fr: Un ensemble de configurations déjà utilisées lors de précédentes sauvegardes peut être transféré pour une nouvelle configuration. La configuration peut être ajustée par la suite.
he: ניתן לבחור באוסף של הגדרות המשמשות גיבויים קודמים להעברה להגדרה החדשה. ניתן לשנות ולהתאים את ההגדרות גם בשלב מאוחר יותר.
hi: पिछले बैकअप के लिए उपयोग किए गए विन्यास का एक समूह नए सेटअप में स्थानांतरण के लिए चुना जा सकता है। विन्यास को बाद में समायोजित किया जा सकता है।
hu: A korábbi biztonsági mentésekhez használt beállítások egy halmaza kiválasztható ahhoz, hogy átvitelre kerüljön az új beállításba. A beállítás utána módosítható.
is: Eitt sett stillinga úr fyrri öryggisafritunum er hægt að velja fyrir nýja uppsetningu. Stillingunum er hægt að breyta eftir á.
it: Si può scegliere un insieme di configurazioni di backup precedenti da trasferire nelle nuove impostazioni. La configurazione potrà essere modificata in seguito.
ka: ახალი მდებარეობის მორგებისას, შეგიძლიათ, წინა მარქაფებისთვის გამოყენებული კონფიგურაციებს ერთ-ერთი ვარიანტი გადაიტანოთ. კონფიგურაცია მოგვიანებით შეგიძლიათ, მოირგოთ.
kk: Алдыңғы резервтік көшірмелер үшін пайдаланылған конфигурациялардың бір жиынтығын жаңа баптауға тасымалдау үшін таңдауға болады. Конфигурацияны кейін реттеуге болады.
nl: Een verzameling configuraties gebruikt voor vorige back-ups kan geselecteerd worden om over te dragen naar de nieuwe instelling. De configuratie kan achteraf nog aangepast worden.
pt: Um conjunto de configurações utilizadas para backups anteriores pode ser selecionado para transferência para a nova configuração. A configuração pode ser ajustada posteriormente.
pt_br: Um conjunto de configurações usado para backups anteriores pode ser selecionado para transferência para a nova configuração. A configuração pode ser ajustada posteriormente.
ro: Un set de configurații utilizate pentru copiile de rezervă anterioare poate fi selectat pentru transfer la noua configurație. Configurația poate fi ajustată ulterior.
ru: Для переноса в новую установку можно выбрать один набор конфигураций, использованных для предыдущих резервных копий. Конфигурация может быть скорректирована впоследствии.
sl: En nabor prilagoditev, uporabljenih za prejšnje varnostne kopije, lahko izberete za prenos v novo nastavitev. Prilagoditev lahko spremenite kasneje.
sv: En uppsättning konfigurationer som används för tidigare säkerhetskopior kan väljas för överföring till den nya konfigurationen. Konfigurationen kan justeras i efterhand.
tr: Önceki yedeklemeler için kullanılan yapılandırma takımı, yeni kuruluma aktarmak için seçilebilir. Yapılandırma daha sonra ayarlanabilir.
uk: Можна вибрати один із наборів налаштувань, які було використано для попередніх резервних копій, для перенесення до нових налаштувань. Налаштування згодом можна буде скоригувати.
zh_cn: 可以选择用于先前备份的配置并将其迁移到新的部署。随后可以对配置进行调整。

source: Skip
cs: Přeskočit
de: Überspringen
el: Παράλειψη
eo: Preterpasi
es: Omitir
eu: Saltatu
fa: پرش
fi: Ohita
he: דילוג
hu: Kihagyás
it: Salta
ka: გამოტოვება
kk: Өткізіп жіберу
pt_br: Pular
ro: Omite
ru: Пропустить
sl: Preskoči
sv: Hoppa över
tr: Atla
uk: Пропустити
zh_cn: 跳过

source: Incomplete URL or borg syntax
cs: Neúplná adresa URL nebo syntax programu borg
de: Adresse oder borg-Syntax ist unvollständig
el: Ελλιπής διεύθυνση URL ή σύνταξη borg
eo: Nekompleta URL aŭ borg-sintakso
es: URL o sintaxis borg incompleta
eu: URL edo borg sintaxi osatu gabea
fi: Puutteellinen URL tai borg-syntaksi
fr: URL ou syntaxe borg incomplète
he: כתובת או תחביר borg חלקיים
hi: अपूर्ण URL या borg वाक्यविन्यास
hu: Befejezetlen URL vagy borg szintaxis
is: Ófullnægjandi URL-slóð eða borg-málskipan
it: URL o sintassi di borg incompleti
ka: არასრული URL ან borg-ის სინტაქსი
kk: URL немесе borg синтаксисі толық емес
nl: Onvolledige URL- of borg-syntaxis
pt: URL ou sintaxe borg incompleto
pt_br: URL ou sintaxe borg incompleta
ro: URL sau sintaxă borg incompletă
ru: Недостаточный синтаксис URL или команды borg
sl: Nepopoln naslov URL ali skladnja borg
sv: Ofullständig URL- eller borg-syntax
tr: Eksik URL ya da borg söz dizimi
uk: Неповна адреса або неповний синтаксис borg
zh_cn: 不完整的网址或 borg 语法

source: The remote location must have a specified path.
cs: Vzdálené umístění musí mít zadanou cestu.
de: Für den entfernten Ort muss ein Pfad angegeben sein.
el: Η απομακρυσμένη τοποθεσία πρέπει να έχει καθορισμένη διαδρομή.
eo: La fora loko devas havi specifitan vojon.
es: La ubicación remota ha de tener una ruta especificada.
eu: Urruneko kokalekuak bide-izen bat zehaztuta eduki behar du.
fi: Etäsijainnilla tulee olla määritelty polku.
fr: Le chemin d’accès de l’emplacement distant doit être spécifié.
he: במיקום המרוחק חייב להיות נתיב מסוים.
hi: दूरस्थ स्थान में एक निर्दिष्ट पथ होना चाहिए।
hu: A távoli helynek rendelkeznie kell egy megadott útvonallal.
is: Fjartengdi geymslustaðurinn verður að hafa tiltekna slóð.
it: La posizione remota deve avere un percorso specificato.
ka: დაშორებული მდებარეობისთვის ბილიკის მითითება აუცილებელია.
kk: Қашықтағы орналасуда көрсетілген жол болуы тиіс.
nl: De locatie op afstand moet een gespecificeerd pad hebben.
pt: O local remoto deve ter uma localização especificada.
pt_br: O local remoto deve ter um caminho especificado.
ro: Locația la distanță trebuie să aibă o cale specificată.
ru: Необходимо указать путь для удаленного расположения.
sl: Oddaljeno mesto mora imeti določeno pot.
sv: Fjärrplatsen måste ha en sökväg angiven.
tr: Uzak konumun belirli yolu olmalıdır.
uk: Віддалена адреса має бути вказаним шляхом.
zh_cn: 远程位置必须具有特定路径。

source: Invalid remote location: “{}”
cs: Neplatné vzdálené umístění: „{}“
de: Ungültiger entfernter Ort: »{}«
el: Μη έγκυρη απομακρυσμένη τοποθεσία: «{}»
eo: Nevalida fora loko: “{}”
es: Ubicación remota no válida: «{}»
eu: Urruneko kokaleku baliogabea: “{}”
fi: Virheellinen etäsijainti: “{}“
fr: Emplacement distant non valide : « {} »
he: מיקום מרוחק שגוי: „{}”
hi: अमान्य दूरस्थ स्थान: “{}”
hu: Érvénytelen távoli hely: „{}”
is: Fjartengdur geymslustaður ótækur: “{}”
it: Posizione remota non valida: «{}»
ka: არასწორი დაშორებული მდებარეობა: "{}"
kk: Қашықтағы орналасу жарамсыз: “{}”
nl: Ongeldige locatie op afstand: ‘{}’
pt: Localização remota inválida: "{}"
pt_br: Local remoto inválido: “{}”
ro: Locație la distanță nevalidă: „{}”
ru: Недействительное удаленное расположение: «{}»
sl: Neveljavno oddaljeno mesto: »{}«
sv: Ogiltig fjärrplats: ”{}”
tr: Geçersiz uzak konum: “{}”
uk: Некоректна віддалена адреса: «{}»
zh_cn: 无效的远程位置：“{}”

source: Backup Location
cs: Umístění zálohy
de: Ort der Datensicherung
el: Τοποθεσία Αντιγράφων Ασφαλείας
eo: Sekurkopioloko
es: Ubicación del respaldo
eu: Babeskopiaren kokalekua
fa: مکان پشتیبان
fi: Varmuuskopion sijainti
fr: Emplacement de sauvegarde
he: מיקום הגיבוי
hi: बैकअप स्थान
hu: Biztonsági mentés helye
is: Geymslustaður öryggisafrits
it: Posizione backup
ka: მარქაფის მდებარეობა
kk: Резервтік көшірме орны
nl: Back-uplocatie
pt: Localização do backup
pt_br: Local do backup
ro: Locația copiilor de rezervă
ru: Расположение резервной копии
sl: Mesto varnostnih kopij
sv: Säkerhetskopieringsplats
tr: Yedekleme Konumu
uk: Місце резервного копіювання
zh_cn: 备份位置

source: Disk
de: Festplatte
el: Δίσκος
eo: Disko
es: Disco
eu: Diskoa
fa: دیسک
fi: Levy
fr: Disque
he: כונן
hi: डिस्क
hu: Lemez
is: Diskur
it: Disco
ka: დისკი
kk: Диск
pt: Disco
pt_br: Disco
ro: Disc
ru: Диск
uk: Диск
zh_cn: 磁盘

source: Volume
cs: Svazek
de: Laufwerk
el: Τόμος
eo: Volumeno
es: Volumen
eu: Bolumena
fa: حجم
fi: Taltio
he: כרך
hi: आवाज़
hu: Kötet
is: Drif
ka: ტომი
kk: Том
ro: Volum
ru: Том
sl: Nosilec
sv: Volym
tr: Birim
uk: Том
zh_cn: 卷

source: Device
cs: Zařízení
de: Gerät
el: Συσκευή
eo: Aparato
es: Dispositivo
eu: Gailua
fa: افزاره
fi: Laite
fr: Périphérique
he: התקן
hi: उपकरण
hu: Eszköz
is: Tæki
it: Dispositivo
ka: მოწყობილობა
kk: Құрылғы
nl: Apparaat
pt: Dispositivo
pt_br: Dispositivo
ro: Dispozitiv
ru: Устройство
sl: Naprava
sv: Enhet
tr: Aygıt
uk: Пристрій
zh_cn: 设备

source: Path
cs: Cesta
de: Pfad
el: Διαδρομή
eo: Vojo
es: Ruta
eu: Bide-izena
fa: مسیر
fi: Polku
fr: Chemin
he: נתיב
hi: पथ
hu: Útvonal
is: Slóð
it: Percorso
ka: ბილიკი
kk: Жол
nl: Pad
pt: Localização
pt_br: Caminho
ro: Cale
ru: Путь
sl: Pot
sv: Sökväg
tr: Yol
uk: Шлях
zh_cn: 路径

source: Remote
cs: Vzdálený
de: Entfernt
el: Απομακρυσμένο
eo: Fora
es: Remoto
eu: Urrunekoa
fa: دوردست
fi: Etä
fr: Distant
he: מרוחק
hi: रिमोट
hu: Távoli
is: Fjartengt
it: Remoto
ka: დაშორებული
kk: Қашықтағы
pt: Remoto
pt_br: Remoto
ro: La distanță
ru: Удалённый
sl: Oddaljeno
sv: Fjärr
tr: Uzak
uk: Віддалене
zh_cn: 远程

source: URL
cs: Adresa URL
de: Adresse
eu: URLa
fa: نشانی
fi: Verkko-osoite
he: כתובת
is: URL-slóð
ka: ბმული
sl: Naslov URL
uk: Адреса

source: Space
cs: Místo
de: Speicherplatz
el: Χώρος
eo: Spaco
es: Espacio
eu: Zuriunea
fa: فاصله
fi: Tallennustila
fr: Espace
he: מקום
hi: जगह
hu: Hely
is: Pláss
it: Spazio
ka: გამოტოვება
kk: Орын
nl: Ruimte
pt: Espaço
pt_br: Espaço
ro: Spațiu
ru: Место
sl: Prostor
sv: Utrymme
tr: Boşluk
uk: Місце
zh_cn: 空间

source: Total
cs: Celkem
de: Gesamt
el: Σύνολο
eo: Tuta
eu: Guztira
fa: مجموع
fi: Yhteensä
he: סך הכול
hi: कुल
hu: Összesen
is: Samtals
it: Totale
ka: ჯამში
kk: Барлығы
nl: Totaal
ru: Всего
sl: Skupno
sv: Totalt
tr: Toplam
uk: Загалом
zh_cn: 总容量

source: Free
cs: Volné
de: Frei
el: Ελεύθερος
eo: Libera
es: Libre
eu: Librea
fa: آزاد
fi: Vapaana
fr: Libre
he: פנוי
hi: खाली
hu: Szabad
is: Laust
it: Disponibile
ka: თავისუფალი
kk: Бос
nl: Vrij
pt: Livre
pt_br: Livre
ro: Liber
ru: Свободно
sl: Prosto
sv: Ledigt
tr: Boş
uk: Вільно
zh_cn: 空闲

source: Closing Archives
cs: Zavírání archivů
de: Archive werden geschlossen
el: Κλείσιμο Αρχειοθηκών
eo: Fermante arkivojn
es: Cerrando archivadores
eu: Artxiboak ixten
fa: بستن بایگانی
fi: Suljetaan arkistoja
he: הארכיונים נסגרים
it: Chiusura degli archivi
ka: არქივების დახურვა
kk: Архивтерді жабу
pt_br: Fechando arquivos
ru: Закрытие архивов
sl: Zapiranje arhivov
sv: Stänger arkiv
tr: Arşivler Kapatılıyor
uk: Закриваємо архіви
zh_cn: 正在关闭归档

source: Closing Archives Still Open for Browsing
cs: Zavírání archivů stále otevřených k prohlížení
de: Schließende Archive sind immer noch zum Durchsuchen geöffnet
el: Κλείσιμο Αρχειοθηκών που είναι Ακόμα Ανοιχτές για Περιήγηση
eo: Fermante arkivojn ankoraŭ malfermitajn por foliumado
es: Cerrando archivadores aún abiertos para examinar
eu: Arakatzeko oraindik irekita dauden artxiboak ixten
fi: Suljetaan edelleen selaamista varten avoinna olevia arkistoja
he: ארכיונים שעדיין פתוחים לעיון נסגרים
it: Chiusura in corso degli archivi ancora aperti per la navigazione
ka: დასათვალიერებლად ჯერ კიდევ გახსნილი არქივების დახურვა
kk: Шолу үшін әлі де ашық архивтерді жабу
pt_br: Fechando arquivos ainda abertos para navegação
ru: Закрытие архивов, которые все еще открыты для просмотра
sl: Zapiranje arhivov, ki so še vedno odprti za brskanje
sv: Stänger arkiv som fortfarande är öppna för bläddring
tr: Göz Atma İçin Açık Arşivler Kapatılıyor
uk: Закриваємо архіви, які ще відкрито для навігації
zh_cn: 正在关闭仍处于打开浏览状态的归档

source: The listed archives failed to close. Files within these archives must no longer be open with other applications. Folders in within these archives must no longer be open in browsers.
cs: Uvedené archivy se nepodařilo zavřít. Soubory v těchto archivech nesmí být otevřeny v jiných aplikacích. Složky v těchto archivech nesmí být otevřeny v prohlížečích.
de: Die aufgelisteten Archive konnten nicht geschlossen werden. Dateien in diesen Archiven dürfen nicht mehr mit anderen Anwendungen geöffnet werden. Ordner in diesen Archiven dürfen nicht mehr in Browsern geöffnet werden.
el: Οι αναφερόμενες αρχειοθήκες απέτυχαν να κλείσουν. Τα αρχεία εντός αυτών των αρχειοθηκών δεν πρέπει πλέον να είναι ανοιχτά με άλλες εφαρμογές. Οι φάκελοι εντός αυτών των αρχειοθηκών δεν πρέπει πλέον να είναι ανοιχτοί σε περιηγητές.
eo: La listigitaj arkivoj ne povis esti fermitaj. Dosieroj en tiuj arkivoj ne plu devas esti malfermitaj per aliaj aplikaĵoj. Dosierujoj en tiuj arkivoj ne plu devas esti malfermitaj en foliumiloj.
es: Los archivadores listados no se cerraron. Los archivos contenidos en estos archivadores no deben estar abiertos con otras aplicaciones. Las carpetas contenidas en estos archivadores no deben estar abiertas para examinar.
eu: Zerrentatutako artxiboak ezin izan dira itxi. Artxibo horietako fitxategiek ez dute beste aplikazio batzuekin irekita egon behar. Artxibo horietako karpetek ez dute arakatzaileetan irekita egon behar.
he: סגירת הארכיונים המופיעים נכשלה. אסור יותר לפתוח את הקבצים שבארכיונים האלה עם יישומים אחרים. אסור יותר לפתוח את התיקיות שבארכיונים האלה בדפדפנים.
it: La chiusura degli archivi elencati non è riuscita. I file e le cartelle in questi archivi non devono essere aperti con altre applicazioni.
ka: ჩამოთვლილი არქივების დახურვა ჩავარდა. ამ არქივებში არსებული ფაილები აღარ გახსნათ სხვა აპლიკაციით. ამ არქივებში არსებული საქაღალდეები ბრაუზერებში აღარ გახსნათ.
kk: Тізімдегі архивтерді жабу сәтсіз аяқталды. Бұл архивтердегі файлдар басқа қолданбаларда ашық болмауы тиіс. Бұл архивтердегі бумалар браузерлерде ашық болмауы тиіс.
pt_br: Os arquivos listados falharam ao fechar. Arquivos dentro destes arquivos não podem mais serem abertos com outras aplicações. Pastas dentro destes arquivos não podem mais serem abertas para navegação.
ru: Не удалось закрыть перечисленные архивы. Файлы в этих архивах больше не должны открываться с помощью других приложений. Папки в этих архивах больше не должны открываться в браузерах.
sl: Našteti arhivi se niso uspeli zapreti. Datoteke v teh arhivih ne smejo biti več odprte v drugih programih. Mape v teh arhivih ne smejo biti več odprte v brskalnikih.
sv: De listade arkiven kunde inte stängas. Filer i dessa arkiv får inte längre vara öppnade av andra program. Mappar i dessa arkiv får inte längre vara öppna i bläddrare.
tr: Listelenen arşivler kapatılamadı. Bu arşivlerdeki dosyalar diğer uygulamalarda açık olmamalıdır. Bu arşivlerin içindeki klasörler artık tarayıcılarda açık olmamalıdır.
uk: Архіви зі списку не вдалося закрити. Файли у цих архівах вже не може бути відкрито за допомогою інших програм. Теки у цих архівах вже не може бути відкрито у засобах навігації.
zh_cn: 列出的归档关闭失败。这些归档内的文件必须不被其它应用程序打开。这些归档内的文件夹必须不被文件浏览器打开。

source: Use Encryption?
cs: Použít šifrování?
de: Verschlüsselung verwenden?
el: Χρήση Κρυπτογράφησης;
eo: Ĉu uzi ĉifradon?
es: ¿Quiere usar el cifrado?
eu: Erabili zifratzea?
fa: استفاده از رمزنگاری؟
fi: Käytetäänkö salausta?
he: להשתמש בהצפנה?
hu: Használjon titkosítást?
it: Usare la cifratura?
ka: გამოვიყენო დაშიფვრა?
kk: Шифрлауды пайдалану керек пе?
pt_br: Usar criptografia?
ro: Utilizați criptarea?
ru: Использовать шифрование?
sl: Želite uporabiti šifriranje?
sv: Använd kryptering?
tr: Şifreleme Kullanılsın Mı?
uk: Використовувати шифрування?
zh_cn: 使用加密吗？
