Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Add
cs: Přidat
de: Hinzufügen
el: Προσθήκη
eo: Aldoni
es: Añadir
eu: Gehitu
fa: افزودن
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ें
hu: Hozzáadás
is: Bæta við
it: Aggiungi
ka: დამატება
kk: Қосу
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ro: Adaugă
ru: Добавить
sl: Dodaj
sv: Lägg till
tr: Ekle
uk: Додати
zh_cn: 添加

source: Invalid Regular Expression
cs: Neplatný regulární výraz
de: Ungültiger regulärer Ausdruck
el: Μη Έγκυρη Κανονική Έκφραση
eo: Nevalida regula esprimo
es: Expresión regular no válida
eu: Adierazpen erregular baliogabea
fa: عبارت باقاعدهٔ نامعتبر
fi: Virheellinen säännöllinen lauseke
fr: Expression régulière non valide
he: ביטוי רגולרי לא תקף
hi: अमान्य नियमित अभिव्यक्ति
hu: Érvénytelen reguláris kifejezés
is: Ótæk regluleg segð
it: Espressione regolare non valida
ka: არასწორი რეგულარული გამოსახულება
kk: Тұрақты өрнек жарамсыз
nl: Ongeldige reguliere expressie
pt: Expressão regular inválida
pt_br: Expressão regular inválida
ro: Expresie regulată nevalidă
ru: Недопустимое регулярное выражение
sl: Neveljaven regularni izraz
sv: Ogiltigt reguljärt uttryck
tr: Geçersiz Düzenli İfade
uk: Некоректний формальний вираз
zh_cn: 无效的正则表达式

source: Exclude Pattern
cs: Vzor vynechávaného
de: Muster ausschließen
el: Εξαίρεση Μοτίβου
eo: Ekskluda ŝablono
es: Excluir patrón
eu: Baztertu eredua
fa: الگوی کنار گذاشتن
fi: Jätä pois kuvio
fr: Exclure le motif
he: דפוס החרגה
hi: प्रतिमान बहिष्कृत करें
hu: Minta kizárása
is: Útilokunarmynstur
it: Escludere tramite pattern
ka: ნიმუშის ამოღება
kk: Қоспау үлгісі
nl: Patroon uitsluiten
pt: Excluir padrão
pt_br: Excluir padrão
ro: Exclude modelul
ru: Исключить шаблон
sl: Izključuj vzorec
sv: Exkludera mönster
tr: Dışlama Örüntüsü
uk: Взірець виключення
zh_cn: 排除模式

source: Define regular expression or Unix filename patterns
cs: Definovat vzory regulárních výrazů nebo unixových souborů
de: Einen regulären Ausdruck oder Unix-Dateinamen-Muster festlegen
el: Ορισμός κανονικών εκφράσεων ή μοτίβων ονόματος αρχείου Unix
eo: Difinu regulan esprimon aŭ Unix-dosiernomajn ŝablonojn
es: Definir una expresión regular o un patrón de nombre de archivo de Unix
eu: Definitu adierazpen erregularrak edo Unix-eko fitxategi-izenen ereduak
fa: تعریف عبارت باقاعده یا الگوهای نام پرونده
fi: Määritä säännöllinen lauseke tai Unix-tiedostonimikuvio
fr: Définir une expression régulière ou un motif de nommage de fichier Unix
he: הגדרת ביטוי רגולרי או שם קובץ בתבנית יוניקס
hi: नियमित अभिव्यक्ति या यूनिक्स फाइल नाम प्रतिमान परिभाषित करें
hu: Reguláris kifejezés vagy Unix fájlnévminták meghatározása
is: Skilgreindu reglulega segð eða Unix-skráaheitamynstur
it: Definire un'espressione regolare o un pattern di file Unix
ka: აღწერეთ რეგულარული გამოსახულება ან Unix-ის ფაილის სახელის ნიმუშები
kk: Тұрақты өрнекті немесе Unix файл атауының үлгілерін анықтаңыз
nl: Stel reguliere expressies of Unix-bestandsnaampatronen in
pt: Definir padrões de expressão regular ou nome de ficheiro Unix
pt_br: Definir expressão regular ou padrões de nome de arquivo Unix
ro: Definește expresii regulate sau modele de nume de fișiere Unix
ru: Определение регулярных выражений или шаблонов имен файлов Unix
sl: Določite regularni izraz ali vzorec imen datotek Unix
sv: Definiera reguljärt uttryck eller Unix-filnamnsmönster
tr: Düzenli ifade ya da Unix dosya adı örüntülerini tanımlayın
uk: Визначте формальний вираз або взірці назв файлів Unix
zh_cn: 定义正则表达式或 Unix 文件名模式

source: Suggested Exclusions
cs: Navrhovaná vynechání
de: Vorgeschlagene auszuschließende Elemente
el: Προτεινόμενες Εξαιρέσεις
eo: Proponitaj ekskludoj
es: Exclusiones sugeridas
eu: Iradokitako bazterketak
fa: کنار گذاشتن‌های پیشنهادی
fi: Ehdotetut poissulkemiset
fr: Exclusions suggérées
he: החרגות מוצעות
hi: सुझाए गए बहिष्करण
hu: Ajánlott kizárások
is: Mælt með að sleppa
it: Suggerimenti per l'esclusione
ka: შეთავაზებული გამონაკლისები
kk: Ұсынылатын ерекшеліктер
nl: Voorgestelde uitsluitingen
pt: Exclusões sugeridas
pt_br: Exclusões sugeridas
ro: Excluderi sugerate
ru: Предлагаемые исключения
sl: Predlagane izključitve
sv: Föreslagna undantag
tr: Önerilen Dışlamalar
uk: Пропоновані виключення
zh_cn: 建议的排除项

source: Unreadable Paths
cs: Nečitelné cesty
de: Unlesbare Pfade
el: Μη Αναγνώσιμες Διαδρομές
eo: Nelegebla vojo
es: Rutas ilegibles
eu: Irakurri ezin daitezkeen bide-izenak
fa: مسیرهای غیر قابل خواندن
fi: Lukukelvottomia polkuja
fr: Chemins illisibles
he: נתיבים שאי אפשר לקרוא
hi: अपठनीय पथ
hu: Olvashatatlan útvonalak
is: Ólesanlegar slóðir
it: Percorsi non leggibili
ka: წაუკითხვადი ბილიკები
kk: Оқылмайтын жолдар
pt: Localizações ilegíveis
pt_br: Caminhos ilegíveis
ro: Căi imposibil de citit
ru: Нечитаемые пути
sl: Neberljive poti
sv: Oläsbara sökvägar
tr: Okunamaz Yollar
uk: Непридатні до читання шляхи
zh_cn: 不可读取的路径

source: These locations were identified as unreadable from a previous backup
cs: Tato umístění byla z předchozí zálohy označena jako nečitelná
de: Diese Orte wurden von einer früheren Datensicherung als unlesbar identifiziert
el: Αυτές οι τοποθεσίες αναγνωρίστηκαν ως μη αναγνώσιμες από ένα προηγούμενο αντίγραφο ασφαλείας
eo: Ĉi tiuj lokoj estis identigitaj kiel nelegeblaj de antaŭa sekurkopio
es: Estas ubicaciones se identificaron como ilegibles en un respaldo anterior
eu: Aurreko babeskopian, kokaleku horiek ezin izan dira irakurri
fi: Nämä sijainnit tunnistettiin lukukelvottomiksi edellisestä varmuuskopiosta
he: המקומות האלו זוהו כבלתי קריאים מגיבוי קודם
hi: इन स्थानों की पहचान पिछले बैकअप से अपठनीय के रूप में की गई थी
hu: Ez a helyek olvashatatlanként voltak azonosítva egy előző biztonsági mentésből
it: Queste posizioni sono state identificate come non leggibili in un backup precedente.
ka: ეს მდებარეობები წინა მარქაფის მიერ წაუკითხავად მოინიშნა
kk: Бұл орындар алдыңғы резервтік көшірме жасау кезінде оқылмайтын болып анықталды
pt_br: Esses locais foram identificados como ilegíveis em um backup anterior
ro: Aceste locații au fost identificate ca fiind imposibil de citit de la o copiere de rezervă precedentă
ru: Эти расположения были определены как непригодные для чтения при предварительном резервном копировании
sl: Ta mesta so bila identificirana kot neberljiva iz prejšnje varnostne kopije
sv: Dessa platser identifierades som ej läsbara från en tidigare säkerhetskopia
tr: Bu konumlar, önceki bir yedeklemede okunamaz olarak tanımlandı
uk: Ці місця було визначено як непридатні до читання під час попереднього резервного копіювання
zh_cn: 这些来自之前备份的位置被识别为不可读取

source: Pattern Type
cs: Typ vzoru
de: Mustertyp
el: Τύπος Μοτίβου
eo: Tipo de ŝablono
es: Tipo de patrón
eu: Eredu mota
fa: گونهٔ الگو
fi: Kuvion tyyppi
fr: Type de motif
he: סוג תבנית
hi: प्रतिमान प्रकार
hu: Minta típusa
is: Tegund mynsturs
it: Tipo di pattern
ka: ნიმუშის ტიპი
kk: Үлгі түрі
pt: Tipo de padrão
pt_br: Tipo de padrão
ro: Tip de model
ru: Тип шаблона
sl: Vrsta vzorca
sv: Mönstertyp
tr: Örüntü Türü
uk: Тип взірця
zh_cn: 模式类型

source: Pattern
cs: Vzor
de: Muster
el: Μοτίβο
eo: Ŝablono
es: Patrón
eu: Eredua
fa: الگو
fi: Kuvio
fr: Motif
he: תבנית
hi: प्रतिमान
hu: Minta
is: Mynstur
ka: ნიმუში
kk: Үлгі
pt: Padrão
pt_br: Padrão
ro: Model
ru: Шаблон
sl: Vzorec
sv: Mönster
tr: Örüntü
uk: Взірець
zh_cn: 模式

source: BorgBackup Patterns
cs: Vzory programu BorgBackup
de: BorgBackup-Muster
el: Μοτίβα BorgBackup
eo: BorgBackup-ŝablonoj
es: Patrones de BorgBackup
eu: BorgBackup ereduak
fa: الگوهای بورگ
fi: BorgBackup-kuviot
fr: Motifs BorgBackup
he: תבניות BorgBackup
hi: BorgBackup प्रतिमान
hu: BorgBackup minták
is: BorgBackup mynstur
it: Pattern di BorgBackup
ka: BorgBackup-ის ნიმუშები
kk: BorgBackup үлгілері
nl: BorgBackup-patronen
pt: Padrões do BorgBackup
pt_br: Padrões de Backup Borg
ro: Modele BorgBackup
ru: Шаблоны BorgBackup
sl: Vzorci BorgBackup
sv: BorgBackup-mönster
tr: BorgBackup Örüntüleri
uk: Взірці BorgBackup
zh_cn: BorgBackup 模式

source: The patterns above have to be written in a particular form. They are matched against the path without leading <tt>/</tt>. Additionally, shell-style patterns match as if they are carrying a <tt>*</tt> at the back. For more details, please check the <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup documentation</a>.
cs: Výše uvedené vzory musí být napsány v určité formě. Jsou porovnány s cestou bez úvodního znaku <tt>/</tt>. Vzory ve stylu shellu se navíc shodují, jako by na konci nesly <tt>*</tt>. Další podrobnosti naleznete v <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">dokumentaci k BorgBackup</a>.
de: Die obigen Muster müssen in einer bestimmten Form geschrieben werden. Sie werden mit dem Pfad abgeglichen ohne vorangestelltes <tt>/</tt>. Darüber hinaus gelten Muster im Shell-Stil so, als würden sie ein <tt>*</tt> am Ende haben. Für weitere Details schauen Sie sich bitte die <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup-Dokumentation</a> an.
el: Τα παραπάνω μοτίβα πρέπει να γραφτούν σε συγκεκριμένη μορφή. Αντιστοιχούν στη διαδρομή χωρίς το προπορευόμενο <tt>/</tt>. Επιπλέον, τα μοτίβα τύπου κέλυφους αντιστοιχούν σαν να φέρουν ένα <tt>*</tt> στο τέλος. Για περισσότερες λεπτομέρειες, παρακαλούμε ανατρέξτε στην <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">τεκμηρίωση του BorgBackup</a>.
eo: La suprajn ŝablonojn oni devas verki en aparta formo. Ili kongruas kun la vojo sen komenca <tt>/</tt>. Krome, ŝelstilaj ŝablonoj kongruas kvazaŭ ili enhavas <tt>*</tt> ĉe la fino. Por pliaj detaloj, bonvolu kontroli la <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup-dokumentadon</a>.
es: Los patrones anteriores han de escribirse de una forma determinada. Se comparan con la ruta sin usar <tt>/</tt> al inicio. Adicionalmente, los patrones tipo shell se comparan como si llevaran un <tt>*</tt> al final. Para más detalles, revise la <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">documentación de BorgBackup</a>.
eu: Goiko ereduak modu jakin batean idatzi behar dira. Bide-izenarekin bat etorri behar dute, baina aurreko <tt>/</tt> gabe. Horrez gain, shell estiloko ereduekin bat etortzeko, atzean <tt>*</tt> eramango balute bezala egin behar da. Xehetasun gehiagorako, begiratu <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup aplikazioaren dokumentazioa</a>.
fi: Yllä olevat kaavat tulee kirjoittaa tietyssä muodossa. Ne peilataan polkua vasten ilman ensimmäistä <tt>/</tt>-merkkiä. Kehotetyyliset kaavat peilataan myös, jos niiden perässä on merkki <tt>*</tt>. Lisätietoja on saatavilla <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackupin dokumentaatiossa</a>.
fr: Les motifs ci-dessus doivent respecter un certain format. Leur correspondance est vérifiée par rapport au chemin d’accès sans <tt>/</tt> au début. De plus, une <tt>*</tt> est ajoutée aux motifs de type Shell pour vérifier leur correspondance. Pour plus de détails, référez vous à la <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">documentation BorgBackup</a> (en anglais).
he: את התבניות שלהלן צריך לכתוב בצורה מסוימת. הן נבדקות כנגד הנתיב בלי ה־<tt>/</tt> בהתחלה. בנוסף, תבניות בסגנון מעטפת נבדקות כאילו יש בסופן <tt>*</tt>. לפרטים נוספים ניתן לעיין ב<a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">תיעוד של BorgBackup</a>.
hi: उपरोक्त प्रतिमान को एक विशेष रूप में लिखना होगा। उनका मिलान <tt>/</tt> के बिना पथ के साथ किया जाता है। इसके अतिरिक्त, शैल-शैली के प्रतिमान ऐसे मेल खाते हैं जैसे कि वे पीछे <tt>*</tt> लिए हुए हों। अधिक जानकारी के लिए, कृपया <a href='https://borgbackup.readthedocs.io/en/stable/usage/help.html'>BorgBackup दस्तावेज़</a> देखें।
hu: A fenti mintákat egy bizonyos formában kell megírni. A kezdő <tt>/</tt> nélküli útvonalhoz vannak illesztve. Ezenkívül a parancsértelmező stílusú minták úgy illeszkednek, mintha egy <tt>*</tt> karaktert tartalmaznának a végükön. További részletekért nézze meg a <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup dokumentációját</a> (angol nyelven).
is: Mynstrin þurfa að vera skrifuð á tiltekinn hátt. Þau eru mátuð við slóðina án <tt>/</tt> fremst. Að auki, samsvara skelja-stíls mynstur eins og <tt>*</tt> sé aftan við. Ýtarlegri upplýsingar er að finna í <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">leiðbeiningum BorgBackup</a>.
it: I pattern qui sopra devono essere scritti in una forma particolare. Vengono confrontati con i percorsi senza il <tt>/</tt> iniziale. In aggiunta, i pattern nello stile di una shell vengono confrontati come se avessero in fondo una <tt>*</tt>. Per maggiori dettagli, confrontare la <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">guida di BorgBackup</a>.
ka: ზემოთ ნიმუშები განსაკუთრებულ ფორმაში უნდა იყოს დაწერილი. ისინი დარდება ბილიკის წინა <tt>/</tt>-ის ჩაუთვლელად. დამატებით, ემთხვევა გარსის მსგავსი ნიმუშები, თუ ისინი <tt>*</tt>-ს შეიცავენ. მეტი დეტალებისთვის შეამოწმეთ <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup-ის დოკუმენტაცია</a>.
kk: Жоғарыдағы үлгілер белгілі бір пішімде жазылуы тиіс. Олар бастапқы <tt>/</tt> таңбасынсыз жолмен салыстырылады. Сонымен қатар, қоршам стиліндегі үлгілер соңында <tt>*</tt> таңбасы бар сияқты сәйкестендіріледі. Толығырақ ақпаратты <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup құжаттамасынан</a> қараңыз.
nl: De patronen hierboven moeten op een specifieke manier geschreven worden. Ze worden vergeleken met het pad, zonder <tt>/</tt> aan het begin. Bovendien worden shell-achtige patronen gezocht alsof ze achteraan nog een <tt>*</tt> hadden. Bekijk voor meer informatie de <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup-documentatie</a> (Engelstalig).
pt: Os padrões acima têm que ser gravados de uma determinada forma. São comparados com o caminho de acesso sem uma <tt>/</tt> inicial. Além disso, os padrões em estilo-shell correspondem como se estivessem a carregar um <tt>*</tt> na parte de trás. Para mais detalhes, consulte a <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">documentação do BorgBackup</a>.
pt_br: Os padrões acima devem ser escritos de uma forma particular. Eles são comparados com o caminho sem levar <tt>/</tt>. Além disso, os padrões de estilo shell combinam como se estivessem carregando um <tt>*</tt> na parte de trás. Para obter mais detalhes, consulte a <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">documentação do BorgBackup</a>.
ro: Șabloanele de mai sus trebuie să fie scrise într-o anumită formă. Ele sunt potrivite cu calea fără <tt>/</tt> de înaintare. În plus, toate șabloanele în stil shell se potrivesc ca și cum ar avea un <tt>*</tt> în spate. Pentru mai multe detalii, consultați <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">documentația BorgBackup</a>.
ru: Приведенные выше шаблоны должны быть написаны в определенной форме. Они сопоставляются с путем без ввода <tt>/</tt>. Кроме того, шаблоны в стиле оболочки сочетаются так, как будто они имеют <tt>*</tt> сзади. Более подробную информацию можно найти в <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">документации по BorgBackup</a>.
sl: Zgornji vzorci morajo biti napisani v določeni obliki. Ujemajo se s potjo brez vodilnega <tt>/</tt>. Poleg tega se vzorci v lupini ujemajo, kot da imajo na koncu <tt>*</tt>. Za več podrobnosti preverite <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">dokumentacijo BorgBackup</a>.
sv: Mönstren ovan behöver skrivas på en viss form. De matchas mot sökvägen utan inledande <tt>/</tt>. Vidare matchas mönster av skalstil som om de har ett <tt>*</tt> i slutet. Se <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup-dokumentationen</a> för detaljer.
tr: Yukarıdaki örüntüler özel biçimde yazılmalıdır. <tt>/</tt> olmadan yola göre eşleştirilirler. Ek olarak; kabuk biçemi örüntüler, arkalarında <tt>*</tt> ekliyseler eşleşir. Daha çok bilgi için lütfen <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup belgelerine</a> bakınız.
uk: Взірці вище має бути написано у певній формі. Їхню відповідність шляху буде встановлено без початкового <tt>/</tt>. Крім того, відповідність взірців у стилі командної оболонки буде встановлено так, наче наприкінці у них <tt>*</tt>. Щоб дізнатися більше, будь ласка, ознайомтеся із <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">документацією до BorgBackup</a>.
zh_cn: 上面的模式必须以特定格式编写。它们与路径相应匹配且不带 <tt>/</tt> 开头。另外，shell 样式的模式匹配是在后面带了个 <tt>*</tt>。要了解更多详情，请参阅 <a href="https://borgbackup.readthedocs.io/en/stable/usage/help.html">BorgBackup 文档</a>。

source: The title of this backup configuration. Will be displayed as “{}” when left empty.
cs: Název tohoto nastavení zálohy. Pokud zůstane prázdný, zobrazí se jako „{}“.
de: Der Name dieser Datensicherungskonfiguration. Wird als »{}« angezeigt, wenn leer gelassen.
el: Ο τίτλος αυτής της ρύθμισης αντιγράφων ασφαλείας. Θα εμφανίζεται ως «{}» αν μείνει κενός.
eo: La titolo de ĉi tiu sekurkopia agordo. Ĝi estos montrata kiel “{}” se lasite malplena.
es: El título de esta configuración de respaldo. Se mostrará como «{}» cuando se deje vacío.
eu: Babeskopia-konfigurazio honen titulua Hutsik uzten bada, “{}” bistaratuko da.
fi: Tämä varmuuskopiomäärityksen nimi. Näkyy nimellä “{}”, jos on jätetty tyhjäksi.
fr: Le titre de cette configuration de sauvegarde. Il sera affiché comme « {} » si laissé vide.
he: כותרת הגדרות הגיבוי האלה. תוצג בתור „{}” אם תישאר ריקה.
hi: इस बैकअप विन्यास का शीर्षक। खाली छोड़े जाने पर “{}” के रूप में प्रदर्शित किया जाएगा।
hu: A biztonsági mentési beállítás címe. A következőként lesz megjelenítve, ha üresen marad: „{}”.
is: Titill öryggisafritunarinnar. Ef það er óútfyllt verður það birt sem “{}”.
it: Il titolo di questa configurazione di backup. Se lasciato vuoto, verrà usato «{}».
ka: მარქაფის კონფიგურაციის სათაური. თუ ცარიელს დატოვებთ, გამოჩნდება "{}".
kk: Бұл резервтік көшірме конфигурациясының атауы. Бос қалдырылған жағдайда «{}» ретінде көрсетіледі.
pt: O título dessa configuração de backup. Será exibido como "{}" quando deixado em branco.
pt_br: O título desta configuração de backup. Será exibido como “{}” quando deixado em branco.
ro: Titlul acestei configurații de copie de rezervă. Va fi afișat ca „{}” atunci când este lăsat gol.
ru: Заголовок этой конфигурации резервного копирования. Если оставить его пустым, будет отображаться как «{} ».
sl: Naslov te prilagoditve varnostnega kopiranja. Prikaže se kot »{}«, če pustite prazno.
sv: Titeln för denna säkerhetskopias konfiguration. Kommer visas som ”{}” om den lämnas tom.
tr: Bu yedekleme yapılandırmasının başlığı. Boş bırakıldığında “{}” olarak görüntülenir.
uk: Заголовок цих налаштувань резервного копіювання. Буде показано як «{}», якщо не заповнювати.
zh_cn: 该备份配置的标题。留空时将会显示为“{}”。

source: Shell command invalid
cs: Příkaz shellu je neplatný
de: Shell-Befehl ungültig
el: Μη έγκυρη εντολή κελύφους
eo: Ŝelkomando nevalida
es: Comando de shell no válido
eu: Shell komandoa baliogabea da
fa: فرمان پوستهٔ نامعتبر
fi: Virheellinen shell-komento
fr: Commande Shell non valide
he: פקודת המעטפת שגויה
hi: शैल कमांड अमान्य
hu: A parancs érvénytelen
is: Skeljarskipun ótæk
it: Comando della shell non valido
ka: გარსის ბრძანება არასწორია
kk: Қоршам командасы жарамсыз
pt: Comando shell inválido
pt_br: Comando shell inválido
ro: Comanda Shell nu este validă
ru: Недопустимая команда оболочки
sl: Ukaz lupine ni veljaven
sv: Ogiltigt skalkommando
tr: Kabuk komutu geçersiz
uk: Некоректна команда оболонки
zh_cn: Shell 命令无效

source: Remove Password?
cs: Odebrat heslo?
de: Passwort entfernen?
el: Αφαίρεση Κωδικού Πρόσβασης;
eo: Ĉu forigi pasvorton?
es: ¿Eliminar la contraseña?
eu: Kendu pasahitza?
fa: برداشتن گذرواژه؟
fi: Poistetaanko salasana?
he: להסיר את הססמה?
hu: Eltávolítja a jelszót?
it: Rimuovere la password?
ka: წავშალო პაროლი?
kk: Парольді өшіру керек пе?
pt_br: Remover senha?
ro: Eliminați parola?
ru: Удалить пароль?
sl: Želite odstraniti geslo?
sv: Ta bort lösenord?
tr: Parola Kaldırılsın Mı?
uk: Вилучити пароль?
zh_cn: 移除密码吗？

source: When encryption is not used, everyone with access to the backup files can read all data
cs: Pokud není použito šifrování, každý s přístupem k souborům zálohy může číst všechna data
de: Wenn keine Verschlüsselung verwendet wird, können alle Personen mit Zugriff auf die Datensicherungsdateien alle Daten lesen
el: Όταν δεν χρησιμοποιείται κρυπτογράφηση, όλοι όσοι έχουν πρόσβαση στα αρχεία αντιγράφων ασφαλείας μπορούν να διαβάσουν όλα τα δεδομένα
eo: Kiam ĉifrado ne estas uzata, ĉiuj kun aliro al la sekurkopiaj dosieroj povas legi ĉiujn datumojn
es: Cuando no se utiliza el cifrado, cualquiera con acceso a los archivos de respaldo puede leer todos los datos.
eu: Ez denean zifratzea erabiltzen, babeskopia-fitxategietara sartu daitekeen edonork irakurri ditzake bertako datuak
fi: Kun salausta ei käytetä, kaikki, joilla on pääsy varmuuskopiotiedostoihin, on mahdollisuus lukea varmuuskopion sisältöä
he: כאשר לא נעשה שימוש בהצלחה, לכל מי שיש גישה לקובצי הגיבוי יוכל לקרוא את כל הנתונים שבהם
hu: Ha nincs titkosítás használva, akkor bárki elolvashatja az összes adatot, akinek hozzáférése van a biztonsági mentés fájljaihoz
it: Se non si usa la cifratura, chiunque avrà accesso ai dati del backup potrà leggerne il contenuto
ka: როცა დაშიფვრა არ გამოიყენება, ყველას, ვისაც მარქაფის ფაილებთან წვდომა აქვს, შეუძლია, მონაცემები სრულად წაიკითხოს
kk: Шифрлау қолданылмаған жағдайда, резервтік көшірме файлдарына қол жеткізу мүмкіндігі бар кез келген адам барлық деректі оқи алады.
pt_br: Quando criptografia não é usada, todos com acesso aos arquivos do backup podem ler os dados
ro: Când criptarea nu este utilizată, toată lumea cu acces la fișierele copiei de rezervă poate citi toate datele
ru: Если не используется шифрование, то любой, кто имеет доступ к файлам резервных копий, может прочитать все данные
sl: Če šifriranje ni uporabljeno, lahko vsi, ki imajo dostop do varnostnih kopij, preberejo vse podatke
sv: När kryptering inte används kan alla med åtkomst till säkerhetskopieringsfilerna läsa alla data
tr: Şifreleme kullanılmadığında yedek dosyasına erişebilen herkes tüm veriyi okuyabilir
uk: Якщо шифрування не використано, читати дані зможе будь-хто із доступом до файлів резервних копій
zh_cn: 如果不使用加密，所有可访问备份文件的人都可以读取所有数据

source: Remove Password
cs: Odebrat heslo
de: Passwort entfernen
el: Αφαίρεση Κωδικού Πρόσβασης
eo: Forigi pasvorton
es: Eliminar contraseña
eu: Kendu pasahitza
fa: برداشتن گذرواژه
fi: Poista salasana
he: להסיר את הססמה
hu: Jelszó eltávolítása
it: Rimuovi password
ka: პაროლის წაშლა
kk: Парольді өшіру
pt_br: Remover senha
ro: Elimină parola
ru: Удалить пароль
sl: Odstrani geslo
sv: Ta bort lösenord
tr: Parolayı Kaldır
uk: Вилучити пароль
zh_cn: 移除密码
