Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Not monitoring backup schedule.
cs: Plán záloh není sledován.
de: Sicherungszeitplan nicht überwachen.
el: Δεν γίνεται παρακολούθηση του προγράμματος αντιγράφων ασφαλείας.
eo: Ne monitorante sekurkopian horaron.
es: No se monitoriza la programación del respaldo.
eu: Babeskopiaren programazioaren monitorizaziorik ez.
fa: هیچ پشتیبان پایشی زمان‌بندی نشده.
fi: Varmuuskopioinnin aikataulua ei tarkkailla.
fr: Aucune surveillance de la planification de sauvegarde.
he: אין מעקב אחר תזמון גיבוי.
hi: बैकअप अनुसूची की निगरानी नहीं की जा रही।
hu: A biztonsági mentés ütemezésének nincs figyelése.
is: Vakta ekki tímasettar afritanir.
it: Programmazione dei backup non monitorata.
ka: მარქაფის განრიგის მონიტორინგი არ ხდება.
kk: Резервтік көшірме кестесі бақыланбайды.
pt: Não monitorizar agendamento de backup.
pt_br: Não monitorando backups baseados em agendamento.
ro: Nu se monitorizează programul copiei de rezervă.
ru: Не контролируется расписание резервного копирования.
sl: Brez spremljanja načrtovanega varnostnega kopiranja.
sv: Övervakar inte säkerhetskopieringsschema.
tr: Yedek zamanlama gözlemlenmiyor.
uk: Немає спостереження за розкладом резервного копіювання.
zh_cn: 没有监视备份计划。

source: Monitoring backup schedule
cs: Plán záloh je sledován
de: Sicherungszeitplan überwachen
el: Παρακολούθηση προγράμματος αντιγράφων ασφαλείας
eo: Monitorante sekurkopian horaron
es: Se monitoriza la programación de respaldo
eu: Babeskopiaren programazioaren monitorizazioa
fa: پاییدن زمان‌بندی پشتیبان
fi: Tarkkaillaan varmuuskopioinnin aikataulua
he: מעקב אחר תזמון גיבוי
hi: बैकअप अनुसूची की निगरानी की जा रही है
hu: Biztonsági mentés ütemezésének figyelése
is: Vakta tímasettar afritanir
it: Monitoraggio della programmazione dei backup
ka: მარქაფის განრიგის მონიტორინგი
kk: Резервтік көшірме кестесі бақылануда
pt: A monitorizar agendamento de backup
pt_br: Monitorando o agendamento de backup
ro: Se monitorizează programul copiei de rezervă
ru: Мониторинг расписания резервного копирования
sl: Spremljanje urnika varnostnega kopiranja
sv: Övervakar säkerhetskopieringsschema
tr: Yedek zamanlama gözlemleniyor
uk: Спостереження за розкладом резервного копіювання
zh_cn: 正在监视备份计划

source: Fatal Error During Back Up
cs: Závažná chyba během zálohování
de: Kritischer Fehler während der Datensicherung
el: Μοιραίο Σφάλμα Κατά τη Δημιουργία Αντιγράφων Ασφαλείας
eo: Grava eraro dum sekurkopiado
es: Error fatal durante el respaldo
eu: Errore larria babeskopian zehar
fa: خطای مهلک هنگام پشتیبان گیری
fi: Kohtalokas virhe varmuuskopion aikana
fr: Erreur fatale lors de la sauvegarde
he: שגיאה מכרעת במהלך הגיבוי
hi: बैक अप के दौरान घातक त्रुटि
hu: Végzetes hiba a biztonsági mentés során
is: Alvarleg villa við öryggisafritun
it: Errore fatale durante il backup
ka: ფატალური შეცდომა მარქაფის მიმდინარეობისას
kk: Резервтік көшіру кезіндегі ауыр қате
nl: Fatale fout tijdens back-up
pt: Erro fatal durante o backup
pt_br: Erro fatal durante o backup
ro: Eroare fatală în timpul copierii de rezervă
ru: Фатальная ошибка во время резервного копирования
sl: Usodna napaka med varnostnim kopiranjem
sv: Ödesdigert fel under säkerhetskopiering
tr: Yedeklemede Ölümcül Hata
uk: Критична помилка під час резервного копіювання
zh_cn: 备份过程中发生严重错误

source: Pika Backup crashed while running a backup
cs: Zálohování Pišťucha spadl při spouštění zálohy
de: Pika Datensicherung ist während einer laufenden Sicherung abgestürzt
el: Το Pika Backup κατέρρευσε κατά την εκτέλεση ενός αντιγράφου ασφαλείας
eo: Pika Sekurkopio kraŝis dum kurado de sekurkopio
es: La copia de respaldo Pika falló mientras ejecutaba un respaldo
eu: Pika Backup kraskatu egin da babeskopia bat exekutatzean
fa: پشتیبان پیکا هنگام اجرای پشتیبان فروپاشید
fi: Pika-varmuuskopiointi kaatui varmuuskopioinnin aikana
he: גיבוי פיקה קרס במהלך ביצוע גיבוי
hi: बैकअप चलाते समय पिका बैकअप क्रैश हो गया।
hu: A Pika biztonsági mentés összeomlott egy biztonsági mentés futtatása során
it: Pika Backup è andato in crash durante l'esecuzione di un backup
ka: Pika Backup {} მარქაფის შესრულებისას ავარიულად დასრულდა
kk: Pika Backup {} резервтік көшірме жасау кезінде қатемен аяқталды
pt_br: O Pika Backup travou ao executar um backup
ro: Pika Backup a căzut în timpul rulării unei copieri de rezervă
ru: При выполнении {} резервного копирования произошел сбой Pika Backup
sl: Varnostno kopiranje Pika se je sesulo med izvajanjem {} varnostnih kopiranj.
sv: Pika Backup kraschade under körning av en säkerhetskopia
tr: Pika Yedek {} yedekleme çalıştırırken çöktü
uk: У «Пайці-копіюванні» сталася аварія під час створення {} резервної копії
zh_cn: Pika 备份在执行 {} 个备份时崩溃

source: Error restarting monitor daemon
cs: Chyba při restartování démona monitoru
de: Fehler beim Neustarten des Überwachungs-Daemons
el: Σφάλμα επανεκκίνησης της υπηρεσίας παρακολούθησης
eo: Eraro dum rekomencado de monitora daemon
es: No se pudo reiniciar el demonio del monitor
eu: Errorea monitorizazioko daemon-a berrabiaraztean
fa: خطای آغاز دوبارهٔ خدمت پایش
fi: Virhe käynnistäessä uudelleen tarkkailun taustaosaa
fr: Erreur lors du redémarrage du démon de surveillance
he: הפעלת סוכן המעקב מחדש נתקלה בשגיאה
hi: मॉनिटर डेमॉन को पुनः प्रारंभ करने में त्रुटि
hu: Hiba a figyelődémon újraindításakor
is: Villa við að endurræsa vöktunarþjónustu
it: Errore nel riavvio del daemon di monitoraggio
ka: მონტორის დემონის თავიდან გაშვების შეცდომა
kk: Бақылау демонын қайта іске қосу қатесі
pt: Erro ao reiniciar o daemon de monitorização
pt_br: Erro ao reiniciar o daemon do monitor
ro: Eroare la repornirea daemonului monitorizării
ru: Ошибка перезапуска демона монитора
sl: Napaka pri ponovnem zagonu prikritega procesa spremljanja
sv: Fel vid omstart av övervakningsdemon
tr: Gözlemleme art alan hizmeti yeniden başlatılamadı
uk: Помилка під час спроби перезапустити фонову службу спостереження
zh_cn: 重启监视守护程序出错

source: The backup repository is already in use.
cs: Úložiště záloh se již používá.
de: Das Sicherungsdepot wird bereits verwendet.
el: Το αποθετήριο αντιγράφων ασφαλείας χρησιμοποιείται ήδη.
eo: La sekurkopia deponejo jam estas en uzo.
es: El repositorio de respaldo ya está en uso.
eu: Babeskopia-biltegia jadanik erabiltzen ari da.
fa: مخزن پشتیبان از پیش در حال استفاده است.
fi: Varmuuskopion tietovarasto on jo käytössä.
fr: Le dépôt est déjà en cours d’utilisation.
he: מאגר הגיבוי נמצא כבר בשימוש.
hi: बैकअप रिपोजिटरी पहले से ही उपयोग में है।
hu: A biztonsági mentési tároló már használatban van.
is: Gagnasafn öryggisafritunarinnar er þegar í notkun.
it: Il deposito del backup è già in uso.
ka: მარქაფის საცავი უკვე გამოიყენება.
kk: Резервтік көшірме репозиторийі қолданыста.
nl: De back-upopslagruimte is reeds in gebruik.
pt: O repositório de backup já está em uso.
pt_br: O repositório de backup já está em uso.
ro: Depozitul copiei de rezervă este deja în uz.
ru: Хранилище резервных копий уже используется.
sl: Skladišče varnostnih kopij je že v uporabi.
sv: Säkerhetskopieringsförrådet används redan.
tr: Yedek deposu zaten kullanımda.
uk: Сховище резервних копій вже використано.
zh_cn: 备份仓库已被使用。

source: Archives are currently opened for browsing.
cs: Archivy jsou aktuálně otevřeny k procházení.
de: Archive werden derzeit zum Durchsuchen geöffnet.
el: Οι αρχειοθήκες είναι προς το παρόν ανοιχτές για περιήγηση.
eo: Arkivoj estas nuntempe malfermitaj por foliumado.
es: Los archivadores están abiertos para ser examinados.
eu: Artxiboak irekita daude arakatuak izateko.
fa: بایگانی‌ها برای مرور کردن باز شده‌اند.
fi: Arkistoja on avattu selaamista varten.
he: ארכיונים פתוחים כרגע לעיון.
it: Gli archivi sono al momento aperti per la navigazione.
ka: ამჟამად არქივები ღიაა დასათვალიერებლად.
kk: Архивтер қазір шолу үшін ашық.
pt_br: Arquivos estão abertos atualmente para navegação.
ru: В данный момент архивы открыты для просмотра.
sl: Arhivi so trenutno odprti za brskanje.
sv: Arkiv är för närvarande öppna för bläddring.
tr: Arşivler şu anda göz atmaya açık.
uk: Зараз архіви відкрито для навігації.
zh_cn: 归档现在处于被打开浏览的状态。

source: Only metered internet connections available.
cs: K dispozici pouze měřené připojení k internetu.
de: Nur getaktete Internetverbindungen verfügbar.
el: Διατίθενται μόνο συνδέσεις διαδικτύου με ογκοχρέωση.
eo: Nur mezuritaj interretaj konektoj disponeblas.
es: Solo hay disponibles conexiones a Internet medidas.
eu: Konexio mugatuak soilik daude erabilgarri.
fa: فقط اتّصال‌های اینترنتی اندازه‌گیری موجودند.
fi: Vain käytön mukaan laskutettava yhteys on käytettävissä.
fr: Seules des connexions Internet avec quotas sont disponibles.
he: רק רשת מוגבלת זמינה.
hi: केवल मीटरयुक्त इंटरनेट कनेक्शन उपलब्ध हैं।
hu: Csak forgalomkorlátos internetkapcsolatok érhetők el.
is: Einungis gjaldskyldar nettengingar eru tiltækar.
it: Sono disponibili solo connessioni dati a consumo.
ka: ხელმისაწვდომია მხოლოდ გაზომვადი ინტერნეტკავშირი.
kk: Тек шектеулі интернет қосылымдары қолжетімді.
nl: Alleen verbindingen met datalimiet beschikbaar.
pt: Apenas estão disponíveis ligações limitadas à Internet.
pt_br: Apenas conexões de internet limitadas disponíveis.
ro: Sunt disponibile doar conexiuni la internet contorizate.
ru: Доступно только лимитированное подключение к Интернету.
sl: Na voljo so le omejene internetne povezave.
sv: Endast anslutningar med datakvot tillgängliga.
tr: Yalnızca ölçülen internet bağlantıları var.
uk: Доступним є лише обмежене з'єднання з інтернетом.
zh_cn: 仅流量计费网络连接可用。

source: Device not connected to power.
cs: Zařízení není připojeno k napájení.
de: Gerät ist nicht an eine Stromversorgung angeschlossen.
el: Η συσκευή δεν είναι συνδεδεμένη στην τροφοδοσία.
eo: Aparato ne konektita al elektro.
es: El dispositivo no está conectado a la red eléctrica.
eu: Gailua ez dago argindarrari konektatuta.
fa: افزاره به برق وصل نیست.
fi: Laite ei ole yhdistetty virtalähteeseen.
fr: L’appareil n’est pas connecté à l’alimentation.
he: ההתקן לא מחובר לחשמל.
hi: उपकरण बिजली से नहीं जुड़ा हुआ।
hu: Az eszköz nincs csatlakoztatva az elektromos hálózathoz.
is: Tækið er ekki tengt við rafmagn.
it: Il dispositivo non è connesso all'alimentazione.
ka: მოწყობილობა 220V კვებაზე მიერთებული არაა.
kk: Құрылғы қуат көзіне қосылмаған.
nl: Apparaat niet aangesloten op netstroom.
pt: Dispositivo não ligado à energia.
pt_br: Dispositivo não conectado à energia.
ro: Dispozitivul nu este conectat la curent.
ru: Устройство не подключено к питанию.
sl: Naprava ni priključena na napajanje.
sv: Enheten är inte ansluten till nätspänning.
tr: Aygıt güce bağlı değil.
uk: Пристрій не з'єднано із джерелом живлення.
zh_cn: 设备未连接到电源。

source: Scheduled Backup Postponed
cs: Plánované zálohování bylo odloženo
de: Geplante Sicherung verschoben
el: Το Προγραμματισμένο Αντίγραφο Ασφαλείας Αναβλήθηκε
eo: Prokrastita planita sekurkopio
es: Respaldo programado pospuesto
eu: Programatutako babeskopia atzeratu da
fa: پشتیبان زمان‌بسته به تعویق افتاد
fi: Aikataulutettu varmuuskopio viivästetty
fr: Sauvegarde planifiée reportée
he: גיבוי מתוזמן מושהה
hi: अनुसूचित बैकअप स्थगित कर दिया गए
hu: Ütemezett biztonsági mentés elhalasztva
is: Tímasettri öryggisafritun frestað
it: Backup programmati posticipati
ka: დაგეგმილი მარქაფი გადადებულია
kk: Жоспарланған резервтік көшіру кейінге қалдырылды
nl: Geplande back-up is uitgesteld
pt: Backup programado adiado
pt_br: Backup agendado adiado
ro: Copierea de rezervă programată este amânată
ru: Запланированное резервное копирование отложено
sl: Preloženo načrtovano varnostno kopiranje
sv: Schemalagd säkerhetskopia uppskjuten
tr: Zamanlanmış Yedekleme Ertelendi
uk: Резервне копіювання за розкладом відкладено
zh_cn: 计划备份已延期

source: Backup Device Required
cs: Je vyžadováno zálohovací zařízení
de: Sicherungsgerät erforderlich
el: Απαιτείται Συσκευή Αντιγράφων Ασφαλείας
eo: Bezono de sekurkopia aparato
es: Se requiere un dispositivo de respaldo
eu: Babeskopia-gailua behar da
fa: نیازمند افزارهٔ پشتیبان
fi: Varmuuskopiolaite vaaditaan
fr: Périphérique de sauvegarde requis
he: דרוש התקן גיבוי
hi: बैकअप उपकरण आवश्यक है
hu: Biztonsági mentési eszköz szükséges
is: Tæki til öryggisafritunar er nauðsynlegt
it: Richiesto dispositivo di backup
ka: მარქაფის მოწყობილობა აუცილებელია
kk: Резервтік көшірме құрылғысы қажет
nl: Back-upapparaat vereist
pt: Dispositivo de backup necessário
pt_br: Dispositivo de backup necessário
ro: Este necesar dispozitivul copiei de rezervă
ru: Требуется устройство резервного копирования
sl: Zahtevana je naprava za varnostno kopiranje.
sv: Enhet för säkerhetskopiering krävs
tr: Yedekleme Aygıtı Gerekli
uk: Потрібен пристрій для резервного копіювання
zh_cn: 需要备份设备

source: “{}” has to be connected for the scheduled backup to start
cs: „{}“ musí být připojeno, aby se spustilo plánované zálohování
de: »{}« muss verbunden sein, damit eine geplante Sicherung starten kann
el: Το «{}» πρέπει να είναι συνδεδεμένο για να ξεκινήσει το προγραμματισμένο αντίγραφο ασφαλείας
eo: “{}” devas esti konektita por ke la planita sekurkopio komenciĝu
es: «{}» tiene que estar conectado para que empiece el respaldo programado
eu: “{}” konektatu behar da programatutako babeskopia hasi dadin
fa: برای آغاز پشتیبان زمان‌بسته باید «{}» وصل شده باشد
fi: “{}” tulee olla yhdistetty, jotta aikataulutettu varmuuskopiointi käynnistyy
he: „{}” חייב להיות מחובר כדי שהחיבור המתוזמן יתחיל
hi: अनुसूचित बैकअप शुरू करने के लिए “{}” जुडा हुआ होना चाहिए
hu: A(z) „{}” csatlakoztatása szükséges az ütemezett biztonsági mentés indításához
it: «{}» deve essere connesso affinché il backup programmato cominci
ka: დაგეგმილი მარქაფის გასაშვებად "{}"-ის მიერთება აუცილებელია
kk: Жоспарланған резервтік көшіруді бастау үшін “{}” қосулы болуы керек
pt_br: “{}” precisa estar conectado para que o backup agendado seja iniciado
ro: „{}” trebuie să fie conectat pentru ca copierea de rezervă să înceapă
ru: «{}» должен быть подключен для запуска запланированного резервного копирования
sl: Mesto »{}« mora biti priklopljeno za izvajanje načrtovanega varnostnega kopiranja.
sv: ”{}” måste vara anslutet för att den schemalagda säkerhetskopian ska starta
tr: Zamanlanmış yedeklemenin başlaması için “{}” bağlanmalıdır
uk: Має бути встановлено з'єднання із «{}», щоб можна було розпочати вибране резервне копіювання
zh_cn: 必须连接“{}”以使计划备份开始

source: Failed to start scheduled backup
cs: Selhalo spuštění plánovaného zálohování
de: Starten der geplanten Sicherung fehlgeschlagen
el: Αποτυχία έναρξης προγραμματισμένου αντιγράφου ασφαλείας
eo: Malsukcesis komenci planitan sekurkopion
es: Falló al iniciar respaldo programado
eu: Huts egin du babeskopia programatzeak
fa: شکست در آغاز پشتیبان زمان‌بسته
fi: Aikataulutetun varmuuskopioinnin käynnistäminen epäonnistui
fr: Échec du démarrage de la sauvegarde planifiée
he: התחלת הגיבוי המתוזמן נכשלה
hi: अनुसूचित बैकअप प्रारंभ करने में विफल
hu: Az ütemezett biztonsági mentés indítása sikertelen
is: Tókst ekki að hefja tímasetta öryggisafritun
it: Avvio del backup programmato non riuscito
ka: დაგეგმილი მარქაფის გაშვების შეცდომა
kk: Жоспарланған резервтік көшіруді бастау сәтсіз аяқталды
nl: Starten van geplande back-up mislukt
pt: Falha ao iniciar o backup agendado
pt_br: Falha ao iniciar o backup agendado
ro: Nu s-a putut începe copia de rezervă programată
ru: Не удалось запустить запланированное резервное копирование
sl: Zagon načrtovanega varnostnega kopiranja je spodletel
sv: Misslyckades med att starta schemalagd säkerhetskopia
tr: Zamanlanmış yedekleme başlatılamadı
uk: Не вдалося розпочати резервне копіювання за розкладом
zh_cn: 开始计划备份失败

source: Abort Backup?
cs: Přerušit zálohování?
de: Sicherung abbrechen?
el: Ματαίωση Αντιγράφου Ασφαλείας;
eo: Ĉu ĉesigi sekurkopion?
es: ¿Cancelar respaldo?
eu: Abortatu babeskopia?
fa: صرف نظر از پشتیبان؟
fi: Lopetetaanko varmuuskopiointi?
he: לנטוש את הגיבוי?
hi: बैकअप निरस्त करें?
hu: Megszakítja a biztonsági mentést?
it: Interrompere il backup?
ka: შეწყდეს მარქაფი?
kk: Резервтік көшіруді тоқтату керек пе?
pt_br: Abortar backup?
ro: Întrerupeți copierea de rezervă?
ru: Прервать резервное копирование?
sl: Želite prekiniti varnostno kopiranje?
sv: Avbryt säkerhetskopiering?
tr: Yedeklemekten Vazgeçilsin Mi?
uk: Перервати копіювання?
zh_cn: 中止备份吗？

source: The backup will remain incomplete if aborted now
cs: Pokud dojde v tuhle chvíli k přerušení, bude záloha neúplná
de: Die Datensicherung bleibt unvollständig, wenn jetzt abgebrochen wird
el: Το αντίγραφο ασφαλείας θα παραμείνει ημιτελές εάν ματαιωθεί τώρα
eo: La sekurkopio restos nekompleta se nun ĉesigita
es: El respaldo estará incompleto si lo cancela ahora
eu: Babeskopia ez da osatuko orian abortatzen bada
fa: پشتیبان در صورت صرف نظر کردن ناقص باقی خواهد ماند
fi: Varmuuskopio pysyy epätäydellisenä, jos varmuuskopiointi lopetetaan nyt
he: הגיבוי יישאר חלקי אם יינטש כעת
hi: यदि अब निरस्त किया गया तो बैकअप अधूरा रहेगा
hu: A biztonsági mentés befejezetlen lesz, ha most megszakítja
it: Il backup rimarrà incompleto se viene interrotto adesso
ka: მარქაფი, თუ ახლა გააუქმებთ, დაუსრულებელი დარჩება
kk: Егер қазір тоқтатсаңыз, резервтік көшірме толық болмайды
pt_br: O backup permanecerá incompleto se abortado agora.
ro: Copia de rezervă va rămâne incompletă dacă este întreruptă acum
ru: Резервное копирование останется незавершенным, если его прервать сейчас
sl: Če bo opravilo preklicano, varnostna kopija ne bo popolna.
sv: Säkerhetskopian förblir ofullständig om den avbryts nu
tr: Vazgeçilirse yedekleme eksik kalacaktır
uk: Якщо перервати дію зараз, резервна копія лишиться незавершеною
zh_cn: 如果现在中止程序备份将保持不完整状态

source: Continue
cs: Pokračovat
de: Weiter
el: Συνέχεια
eo: Daŭrigi
es: Continuar
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
he: להמשיך
hi: जारी रखें
hu: Folytatás
is: Halda áfram
it: Continua
ka: გაგრძელება
kk: Жалғастыру
nl: Doorgaan
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sl: Nadaljuj
sv: Fortsätt
tr: Sürdür
uk: Продовжити
zh_cn: 继续

source: Abort
cs: Přerušit
de: Abbrechen
el: Ματαίωση
eo: Ĉesigi
es: Cancelar
eu: Abortatu
fa: خاتمه
fi: Lopeta
fr: Interrompre
he: לבטל
hi: निरस्त करें
hu: Megszakítás
is: Hætta
it: Interrompi
ka: შეწყვეტა
kk: Тоқтату
nl: Afbreken
pt: Abortar
pt_br: Anular
ro: Anulează
ru: Прервать
sl: Prekliči
sv: Avbryt
tr: Vazgeç
uk: Перервати
zh_cn: 中止

source: Backup Operation Running
cs: Probíhá operace zálohování
de: Ein Sicherungsvorgang läuft
el: Εκτελείται Λειτουργία Δημιουργίας Αντιγράφων Ασφαλείας
eo: Sekurkopia operacio funkcias
es: Una operación de respaldo se encuentra en ejecución
eu: Babeskopiako eragiketa bat abian dago
fa: در حال اجرای عملیات پشتیبان
fi: Varmuuskopionti on meneillään
he: פעולת גיבוי רצה
hi: बैकअप अभियान चल रहा है
hu: Biztonsági mentési művelet fut
it: Operazione di backup in corso
ka: მარქაფის ოპერაცია გაშვებულია
kk: Резервтік көшіру операциясы орындалуда
pt_br: Operação de backup em execução
ro: O operațiune de copie de rezervă rulează
ru: Выполняется операция резервного копирования
sl: Operacija varnostnega kopiranja je v teku
sv: Säkerhetskopieringsåtgärd pågår
tr: Yedekleme İşlemi Çalışıyor
uk: Виконуємо дію з резервного копіювання
zh_cn: 备份操作正在运行

source: Pika Backup cannot be quit during a backup operation
cs: Zálohování Pišťucha nelze ukončit během operace zálohování
de: Pika Datensicherung kann während eines laufenden Sicherungsvorgangs nicht beendet werden
el: Δεν είναι δυνατή η έξοδος από το Pika Backup κατά τη διάρκεια μιας λειτουργίας δημιουργίας αντιγράφων ασφαλείας
eo: Pika Sekurkopio ne povas esti fermita dum sekurkopia operacio
es: La copia de respaldo Pika no se puede cerrar mientras ejecuta una operación de respaldo
eu: Pika Backup ezin da itxi babeskopiako eragiketa bat abian dagoenean
fa: پشتیبان پیکا نمی‌تواند در طول عملیات پشتیبان ساکت باشد
fi: Pika-varmuuskopiointi ei voi sulkeutua varmuuskopioinnin aikana
he: אי אפשר לצאת מגיבוי פיקה תוך כדי שמתבצע גיבוי
hi: बैकअप अभियान के दौरान पिका बैकअप को बंद नहीं किया जा सकता
hu: A Pika biztonsági mentés nem tud kilépni egy biztonsági mentési művelet közben
it: Pika Backup non può essere interrotto durante un'operazione di backup
ka: Pika Backup მარქაფის ოპერაციის დროს მუშაობას ვერ დაასრულებს
kk: Резервтік көшіру операциясы кезінде Pika Backup-тан шығуға болмайды
pt_br: O Pika Backup não pode ser fechado enquanto executa um backup
ro: Pika Backup nu poate fi oprit în timpul unei operațiuni de copiere de rezervă
ru: Pika Backup нельзя закрыть во время операции резервного копирования
sl: Varnostnega kopiranja Pika ni mogoče zapreti sredi izvajanja varnostnega kopiranja
sv: Pika Backup kan inte avslutas under en säkerhetskopieringsåtgärd
tr: Pika Yedek, yedekleme sırasında çıkış yapamaz
uk: Роботу «Пискухи-копіювання» не можна переривати під час дії з резервного копіювання
zh_cn: Pika 备份无法在备份执行期间退出

source: Backup Never Run
cs: Zálohování nebylo doposud spuštěno
de: Datensicherung wurde nie ausgeführt
el: Το Αντίγραφο Ασφαλείας Δεν Εκτελέστηκε Ποτέ
eo: Sekurkopio neniam funkciigita
es: El respaldo no se ha ejecutado nunca
eu: Babeskopia ez da exekutatu
fa: پشتیبان هرگز اجرا نشد
fi: Varmuuskopiota ei koskaan suoritettu
he: הגיבוי לא רץ מעולם
hi: बैकअप कभी नहीं चला
hu: A biztonsági mentés sosem futott
it: Backup mai eseguito
ka: მარქაფი არასდროს გაშვებულა
kk: Резервтік көшіру ешқашан орындалмаған
pt_br: Backup nunca executado
ro: Copia de rezervă nu a rulat niciodată
ru: Резервное копирование никогда не запускалось
sl: Varnostno kopiranje se ni nikoli izvedlo
sv: Säkerhetskopiering aldrig körd
tr: Yedekleme Hiç Çalışmadı
uk: Резервне копіювання не виконувалося
zh_cn: 从未执行备份

source: Begin by carrying out your first backup
cs: Začněte provedením své první zálohy
de: Beginnen Sie damit, Ihre erste Datensicherung anzulegen
el: Ξεκινήστε εκτελώντας το πρώτο σας αντίγραφο ασφαλείας
eo: Komenci per farado de via unua sekurkopio
es: Empiece realizando su primer respaldo
eu: Hasteko, sortu zure lehen babeskopia
fa: آغاز با بیرون بردن نخستین پشتیبانتان
fi: Aloita luomalla ensimmäinen varmuuskopio
fr: Commencer en créant votre première sauvegarde
he: אפשר להתחיל על ידי יצירת הגיבוי הראשון שלך
hi: अपना पहला बैकअप पूरा करके शुरुआत करें
hu: Kezdje az első biztonsági mentése elvégzésével
is: Byrjaðu með því að framkvæma fyrstu öryggisafritunina þína
it: Eseguire il primo backup per iniziare
ka: დაიწყეთ თქვენი პირველი მარქაფის შექმნით
kk: Бірінші резервтік көшірмені жасаудан бастаңыз
nl: Begin met uw eerste back-up uit te voeren
pt: Comece por criar o seu primeiro backup
pt_br: Comece realizando seu primeiro backup
ro: Începeți prin a efectua prima copie de rezervă
ru: Начните с выполнения первого резервного копирования
sl: Začnite z izvajanjem svojega prvega varnostnega kopiranja
sv: Börja genom att köra din första säkerhetskopiering
tr: İlk yedeklemenizi başlatın
uk: Розпочніть зі створення вашої першої резервної копії
zh_cn: 从创建您的第一个备份开始

source: No Integrity Check
cs: Žádná kontrola integrity
de: Keine Integritätsprüfung
el: Κανένας Έλεγχος Ακεραιότητας
eo: Neniu integreca kontrolo
es: Sin comprobación de integridad
eu: Ez dago osotasunaren egiaztatzerik
fa: بدون آزمون یکپارچگی
fi: Ei eheystarkistusta
fr: Aucune vérification d’intégrité
he: ללא בדיקת אמינות
hi: कोई अखंडता जांच नहीं
hu: Nincs integritási ellenőrzés
is: Engin áreiðanleikaprófun
it: Nessun controllo d'integrità
ka: მთლიანობის შემოწმების გარეშე
kk: Бүтіндігі тексерілмеген
pt: Sem verificação de integridade
pt_br: Sem verificação de integridade
ro: Nicio verificare de integritate
ru: Проверка целостности отсутствует
sl: Brez preverjanja integritete
sv: Ingen integritetskontroll
tr: Bütünlük Denetimi Yok
uk: Без перевірки цілісності
zh_cn: 无完整性检查
