Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Pika Backup Monitor
cs: Monitor Zálohování Pišťucha
de: Pika Datensicherungsüberwachung
el: Παρακολούθηση Pika Backup
eo: Pika Sekurkopio-Monitoro
es: Copia de respaldo Pika
eu: Pika Backup monitorea
fa: پایشگر پشتیبان پیکا
fi: Pika-varmuuskopioinnin tarkkailu
fr: Moniteur de Sauvegarde Pika
he: מעקב אחר גיבויי פיקה
hi: पिका बैकअप मॉनिटर
hu: Pika biztonságimentés-figyelő
is: Pika afritunarvöktun
it: Monitor per backup Pika
ka: მარქაფის მონიტორი Pica
kk: Pika Backup мониторы
pt: Monitor do Pika Backup
pt_br: Monitor do Pika Backup
ro: Monitor Pika Backup
ru: Монитор Pika Backup
sl: Spremljevalnik varnostnega kopiranja Pika
sv: Pika Backup-övervakare
tr: Pika Yedek Gözlemcisi
uk: Монітор Пискухи-копіювання
zh_cn: Pika 备份监视器

source: Pika Backup
cs: Zálohování Pišťucha
de: Pika Datensicherung
el: Αντίγραφα ασφαλείας Pika
eo: Pika Sekurkopio
es: Copia de respaldo Pika
fa: پشتیبان پیکا
fi: Pika-varmuuskopiointi
fr: Sauvegarde Pika
he: גיבוי פיקה
hi: पिका बैकअप
hu: Pika biztonsági mentés
is: Pika-öryggisafritun
sl: Varnostno kopiranje Pika
tr: Pika Yedek
uk: Пискуха-копіювання
zh_cn: Pika 备份

source: Backups
cs: Zálohy
de: Datensicherungen
el: Αντίγραφα ασφαλείας
eo: Sekurkopioj
es: Respaldos
eu: Babeskopiak
fa: پشتیبان‌ها
fi: Varmuuskopiot
fr: Sauvegardes
he: גיבויים
hi: बैकअप
hu: Biztonsági mentések
is: Öryggisafrit
it: Backup
ka: მარქაფები
kk: Резервтік көшірмелер
ro: Copii de rezervă
ru: Резервные копии
sl: Varnostne kopije
sv: Säkerhetskopior
tr: Yedekler
uk: Резервні копії
zh_cn: 备份

source: Keep your data safe
cs: Udržujte svá data v bezpečí
de: Bewahren Sie Ihre Daten sicher auf
el: Διατηρήστε τα δεδομένα σας ασφαλή
eo: Konservu viajn datumojn sekuraj
es: Mantenga sus datos a salvo
eu: Gorde zure datuak seguru
fa: امن نگه داشتن داده‌هایتان
fi: Pidä tietosi turvassa
fr: Protégez vos données
he: שמירה על הנתונים שלך
hi: अपना डेटा सुरक्षित रखें
hu: Tartsa biztonságban az adatait
is: Gættu að gögnum þínum
it: Tieni i tuoi dati al sicuro
ka: დაიცავით თქვენი მონაცემები
kk: Деректеріңізді қауіпсіз сақтаңыз
nl: Houd uw gegevens veilig
pt: Mantenha os seus dados seguros
pt_br: Mantenha seus dados seguros
ro: Păstrați-vă datele în siguranță
ru: Обеспечьте сохранность своих данных
sl: Zavarujte svoje podatke
sv: Håll dina data säkra
tr: Verilerini güvende tut
uk: Зберігайте ваші дані у безпеці
zh_cn: 保护您的数据安全

source: archive;back-up;borg;
cs: archiv;archivy;archivovat;záloha;zálohy;zálohovat;borg;
de: archive;back-up;borg;Archiv;Datensicherung;
el: αρχείο;αντίγραφο-ασφαλείας;αντιγράφων-ασφαλείας;borg;
eo: arkivo;sekurkopio;borg;
es: archivador;respaldo;borg;
eu: artxiboa;babeskopia;borg;
fa: archive;back-up;borg;بایگانی;پشتیبان;بورگ;
fi: archive;back-up;borg;arkisto;varmuuskopio;
fr: archive;sauvegarde;borg;
he: ארכיון;גיבוי;בורג;
hi: पुरालेख;बैक-अप;बोर्ग;
hu: archiválás;biztonsági mentés;borg;
is: safnskrá;öryggisafrit;borg;
it: archivio;archiviazione;backup;borg;
kk: архив;резервтік көшірме;borg;
nl: archive;back-up;borg;archief;archiveren;backup;reserverkopieën;
pt: archive;back-up;borg;arquivar;backup;cópia de segurança;
pt_br: archive;back-up;borg;arquivamento;backup;cópia de segurança;Cópia de segurança;
ro: archive;back-up;borg;copie-de-rezervă;arhivă;
ru: archive;back-up;borg;архив;резервная;копия;
sl: archive;back-up;borg;arhiv;varnostna kopija;bekap;shranjevanje;
sv: arkiv;säkerhetskopia;säkerhetskopiering;borg;
tr: Pika Backup;archive;back-up;borg;backup;pika;arşiv;yedek;
uk: archive;back-up;borg;архів;архівування;резервна копія;копіювання;борг;борґ;
zh_cn: archive;back-up;borg;归档;存档;备份;

source: Small Mammal Collective
cs: Kolektiv malých savců
eo: Malgranda Mamula Kolektivo
he: אוסף יונקים קטנים
hi: स्माल मैमल कलेक्टिव
hu: Kis emlősök kollektívája
pt: Coletivo de pequenos mamíferos
ro: Colectivul de mamifere mici
uk: Малий колективний ссавець

source: Doing backups the easy way. Plugin your USB drive and let the Pika do the rest for you.
cs: Zálohujte naprosto jednoduchým způsobem. Stačí připojit disk USB a zbytek nechat na Pišťuše.
de: Datensicherung leicht gemacht. Stecken Sie Ihr USB-Laufwerk an und lassen Sie Pika den Rest für Sie erledigen.
el: Δημιουργία αντιγράφων ασφαλείας με τον εύκολο τρόπο. Συνδέστε τη μονάδα USB και αφήστε το Pika να κάνει τα υπόλοιπα για εσάς.
eo: Fari sekurkopiojn laŭ la facila maniero. Konektu vian USB-diskon kaj lasu la Pika fari la reston por vi.
es: Haga respaldos de manera fácil. Conecte su dispositivo USB y deje que Pika haga el resto.
eu: Babeskopia errazak. Txertatu zure USB gailua eta utzi Pikari gainerakoa egiten.
fa: پشتیبان گرفتن به روش ساده. گردانندهٔ یواس‌بیتان را وصل کرده و بگذارید بقیهٔ کارها را پیکا برایتان انجام دهد.
fi: Varmuuskopiointia vaivatta. Liitä USB-asema ja anna Pikan tehdä varmuuskopiointi puolestasi.
fr: Créez des sauvegardes en toute simplicité. Branchez votre support USB et laisser Pika s’occuper du reste.
he: ביצוע גיבויים בדרך פשוטה. עליך לחבר את כונן ה־USB שלך ולאפשר לפיקה לעשות את השאר עבורך.
hi: बैकअप करने का आसान तरीका है। अपने USB ड्राइव को प्लग इन करें और पिका को आपके लिए बाकी काम करने दें।
hu: Biztonsági mentések egyszerűen. Dugja be az USB meghajtóját, és hagyja, hogy a Pika elvégezze a többit.
is: Framkvæmdu öryggisafritanir á auðveldan hátt. Tengdu USB-drifið þitt og láttu Pika sjá um afganginn.
it: I backup, fatti semplici. Basta collegare la propria unità USB e lasciare che sia Pika ad occuparsi del resto.
ka: მარქაფების შექმნა ადვილია. შეაერთეთ თქვენი USB დისკი და საქმეს Pika გააკეთებს.
kk: Резервтік көшірме жасаудың оңай жолы. USB дискін жалғаңыз, қалғанын Pika өзі жасайды.
nl: Back-up waren nog nooit zo eenvoudig. Koppel gewoon uw USB-schijf aan uw computer en laat Pika de zaak verder afhandelen.
pt: Fazendo backups da maneira fácil. Ligue a sua unidade USB e deixe o Pika fazer o resto por si.
pt_br: Fazendo backups da maneira fácil. Conecte sua unidade USB e deixe o Pika fazer o resto por você.
ro: Efectuarea de copii de rezervă în mod simplu. Conectați unitatea USB și lăsați Pika să preia lucrul.
ru: Создавайте резервные копии простым способом. Подключите USB-накопитель, и пусть Pika сделает все остальное за вас.
sl: Ustvarjanje varnostnih kopij na enostaven način. Priključite pogon USB in prepustite zahtevno delo programu.
sv: Säkerhetskopiera på det enkla sättet. Tryck in ditt USB-minne och låt Pika sköta resten.
tr: Kolayca yedekle. USB sürücünüzü takın ve gerisini Pika sizin için yapsın.
uk: Резервне копіювання без проблем. Вставте ваш диск USB, і Пискуха виконає решту роботи за вас.
zh_cn: 以简单的方式进行备份。插入您的 USB 驱动器并让 Pika 为您做其余的事情。

source: Create backups locally and remotely
cs: Vytvářejte místní i vzdálené zálohy
de: Lokale und entfernte Sicherungen anlegen
el: Δημιουργήστε αντίγραφα ασφαλείας τοπικά και απομακρυσμένα
eo: Krei sekurkopiojn loke kaj malproksime
es: Crear respaldos de forma local y remota
eu: Sortu babeskopiak lokalean eta urrunean
fa: ساختن پشتیبان‌های محلی و دوردست
fi: Luo varmuuskopioita paikallisesti ja etäsijainteihin
fr: Création de sauvegardes locales et distantes
he: יצירת גיבויים מקומיים ומרוחקים
hi: स्थानीय और रिमोट बैकअप बनाएं
hu: Helyi és távoli biztonsági mentések létrehozása
is: Búðu til öryggisafrit á staðnum og fjartengt
it: Creazione di backup locali e in remoto
ka: შექმენით მარქაფები ლოკალურად ად დაშორებულად
kk: Резервтік көшірмелерді жергілікті және қашықтан жасау
nl: Maak back-ups lokaal of op afstand aan
pt: Criar backups localmente e remotamente
pt_br: Crie backups local e remotamente
ro: Creează copii de rezervă local și la distanță
ru: Создание резервных копий локально и удаленно
sl: Varnostne kopije ustvarjajte krajevno in oddaljeno
sv: Skapa säkerhetskopior lokalt och på distans
tr: Yerel ya da uzak yedek oluştur
uk: Можна створювати резервні копії на вашому або віддаленому комп'ютері
zh_cn: 创建本地和远程备份

source: Set a schedule for regular backups
cs: Nastavte si plán pravidelných záloh
de: Einen Zeitplan für regelmäßige Sicherungen festlegen
el: Ορίστε ένα πρόγραμμα για τακτικά αντίγραφα ασφαλείας
eo: Agordi horaron por regulaj sekurkopioj
es: Establecer un calendario para copias de respaldo periódicas
eu: Ezarri programazio bat aldizkako babeskopiak egiteko
fa: تنظیم زمان‌بندی برای پشتیبان‌های منظّم
fi: Aseta aikataulu säännöllisille varmuuskopioille
fr: Planification régulière des sauvegardes
he: הגדרת תזמון לגיבויים תדירים
hi: नियमित बैकअप के लिए एक अनुसूची निर्धारित करें
hu: Ütemezés beállítása a rendszeres biztonsági mentésekhez
is: Búðu til áætlun um reglubundnar öryggisafritanir
it: Programmazione di backup con regolarità
ka: რეგულარული მარქაფების განრიგის მორგება
kk: Тұрақты резервтік көшірмелер үшін кесте орнату
nl: Stel een planning voor regelmatige back-ups in
pt: Estabelecer um horário para backups regulares
pt_br: Defina um agendamento para backups regulares
ro: Stabiliți un program pentru copii de rezervă regulate
ru: Установка расписания для регулярного резервного копирования
sl: Nastavite urnik za redno varnostno kopiranje
sv: Ställ in ett schema för regelbundna säkerhetskopior
tr: Düzenli yedekler için zamanlama ayarla
uk: Можна встановити розклад регулярного резервного копіювання
zh_cn: 为常规备份设置计划

source: Save time and disk space because Pika Backup does not need to copy known data again
cs: Uspořte čas a místo, protože Zálohování Pišťucha nepotřebuje kopírovat známá data znovu
de: Zeit und Speicherplatz sparen, denn Pika muss bekannte Daten nicht erneut kopieren
el: Εξοικονομήστε χρόνο και χώρο στον δίσκο, επειδή το Pika Backup δεν χρειάζεται να αντιγράψει ξανά γνωστά δεδομένα
eo: Ŝpari tempon kaj diskospacon ĉar Pika Sekurkopio ne bezonas kopii konatajn datumojn denove
es: Ahorrar tiempo y espacio en disco ya que Pika Backup no necesita copiar de nuevo los datos conocidos
eu: Aurreztu denbora eta diskoko tokia, Pika Backup-ek ez baititu lehendik ezagutzen dituen datuak berriro kopiatu behar
fa: ذخیرهٔ زمان و فضای دیسک. چرا که پیکا نیازی به رونوشت دوباره از داده‌های شناخته شده ندارد
fi: Säästä aikaa ja tilaa, koska Pikan ei tarvitse kopioida tunnettua dataa uudelleen
fr: Gain de temps et d’espace disque : Sauvegarde Pika ne copie que les nouvelles données
he: חוסכים בזמן ובמקום כיוון שעם גיבוי פיקה לא צריך להעתיק נתונים ידועים פעם נוספת
hi: समय और डिस्क स्थान बचाएं क्योंकि पिका बैकअप को ज्ञात डेटा को दोबारा कॉपी करने की आवश्यकता नहीं है
hu: Idő és lemezterület megtakarítása, mert a Pika biztonsági mentésnek nem kell újra átmásolnia a már ismert adatait
is: Þú sparar tíma og diskapláss þar sem Pika-öryggisafritun þarf ekki að afrita áðuröryggisafrituð gögn
it: Risparmio di tempo e spazio su disco, perché Pika non ha bisogno di copiare nuovamente i dati già conosciuti
ka: დაზოგეთ დრო და ადგილი დისკზე, რადგან Pika-ს ცნობილი მონაცემების კიდევ ერთხელ კოპირება არ სჭირდება
kk: Уақыт пен диск орнын үнемдеңіз, өйткені Pika Backup белгілі деректерді қайта көшіруді қажет етпейді
nl: Verspil geen tijd of schijfruimte: Pika Back-up hoeft gekende gegevens niet opnieuw te kopiëren
pt: Poupe tempo e espaço em disco porque o Pika Backup não precisa de copiar novamente os dados já conhecidos
pt_br: Economize tempo e espaço em disco porque o Pika Backup não precisa copiar novamente os dados que já são conhecidos
ro: Salvează timpul și spațiul pe disc pentru că Pika Backup nu necesită copierea datelor cunoscute din nou
ru: Экономия времени и дискового места, поскольку Pika Backup не требует повторного копирования известных данных
sl: Prihranek na času in prostoru diska, ker program nikoli ne kopira znova že usklajenih podatkov
sv: Spara tid och diskutrymme då Pika Backup inte behöver kopiera kända data igen
tr: Pika Yedek’in bilinen verileri yeniden kopyalaması gerekmediğinden zaman ve disk alanı kazanın
uk: Можна заощадити час і місце на диску, оскільки «Пискуха-копіювання» не витрачає часу на копіювання вже скопійованих файлів.
zh_cn: 节省时间和磁盘空间，因为 Pika 备份不需要再次复制已知数据

source: Encrypt your backups
cs: Zašifrujte své zálohy
de: Ihre Datensicherungen verschlüsseln
el: Κρυπτογράφηση των αντιγράφων ασφαλείας σας
eo: Ĉifri viajn sekurkopiojn
es: Cifrar sus respaldos
eu: Zifratu zure babeskopiak
fa: رمزنگاری پشتیبان‌هایتان
fi: Salaa varmuuskopiot
fr: Chiffrement des sauvegardes
he: הצפנת הגיבויים שלך
hi: अपना बैकअप कूटलेखित करें
hu: A biztonsági mentéseinek titkosítása
is: Dulritaðu öryggisafritin þín
it: Creazione di backup cifrati
ka: დაშიფრეთ მარქაფები
kk: Резервтік көшірмелерді шифрлау
nl: Versleutel uw back-ups
pt: Encripte os seus backups
pt_br: Criptografe seus backups
ro: Criptați-vă copiile de rezervă
ru: Шифрование резервных копий
sl: Šifriranje podatkov varnostne kopije
sv: Kryptera dina säkerhetskopior
tr: Yedeklerinizi şifreleyin
uk: Можна зашифрувати ваші резервні копії
zh_cn: 加密您的备份

source: List created archives and browse through their contents
cs: Vypište si vytvořené archivy a procházejte jejich obsahem
de: Erstellte Archive auflisten und deren Inhalt durchsuchen
el: Εμφάνιση των δημιουργημένων αρχειοθηκών και περιήγηση στα περιεχόμενά τους
eo: Listigi kreitajn arkivojn kaj foliumi ilian enhavon
es: Listar los archivadores creados y examinar su contenido
eu: Zerrendatu sortutako artxiboak eta arakatu hauen edukietan
fa: سیاهه کردن بایگانی‌های ایجاد شده‌ و مرور محتوایشان
fi: Listaa luodut arkistot ja selaa niiden sisältöä
fr: Liste des archives créées et parcours de leur contenu
he: הצגת הארכיונים שנוצרו ועיון בתוכן שלהם
hi: बनाए गए पुरालेखों की सूची बनाएं और उनकी सामग्री देखें
hu: Létrehozott archívumok felsorolása és a tartalmuk tallózása
is: Fáðu yfirsýn yfir innihald safnskráa og flettu í gegnum innihald þeirra
it: Elenco degli archivi creati ed esplorazione dei contenuti
ka: იხილეთ შექმნილი არქივები და დაათვალიერეთ მათი შემცველობა
kk: Жасалған архивтер тізімін шығару және олардың мазмұнын шолу
nl: Lijst aangemaakte archieven op en blader door hun inhoud
pt: Listar os arquivos criados e naveguar pelos seus conteúdos
pt_br: Liste os arquivamentos criados e navegue pelos seus conteúdos
ro: Listează arhivele create și navighează prin conținutul lor
ru: Составление списка созданных архивов и просмотр их содержимого
sl: Brskanje po seznamu ustvarjenih arhivov in njihovi vsebini
sv: Lista skapade arkiv och bläddra igenom deras innehåll
tr: Oluşturulan arşivleri listele ve içeriklerine göz at
uk: Можна переглядати список створених архівів та здійснювати навігацію їхнім вмістом
zh_cn: 列出已创建的归档文件并浏览其内容

source: Recover files or folders via your file browser
cs: Obnovte soubory a složky přes prohlížeč
de: Dateien oder Ordner über die Dateiverwaltung wiederherstellen
el: Ανακτήστε αρχεία ή φακέλους μέσω του περιηγητή αρχείων σας
eo: Restaŭri dosierojn aŭ dosierujojn per via dosierfoliumilo
es: Recuperar archivos o carpetas usando su gestor de archivos
eu: Berreskuratu fitxategiak edo karpetak zure fitxategi-arakatzailea erabilita
fa: بازیابی پرونده‌ها یا شاخه‌ها از مرورگر پرونده‌تان
fi: Palauta tiedostoja tai kansioita tiedostoselaimen avulla
fr: Restauration des fichiers ou des répertoires depuis votre navigateur de fichiers
he: שחזור קבצים או תיקיות דרך דפדפן הקבצים שלך
hi: अपने फाइल ब्राउज़र के माध्यम से फाइलें या फोल्डर पुनर्प्राप्त करें
hu: Fájlok vagy mappák helyreállítása a fájlböngészőjén keresztül
is: Endurheimtu skjöl og möppur með vafranum þínum
it: Recupero di file o cartelle usando il proprio gestore di file
ka: აღადგილეთ ფაილები და საქაღალდეები თქვენი ფაილების ბრაუზერიდან
kk: Файлдарды немесе бумаларды файлдық браузер арқылы қалпына келтіру
nl: Herstel bestanden of mappen via uw bestandsbeheerder
pt: Recupere ficheiros ou pastas através do seu explorador de ficheiros
pt_br: Recupere arquivos ou pastas através do seu navegador de arquivos
ro: Recuperează fișiere și dosare prin navigatorul de fișiere
ru: Восстановление файлов или папок через браузер файлов
sl: Obnovitev datotek in map prek datotečnega brskalnika
sv: Återställ filer och mappar via din webbläsare
tr: Dosya tarayıcınızla dosyaları ya da klasörleri kurtarın
uk: Можна відновлювати файли і теки за допомогою вашої програми для керування файлами
zh_cn: 通过您的文件浏览器来恢复文件或文件夹

source: Pika Backup is designed to save your personal data and does not support complete system recovery. Pika Backup is powered by the well-tested BorgBackup software.
cs: Zálohování Pišťucha je navržen tak, aby ukládal vaše uživatelská data a nepodporuje kompletní obnovu systému. Zálohování Pišťucha je poháněn osvědčeným softwarem BorgBackup.
de: Pika Datensicherung ist dafür gemacht, Ihre persönlichen Daten zu sichern. Es bietet aber keine vollständige Systemwiederherstellung. Pika Datensicherung verwendet das gut getestete Programm BorgBackup.
el: Το Pika Backup έχει σχεδιαστεί για να αποθηκεύει τα προσωπικά σας δεδομένα και δεν υποστηρίζει πλήρη ανάκτηση του συστήματος. Το Pika Backup τροφοδοτείται από το καλά δοκιμασμένο λογισμικό BorgBackup.
eo: Pika Sekurkopio estas dizajnita por konservi viajn personajn datumojn kaj ne subtenas kompletan sistemrestaŭron. Pika Sekurkopio estas funkciigata de la bone-testita BorgBackup-programaro.
es: Copia de respaldo Pika se diseñó para guardar sus datos personales y no permite una recuperación completa del sistema. Copia de respaldo Pika funciona sobre BorgBackup, un software extensamente probado.
eu: Pika Backup zure datu pertsonalak gordetzeko diseinatuta dago baina ez du sistemaren berreskuratze osoa onartzen. Pika Backup aplikazioak BorgBackup software fidagarria darabil motor gisa.
fi: Pika-varmuuskopiointi on suunniteltu henkilökohtaisten tietojen tallentamiseen, se ei tue järjestelmän täydellistä palauttamista. Pika-varmuuskopioinnin taustalla toimii hyvin testattu BorgBackup-ohjelmisto.
fr: Sauvegarde Pika est conçu pour sauvegarder vos données personnelles et ne prend pas en charge la récupération complète du système. Sauvegarde Pika fonctionne avec le logiciel éprouvé BorgBackup.
he: גיבוי Pika תוכנן לשמור את הנתונים האישיים שלך ואינו תומך בשחזור מערכת מעלה. גיבוי Pika רוכב על גבי תוכנת BorgBackup שנבדקה היטב.
hi: पिका बैकअप आपके व्यक्तिगत डेटा को सहेजने के लिए डिज़ाइन किया गया है और यह संपूर्ण सिस्टम पुनर्प्राप्ति का समर्थन नहीं करता है। पिका बैकअप अच्छी तरह से परीक्षण किए गए BorgBackup सॉफ्टवेयर द्वारा संचालित है।
hu: A Pika biztonsági mentés arra lett tervezve, hogy mentse a személyes adatait, és nem támogatja a teljes rendszer-helyreállítást. A Pika biztonsági mentés a jól tesztelt BorgBackup szoftverre épül.
is: Pika-öryggisafritun er hannað til að halda utan um gögnin þín en bíður ekki upp á heildarendurheimtu stýrikerfisins. Pika-öryggisafritun keyrir á hinum margreynda BorgBackup hugbúnaði.
it: Pika Backup è progettato per salvare i dati personali e non supporta un ripristino completo del sistema. Pika Backup funziona grazie al software di backup ben testato BorgBackup.
ka: Pika Backup შექმნილია, რომ თქვენი პირადი მონაცემები შეინახოს და მას სრული სისტემის აღდგენის მხარდაჭერა არ გააჩნია. Pika Backup გავრცელებულ BorBackup პროგრამას იყენებს.
kk: Pika Backup жеке деректеріңізді сақтауға арналған және жүйені толық қалпына келтіруді қолдамайды. Pika Backup жақсы сыналған BorgBackup бағдарламалық қамтамасына негізделген.
nl: Pika Back-up is ontworpen om uw persoonlijke gegevens op te slaan en biedt geen ondersteuning voor volledig systeemherstel. Pika Back-up wordt aangedreven door de goed geteste BorgBackup-software.
pt: O Pika Backup foi concebido para guardar os seus dados pessoais e não suporta a recuperação completa do sistema. O Pika Backup é disponibilizado pelo bem testado software BorgBackup.
pt_br: O Pika Backup foi projetado para salvar seus dados pessoais e não oferece suporte à recuperação completa do sistema. O Pika Backup é alimentado pelo bem testado software BorgBackup.
ro: Pika Backup este conceput pentru a vă salva datele personale și nu suportă recuperarea completă a sistemului. Pika Backup este alimentat de aplicația bine testată BorgBackup.
ru: Pika Backup предназначен для сохранения ваших личных данных и не поддерживает полное восстановление системы. Pika Backup работает на базе хорошо зарекомендовавшего себя программного обеспечения BorgBackup.
sl: Pika Backup je namenjen shranjevanju vaših osebnih podatkov in ne podpira popolne obnovitve sistema. Pika Backup poganja dobro preizkušena programska oprema BorgBackup.
sv: Pika Backup är utformat för att spara dina personliga data och stöder inte fullständig systemåterställning. Pika Backup drivs av den väl beprövade BorgBackup-programvaran.
tr: Pika Yedek, kişisel verilerinizi kaydetmek için tasarlanmıştır ve tam sistem kurtarmayı desteklemez. Pika Yedek, iyi sınanmış BorgBackup yazılımı ile güçlendirilmiştir.
uk: «Пискуху-копіювання» створено для захисту ваших особистих даних. Програму не призначено для повного відновлення системи. «Пискуха-копіювання» працює на основі перевірених програм з комплексу BorgBackup.
zh_cn: Pika 备份被设计用来保存您的私人数据并且不支持完整系统恢复。Pika 备份由经过良好测试的 BorgBackup 软件强力支持。

source: Just activate “Back Up Now” and your data will be saved
cs: Stačí zmáčknout „Zálohovat nyní“ a vaše data se uloží
de: Aktivieren Sie »Jetzt sichern« und Ihre Daten werden gesichert
el: Απλώς ενεργοποιήστε το «Δημιουργία αντιγράφων ασφαλείας τώρα» και τα δεδομένα σας θα αποθηκευτούν
eo: Simple aktivigi “Sekurkopii nun” kaj viaj datumoj estos konservitaj
es: Simplemente active «Crear respaldo ahora» y sus datos se guardarán
eu: Aktibatu "Egin babeskopia orain" eta zure datuak gorde egingo dira
fa: فقط «اکنون پشتیبان گرفته شود» را فعّال کنید تا داده‌هایتان ذخیره شوند
fi: Napsauta "Varmuuskopioi nyt" ja tietosi tallennetaan
fr: Activez simplement « Sauvegarder maintenant » et vos données seront sauvegardées
he: יש רק להפעיל „גיבוי כעת” והנתונים שלך יישמרו
hi: बस “अभी बैकअप लें” सक्रिय करें और आपका डेटा सहेज लिया जाएगा
hu: Csak aktiválja a „Biztonsági mentés most” gombot, és az adatai mentve lesznek
is: Virkjaðu bara “Öryggisafrita núna” og gögnin þín verða vistuð
it: È sufficiente attivare «Salva adesso» e i propri dati personali verranno salvati
ka: უბრალოდ გაააქტიურეთ "ახლა დამარქაფება" და თქვენი მონაცემები შეინახება
kk: Тек «Қазір резервтік көшірме жасау» опциясын іске қосыңыз, сонда деректеріңіз сақталады
nl: Activeer gewoon ‘Nu een back-up maken’ en uw gegevens worden bewaard
pt: Basta ativar o "Efetuar agora o Backup" e os seus dados serão guardados
pt_br: Basta ativar “Fazer backup agora” e seus dados serão salvos
ro: Doar activați „Copie de rezervă acum” și datele vor fi salvate
ru: Просто активируйте функцию «Сделать резервную копию сейчас», и ваши данные будут сохранены
sl: Enostavno izberite »Varnostno kopiraj zdaj« in vaši podatki bodo shranjeni
sv: Aktivera helt enkelt ”Säkerhetskopiera nu” så kommer dina data sparas
tr: Yalnızca “Şimdi Yedekle”yi etkinleştirin ve verileriniz kaydedilsin
uk: Просто позначте «Створити резервну копію зараз», і ваші дані буде збережено
zh_cn: 只需要激活“现在备份”您的数据将被保存
