Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Failed to lock repository.
cs: Selhalo uzamčení úložiště.
de: Sperren des Sicherungsdepots fehlgeschlagen.
el: Αποτυχία κλειδώματος του αποθετηρίου.
eo: Malsukcesis ŝlosi repositon.
es: Falló al bloquear el repositorio.
eu: Huts egin du biltegia blokeatzeak.
fa: شکست در قفل کردن مخزن.
fi: Tietovaraston lukitseminen epäonnistui.
fr: Échec de verrouillage du dépôt.
he: נעילת המאגר נכשלה.
hi: रिपोजिटरी लॉक करने में विफल।
hu: A tároló zárolása sikertelen.
is: Tókst ekki að læsa gagnasafni.
it: Blocco del deposito non riuscito.
ka: რეპოზიტორიის დაბლოკვის შეცდომა.
kk: Репозиторийді құлыптау сәтсіз аяқталды.
nl: Vergrendelen van opslagruimte mislukt.
pt: Falha ao bloquear repositório.
pt_br: Falha ao bloquear o repositório.
ro: Nu s-a putut bloca depozitul.
ru: Не удалось заблокировать хранилище.
sl: Zaklepanje skladišča ni uspelo.
sv: Misslyckades med att låsa lagringsplatsen.
tr: Depo kilitlenemedi.
uk: Не вдалося заблокувати сховище.
zh_cn: 锁定仓库失败。

source: Repository already in use.
cs: Úložiště se již používá.
de: Depot wird bereits verwendet.
el: Το αποθετήριο χρησιμοποιείται ήδη.
eo: Reposito jam en uzo.
es: El repositorio ya está en uso.
eu: Biltegia dagoeneko erabilia dago.
fa: مخزن از پیش در حال استفاده است.
fi: Tietovarasto on jo käytössä.
fr: Le dépôt est déjà en cours d’utilisation.
he: המאגר כבר בשימוש.
hi: रिपॉजिटरी पहले से ही उपयोग में है।
hu: A tároló már használatban van.
is: Gagnasafn þegar í notkun.
it: Deposito già in uso.
ka: რეპოზიტორია უკვე გამოიყენება.
kk: Репозиторий қолданылуда.
nl: Opslagruimte reeds in gebruik.
pt: Repositório já em uso.
pt_br: Repositório já está em uso.
ro: Depozit folosit deja.
ru: Хранилище уже используется.
sl: Skladišče je že v uporabi
sv: Lagringsplats används redan.
tr: Depo zaten kullanımda.
uk: Сховище вже використовується.
zh_cn: 仓库已被使用。

source: Connection closed by remote host.
cs: Připojení bylo zavřeno protější stranou.
de: Verbindung wurde von der Gegenstelle getrennt.
el: Η σύνδεση έκλεισε από τον απομακρυσμένο κεντρικό υπολογιστή.
eo: Konekto fermita de malproksima gastiganto.
es: Conexión cerrada por el equipo remoto.
eu: Urruneko ostalariak konexioa itxi du.
fa: اتّصال از سوی میزبان دوردست بسته شد.
fi: Etäpää sulku yhteyden.
fr: Connexion fermée par l’hôte distant.
he: החיבור נסגר על ידי המארח המרוחק.
hi: रिमोट होस्ट द्वारा कनेक्शन बंद कर दिया गया।
hu: A távoli gép lezárta a kapcsolatot.
is: Lokað var á tengingu af fjartengdum þjóni.
it: Connessione chiusa dall'host remoto.
ka: დაშორებილმა ჰოსტმა კავშირი დახურა.
kk: Қосылымды қашықтағы хост жапты.
nl: Verbinding verbroken door externe host.
pt: Ligação terminada pela máquina remota.
pt_br: Conexão encerrada pelo host remoto.
ro: Conexiunea a fost închisă de serverul de la distanță.
ru: Соединение закрыто удаленным узлом.
sl: Povezava z oddaljenim gostiteljem je prekinjena.
sv: Anslutning stängdes av fjärrvärd.
tr: Bağlantı uzak ana makinece kapatıldı.
uk: З'єднання розірвано віддаленим вузлом.
zh_cn: 连接被远程主机关闭。

source: Connection closed by remote host: “{}”
cs: Připojení bylo zavřeno protější stranou: „{}“
de: Verbindung wurde von der Gegenstelle getrennt: »{}«
el: Η σύνδεση έκλεισε από τον απομακρυσμένο κεντρικό υπολογιστή: «{}»
eo: Konekto fermita de malproksima gastiganto: “{}”
es: Conexión cerrada por el equipo remoto: «{}»
eu: Urruneko ostalariak konexioa itxi du: “{}“
fa: اتّصال از سوی میزبان دوردست بسته شد: «{}»
fi: Etäpää sulki yhteyden: “{}“
fr: Connexion fermée par l’hôte distant : « {} »
he: המארח סגר את החיבור המרוחק: „{}”
hi: रिमोट होस्ट द्वारा कनेक्शन बंद किया गया: “{}”
hu: A távoli gép lezárta a kapcsolatot: „{}”
is: Samband rofið af fjartengdum þjóni: “{}”
it: Connessione chiusa dall'host remoto: «{}»
ka: დაშორებილმა ჰოსტმა კავშირი დახურა: "{}"
kk: Қосылымды қашықтағы хост жапты: «{}»
nl: Verbinding verbroken door externe host: ‘{}’
pt: Ligação terminada pela máquina remota: “{}”
pt_br: Conexão encerrada pelo host remoto: “{}”
ro: Conexiunea a fost închisă de gazda de la distanță: „{}”
ru: Соединение закрыто удаленным хостом: «{}»
sl: Povezava z oddaljenim gostiteljem je prekinjena: »{}«
sv: Anslutning stängdes av fjärrvärd: ”{}”
tr: Bağlantı uzak ana makinece kapatıldı : “{}”
uk: З'єднання розірвано віддаленим вузлом: «{}»
zh_cn: 连接被远程主机关闭：“{}”

source: Exception
cs: Výjimka
de: Ausnahme
el: Εξαίρεση
eo: Escepto
es: Excepción
eu: Salbuespena
fa: استثنا
fi: Poikkeus
he: חריגה
hi: अपवाद
hu: Kivétel
is: Undantekning
it: Eccezione
ka: გამონაკლისი
kk: Ерекше жағдай
nl: Uitzondering
pt: Excepção
pt_br: Exceção
ro: Excepție
ru: Исключение
sl: Izjema
sv: Undantag
tr: İstisna
uk: Виключення
zh_cn: 异常

source: Unspecified error.
cs: Blíže neupřesněná chyba.
de: Unbestimmter Fehler.
el: Απροσδιόριστο σφάλμα.
eo: Nespecifita eraro.
es: Error no especificado.
eu: Zehaztu gabeko errorea.
fa: خطای نامشخص.
fi: Määrittelemätön virhe.
fr: Erreur non spécifiée.
he: שגיאה בלתי מוגדרת.
hi: अनिर्दिष्ट त्रुटि।
hu: Meghatározatlan hiba.
is: Óskilgreind villa.
it: Errore non specificato.
ka: მიუთითებელი შეცდომა.
kk: Анықталмаған қате.
nl: Ongespecificeerde fout.
pt: Erro não especificado.
pt_br: Erro não especificado.
ro: Eroare nespecificată.
ru: Неизвестная ошибка.
sl: Prišlo je do nedoločene napake.
sv: Ospecificerat fel.
tr: Belirtilmemiş hata.
uk: Невизначена помилка.
zh_cn: 未指定的错误。

source: This backup repository is not encrypted at all, not even with a key stored in plain text. Passwords can only be added to repositories that use encryption.
cs: Toto úložiště záloh není vůbec zašifrováno, a to ani pomocí klíče uloženého v prostém textu. Hesla lze přidávat pouze do úložišť, která používají šifrování.
de: Dieses Sicherungsdepot ist überhaupt nicht verschlüsselt, nicht einmal mit einem in Klartext gespeichertem Schlüssel. Passwörter können nur zu Depots hinzugefügt werden, die Verschlüsselung verwenden.
el: Αυτό το αποθετήριο αντιγράφων ασφαλείας δεν είναι καθόλου κρυπτογραφημένο, ούτε καν με κλειδί αποθηκευμένο σε απλό κείμενο. Οι κωδικοί πρόσβασης μπορούν να προστεθούν μόνο σε αποθετήρια που χρησιμοποιούν κρυπτογράφηση.
eo: Ĉi tiu sekurkopia reposito tute ne estas ĉifrita, eĉ ne per ŝlosilo konservita en malĉifrita teksto. Pasvortoj povas nur esti aldonitaj al repositoj kiuj uzas ĉifradon.
es: Este repositorio de respaldo no está cifrado de ninguna forma, ni siquiera mediante una clave almacenada en texto sin formato. Las contraseñas sólo se pueden añadir a repositorios que usan cifrado.
eu: Babeskopia-biltegi hau ez dago zifratuta, ezta testu soilean gordetako gako batekin ere. Pasahitzak gehitu ahal izateko, biltegiek zifratzea erabili behar dute.
fi: Tämä varmuuskopion tietovarastoa ei ole salattu lainkaan, ei edes raakatekstinä talletetulla avaimella. Salasanoja voi liittää vain niihin tietovarastoihin, joissa on salaus käytössä.
fr: Ce dépôt de sauvegarde n’est pas chiffré, pas même avec une clé enregistrée en clair. Les mots de passe ne peuvent être ajoutés qu’aux dépôts chiffrés.
he: מאגר גיבוי זה אינו מוצפן כלל, אפילו לא במפתח שמאוחסן בטקסט פשוט. אפשר להוסיף ססמאות רק למאגרים שמשתמשים בהצפנה.
hi: यह बैकअप रिपॉजिटरी बिल्कुल भी कूटलेखित नहीं है, सादे पाठ में संग्रहीत कुंजी के साथ भी नहीं। पासवर्ड केवल उन रिपॉजिटरी में जोड़े जा सकते हैं जो कूटलेखन का उपयोग करते हैं।
hu: Ez a biztonsági mentési tároló egyáltalán nincs titkosítva, még egy egyszerű szövegben tárolt kulccsal sem. Jelszavakat csak titkosítást használó tárolókhoz lehet hozzáadni.
is: Afritunargagnasafnið er alveg ódulritað, ekki einusinni með lykli geymdum í hreinum texta. Einungis er hægt að gefa gagnasafni lykilorð ef það notar dulritun.
it: Questo deposito di backup non ha alcuna cifratura, nemmeno con una chiave in testo semplice. Le password possono essere impostate solo per depositi cifrati.
ka: ეს მარქაფის რეპოზიტორია დაშიფრული არაა. გასაღებიც კი უბრალო ტექსტის სახითაა შენახული. პაროლები, მხოლოდ, იმ რეპოზიტორიებს შეგიძლიათ დაამატოთ, რომლებიც დაშიფვრას იყენებენ.
kk: Бұл резервтік көшірме репозиторийі мүлдем шифрланбаған, тіпті ашық мәтінмен сақталған кілт те жоқ. Парольдерді тек шифрлауды қолданатын репозиторийлерге қосуға болады.
pt: Este repositório de cópias de segurança não está encriptado, nem mesmo com uma chave gravada em texto base. Palavras-passe só podem ser adicionadas a repositórios que usem algum tipo de encriptação.
pt_br: Este repositório de backup não é criptografado, nem mesmo com uma chave armazenada em texto simples. As senhas só podem ser adicionadas a repositórios que usam criptografia.
ro: Acest depozit de copie de rezervă nu este criptat deloc, nici măcar cu o cheie stocată în text simplu. Parolele pot fi adăugate doar la depozitele care utilizează criptare.
ru: Это хранилище резервных копий вообще не зашифровано, даже ключом который хранится в виде обычного текста. Пароли можно добавлять только в хранилища, использующие шифрование.
sl: To skladišče za varnostno kopiranje sploh ni šifrirano, niti s ključem, shranjenim v navadnem besedilu. Gesla je mogoče dodati samo skladiščem, ki uporabljajo šifriranje.
sv: Detta säkerhetskopieringsförråd är inte krypterat alls, inte ens med en nyckel i klartext. Lösenord kan endast läggas till för lagringsplatser som använder kryptering.
tr: Bu yedekleme deposu, düz metin olarak saklanan bir anahtarla bile şifrelenmemiş. Yalnızca şifreleme kullanan depolara parola eklenebilir.
uk: Це сховище резервних копій не зашифровано взагалі, навіть ключем, який зберігається у форматі звичайного тексту. Паролі можна додавати лише для сховищ, де використано шифрування.
zh_cn: 该备份仓库没有任何加密，甚至没有以纯文本存储的密钥。仅可以对使用加密的仓库添加密码。

source: Backup will be aborted.
cs: Zálohování bude přerušeno.
de: Datensicherung wird abgebrochen.
el: Η δημιουργία αντιγράφων ασφαλείας θα ματαιωθεί.
eo: Sekurkopio estos ĉesigita.
es: El respaldo se cancelará.
eu: Babeskopia abortatu egingo da.
fa: از پشتیبان صرف‌نظر خواهد شد.
fi: Varmuuskopiointi lopetetaan.
fr: La sauvegarde sera interrompue.
he: הגיבוי יבוטל.
hi: बैकअप निरस्त कर दिया जाएगा।
hu: A biztonsági mentés meg lesz szakítva.
is: Öryggisafritun verður hætt.
it: Il backup verrà annullato.
ka: მარქაფის პროცესი შეწყდება.
kk: Резервтік көшірме жасау тоқтатылады.
nl: Back-up wordt afgebroken.
pt: O backup será abortado.
pt_br: O backup será abortado.
ro: Copia de rezervă va fi anulată.
ru: Резервное копирование будет прервано.
sl: Varnostno kopiranje se bo prekinilo.
sv: Säkerhetskopiering kommer avbrytas.
tr: Yedekleme vazgeçilecek.
uk: Резервне копіювання буде перервано.
zh_cn: 备份将被中止。

source: Backup will continue.
cs: Zálohování bude pokračovat.
de: Datensicherung wird fortgesetzt.
el: Η δημιουργία αντιγράφων ασφαλείας θα συνεχιστεί.
eo: Sekurkopio daŭros.
es: El respaldo continuará.
eu: Babeskopiak aurrera jarraituko du.
fa: پشتیبان ادامه خواهد یافت.
fi: Varmuuskopionti jatkuu.
fr: La sauvegarde continuera.
he: הגיבוי ימשך.
hi: बैकअप जारी रहेगा।
hu: A biztonsági mentés folytatódni fog.
is: Öryggisafritun mun halda áfram.
it: Il backup verrà proseguito.
ka: მარქაფის პროცესი გაგრძელდება.
kk: Резервтік көшірме жасау жалғасады.
nl: Back-up gaat door.
pt: O backup continuará.
pt_br: O backup irá continuar.
ro: Copierea de rezervă va continua.
ru: Резервное копирование будет продолжено.
sl: Varnostno kopiranje se bo nadaljevalo.
sv: Säkerhetskopiering kommer fortsätta.
tr: Yedekleme sürecek.
uk: Резервне копіювання буде продовжено.
zh_cn: 备份将继续。

source: Backed up data: {}
cs: Zálohovaná data: {}
de: Gesicherte Daten: {}
el: Δεδομένα αντιγράφων ασφαλείας: {}
eo: Datumoj sekurkopiitaj: {}
es: Datos respaldados: {}
eu: Babeskopia egin zaien datuak: {}
fa: دادهٔ پشتیبان گرفته: {}
fi: Varmuuskopioidut tiedot: {}
fr: Données sauvegardées : {}
he: נתונים שגובו: {}
hi: बैकअप किया गया डेटा: {}
hu: Biztonsági mentett adatok: {}
is: Öryggisafrituð gögn: {}
it: Dati salvati: {}
ka: დამარქაფებული მონაცემები: {}
kk: Резервтелген деректер: {}
nl: Gegevens geback-upt: {}
pt: Dados de backup: {}
pt_br: Backup dados: {}
ro: Date copiate de rezervă: {}
ru: Резервное копирование данных: {}
sl: Varnostno kopirani podatki: {}
sv: Säkerhetskopierade data: {}
tr: Veri yedeklendi: {}
uk: Дані з резервним копіюванням: {}
zh_cn: 备份数据：{}

source: Operation {} % completed ({}/{})
cs: Dokončeno {} % operace ({}/{})
de: Vorgang {} % abgeschlossen ({}/{})
el: Η λειτουργία {} % ολοκληρώθηκε ({}/{})
eo: Operacio {} % kompletigita ({}/{})
es: Operación {} % completada ({}/{})
eu: Eragiketaren % {} osatu da ({}/{})
fa: عملیات {}٪ کامل شد ({}/{})
fi: Toimenpide {} % valmis ({}/{})
fr: Opération terminée à {} % ({}/{})
he: פעולה {} % הושלמו ({}/{})
hi: अभियान {} % पूरा हुआ ({}/{})
hu: A művelet {}%-a kész ({}/{})
is: Aðgerð {} % lokið ({}/{})
it: Operazione completata al {}% ({}/{})
ka: ოპერაცია {} % დასრულდა ({}/{})
kk: Операцияның {} % орындалды ({}/{})
nl: Opdracht {} % voltooid ({}/{})
pt: Operação {} % concluída ({}/{})
pt_br: Operação {} % concluída ({}/{})
ro: Operațiunea {} % completată ({}/{})
ru: Операция {} % выполнена ({}/{})
sl: Opravilo je {} % dokončano ({}/{})
sv: Åtgärd {} % slutförd ({}/{})
tr: İşlem % {} tamamlandı ({}/{})
uk: Дію завершено на {} % c({} з {})
zh_cn: 操作 {} % 已完成 ({}/{})

source: Operation completed.
cs: Operace byla dokončena.
de: Vorgang abgeschlossen.
el: Η λειτουργία ολοκληρώθηκε.
eo: Operacio kompletigita.
es: Operación completada.
eu: Eragiketa osatu da.
fa: عملیات کامل شد.
fi: Toimenpide valmistui.
fr: Opération terminée.
he: הפעולה הושלמה.
hi: अभियान पूरा हुआ।
hu: A művelet befejeződött.
is: Aðgerð lokið.
it: Operazione completata.
ka: ოპერაცია დასრულდა.
kk: Операция аяқталды.
nl: Opdracht voltooid.
pt: Operação concluída.
pt_br: Operação concluída.
ro: Operațiune completată.
ru: Операция выполнена.
sl: Opravilo je končano.
sv: Åtgärden slutförd.
tr: İşlem tamamlandı.
uk: Дію завершено.
zh_cn: 操作已完成。

source: Beginning cache transaction
cs: Začíná transakce s mezipamětí
de: Zwischenspeicher-Transaktion wird begonnen
el: Έναρξη συναλλαγής κρυφής μνήμης
eo: Komenco de kaŝmemora transakcio
es: Comenzando transacción de caché
eu: Cache-transakzioa hasten
fa: آغاز کردن تراکنش انباره
fi: Aloitetaan välimuistin transaktio
fr: Début de la transaction du cache
he: העברת המטמון מתחילה
hi: कैशे लेन-देन प्रारंभ हो रहा है
hu: Gyorsítótár-tranzakció elkezdése
is: Hef færslu í skyndiminni
it: Avvio della transazione cache
ka: კეშის ტრანზაქციის დაწყება
kk: Кэш транзакциясының басталуы
nl: Cachetransactie wordt gestart
pt: A iniciar a transação de cache
pt_br: Iniciando transação de cache
ro: Se începe tranzacția cache
ru: Начало транзакции кэша
sl: Začenjanje prenosa predpomnilnika
sv: Påbörjar cachetransaktion
tr: Önbellek işlemi başlatılıyor
uk: Розпочинаємо дію з кешем
zh_cn: 正在开始缓存处理

source: Downloading cache data
cs: Stahují se data do mezipaměti
de: Zwischenspeicher-Daten werden heruntergeladen
el: Λήψη δεδομένων κρυφής μνήμης
eo: Elŝutado de kaŝmemora datumoj
es: Descargando datos de caché
eu: Cache-datuak deskargatzen
fa: بار گرفتن داده‌ّای انباره
fi: Ladataan välimuistin dataa
fr: Téléchargement des données du cache
he: נתוני המטמון מתקבלים
hi: कैशे डेटा डाउनलोड हो रहा है
hu: Gyorsítótár-adatok letöltése
is: Hleð niður gögnum út skyndiminni
it: Scaricamento dei dati della cache
ka: კეშის მონაცემების გადმოწერა
kk: Кэш деректерін жүктеп алу
nl: Cachegegevens worden gedownload
pt: A transferir dados de cache
pt_br: Baixando dados de cache
ro: Se descarcă datele de cache
ru: Загрузка данных кэша
sl: Prejemanje podatkov predpomnilnika
sv: Hämtar cachedata
tr: Önbellek verisi indiriliyor
uk: Отримуємо дані кешу
zh_cn: 正在下载缓存数据

source: Writing cache
cs: Zapisuje se do mezipaměti
de: Zwischenspeicher wird geschrieben
el: Εγγραφή κρυφής μνήμης
eo: Skribado de kaŝmemoro
es: Escribiendo caché
eu: Cachea idazten
fa: نوشتن انباره
fi: Kirjoitetaan välimuistiin
fr: Écriture du cache
he: המטמון נכתב
hi: कैशे लिखा जा रहा है
hu: Gyorsítótár írása
is: Skrifa skyndiminni
it: Scrittura della cache
ka: კეშის ჩაწერა
kk: Кэш жазу
nl: Cache wordt geschreven
pt: A gravar cache
pt_br: Escrevendo cache
ro: Se scrie cache-ul
ru: Запись кэша
sl: Zapisovanje predpomnilnika
sv: Skriver cache
tr: Önbellek yazılıyor
uk: Записуємо кеш
zh_cn: 正在写入缓存

source: Synchronizing cache
cs: Synchronizuje se mezipaměť
de: Zwischenspeicher wird synchronisiert
el: Συγχρονισμός κρυφής μνήμης
eo: Sinkronigado de kaŝmemoro
es: Sincronizando caché
eu: Cachea sinkronizatzen
fa: هم‌گام کردن انباره
fi: Synkronoidaan välimuistia
fr: Synchronisation du cache
he: המטמון מסונכרן
hi: कैशे समन्वयित हो रहा है
hu: Gyorsítótár szinkronizálása
is: Samstilli skyndiminni
it: Sincronizzazione della cache
ka: კეშის სინქრონიზაცია
kk: Кэшті синхрондау
nl: Cache wordt gesynchroniseerd
pt: A sincronizar cache
pt_br: Sincronizando cache
ro: Se sincronizează cache-ul
ru: Синхронизация кэша
sl: Usklajevanje predpomnilnika
sv: Synkroniserar cache
tr: Önbellek eşzamanlanıyor
uk: Синхронізуємо кеш
zh_cn: 正在同步缓存

source: Compacting repository
cs: Komprimuje se úložiště
de: Depot wird komprimiert
el: Συμπύκνωση αποθετηρίου
eo: Kunpremado de deponejo
es: Compactando repositorio
eu: Biltegia trinkotzen
fa: فشرده کردن مخزن
fi: Tiivistetään tietovarastoa
fr: Compression du dépôt
he: המאגר מצטמק
hi: रिपॉजिटरी संकुचित की जा रही है
hu: Tároló tömörítése
is: Þjappa gagnasafni
it: Compattazione del deposito
ka: რეპოზიტორიის დაპატარავება
kk: Репозиторийді тығыздау
nl: Opslagruimte wordt gecomprimeerd
pt: Repositório de compactação
pt_br: Compactando repositório
ro: Depozit de compactare
ru: Уплотнение хранилища
sl: Strnjevanje skladišča
sv: Pressar ihop lagringsplats
tr: Depo sıkıştırılıyor
uk: Ущільнюємо сховище
zh_cn: 正在压制仓库

source: Updating repository
cs: Aktualizuje se úložiště
de: Depot wird aktualisiert
el: Ενημέρωση αποθετηρίου
eo: Ĝisdatigado de deponejo
es: Actualizando repositorio
eu: Biltegia eguneratzen
fa: به روز کردن مخزن
fi: Päivitetään tietovarastoa
fr: Mise à jour du dépôt
he: המאגר מתעדכן
hi: रिपॉजिटरी अपडेट हो रही है
hu: Tároló frissítése
is: Uppfæri gagnasafn
it: Aggiornamento del deposito
ka: რეპოზიტორიის განახლება
kk: Репозиторийді жаңарту
nl: Opslagruimte wordt bijgewerkt
pt: Repositório de atualização
pt_br: Atualizando repositório
ro: Se actualizează depozitul
ru: Обновление информации хранилища
sl: Posodabljanje skladišča
sv: Uppdaterar lagringsplats
tr: Depo güncelleniyor
uk: Оновлюємо сховище
zh_cn: 正在更新仓库

source: Checking repository
cs: Kontroluje se úložiště
de: Depot wird überprüft
el: Έλεγχος αποθετηρίου
eo: Kontrolado de deponejo
es: Comprobando repositorio
eu: Biltegia egiaztatzen
fa: بررسی کردن مخزن
fi: Tarkistetaan tietovarastoa
fr: Vérification du dépôt
he: המאגר נבדק
hi: रिपॉजिटरी की जांच हो रही है
hu: Tároló ellenőrzése
is: Athuga gagnasafn
it: Controllo del deposito
ka: რეპოზიტორიის შემოწმება
kk: Репозиторийді тексеру
nl: Opslagruimte wordt gecontroleerd
pt: A verificar repositório
pt_br: Verificando repositório
ro: Se verifică depozitul
ru: Проверка хранилища
sl: Preverjanje skladišča
sv: Kontrollerar lagringsplats
tr: Depo denetleniyor
uk: Перевіряємо сховище
zh_cn: 正在检查仓库

source: Verifying data
cs: Ověřují se data
de: Daten werden verifiziert
el: Επαλήθευση δεδομένων
eo: Kontrolado de datumoj
es: Verificando datos
eu: Datuak egiaztatzen
fa: تأیید کردن داده‌ها
fi: Vahvistetaan dataa
fr: Vérification des données
he: הנתונים מאומתים
hi: डेटा सत्यापन
hu: Adatok ellenőrzése
is: Sannprófa gögn
it: Verifica dei dati
ka: მონაცემების გადამოწმება
kk: Деректерді тексеру
nl: Gegevens worden geverifieerd
pt: A verificar dados
pt_br: Verificando dados
ro: Se verifică datele
ru: Проверка данных
sl: Preverjanje podatkov
sv: Verifierar data
tr: Veriler doğrulanıyor
uk: Перевіряємо дані
zh_cn: 正在校验数据

source: Verifying main database
cs: Ověřuje se hlavní databáze
de: Hauptdatenbank wird überprüft
el: Επαλήθευση κύριας βάσης δεδομένων
eo: Kontrolado de ĉefa datumbazo
es: Verificando base de datos principal
eu: Datu-base nagusia egiaztatzen
fa: تأیید کردن پایگاه دادهٔ اصلی
fi: Vahvistetaan päätietokantaa
fr: Vérification de la base de données principale
he: מסד הנתונים הראשי מאומת
hi: मुख्य डेटाबेस का सत्यापन
hu: Fő adatbázis ellenőrzése
is: Sannprófa aðalgagnagrunn
it: Verifica del database principale
ka: მთავარი ბაზის გადამოწმება
kk: Негізгі дерекқорды тексеру
pt: A verificar a base de dados principal
pt_br: Verificando banco de dados principal
ro: Se verifică baza de date principală
ru: Проверка основной базы данных
sl: Preverjanje glavne zbirke podatkov
sv: Verifierar huvuddatabas
tr: Ana veri tabanı doğrulanıyor
uk: Перевіряємо головну базу даних
zh_cn: 正在校验主数据库

source: Verifying references
cs: Ověřují se reference
de: Referenzen werden überprüft
el: Επαλήθευση αναφορών
eo: Kontrolado de referencoj
es: Verificando referencias
eu: Erreferentziak egiaztatzen
fa: تأیید کردن مرجع‌ها
fi: Vahvistetaan viitteitä
fr: Vérification des références
he: ההפניות מאומתות
hi: संदर्भों का सत्यापन
hu: Hivatkozások ellenőrzése
is: Sannprófa tilvísanir
it: Verifica dei riferimenti
ka: პარამეტრების გადამოწმება
kk: Сілтемелерді тексеру
pt: A verificar referências
pt_br: Verificando referências
ro: Se verifică referințele
ru: Проверка ссылок
sl: Preverjanje sklicev
sv: Verifierar referenser
tr: Atıflar doğrulanıyor
uk: Перевіряємо посилання
zh_cn: 正在校验引用

source: Extracting data
cs: Rozbalují se data
de: Daten werden extrahiert
el: Εξαγωγή δεδομένων
eo: Elpreno de datumoj
es: Extrayendo datos
eu: Datuak erauzten
fa: خارج کردن داده‌ها
fi: Puretaan dataa
fr: Extraction des données
he: הנתונים מחולצים
hi: डेटा का निष्कर्षण
hu: Adatok kinyerése
is: Afþjappa gögnum
it: Estrazione dei dati
ka: მონაცემების გაშლა
kk: Деректерді шығарып алу
nl: Gegevens worden uitgepakt
pt: A extrair dados
pt_br: Extraindo dados
ro: Se extrag datele
ru: Извлечение данных
sl: Odpakiranje podatkov
sv: Extraherar data
tr: Veri çıkartılıyor
uk: Видобуваємо дані
zh_cn: 正在提取数据

source: Extracting permissions
cs: Rozbalují se oprávnění
de: Berechtigungen werden extrahiert
el: Εξαγωγή δικαιωμάτων
eo: Elpreno de permesoj
es: Extrayendo permisos
eu: Baimenak erauzten
fa: خارج کردن اجازه‌ها
fi: Puretaan käyttöoikeuksia
fr: Extraction des permissions
he: ההרשאות מחולצות
hi: अनुमतियां का निष्कर्षण
hu: Jogosultságok kinyerése
is: Finn aðgangsheimildir
it: Estrazione dei permessi
ka: წვდომების გაშლა
kk: Рұқсаттарды шығарып алу
nl: Toegangsrechten worden uitgepakt
pt: A extrair permissões
pt_br: Extraindo permissões
ro: Se extrag permisiunile
ru: Извлечение разрешений
sl: Odpakiranje dovoljenj
sv: Extraherar rättigheter
tr: İzinler çıkartılıyor
uk: Видобуваємо права доступу
zh_cn: 正在提取权限

source: Marking archives as deleted
cs: Označují se archivy jako smazané
de: Archive werden als gelöscht markiert
el: Σήμανση αρχειοθηκών ως διαγραμμένες
eo: Markado de arkivoj kiel forigitaj
es: Marcando archivadores como eliminados
eu: Artxiboak ezabatu gisa markatzen
fa: علامت زدن بایگانی‌ها به حذف شده
fi: Merkitään arkistot poistetuiksi
fr: Marquage des archives comme supprimées
he: הארכיונים מסומנים כמחוקים
hi: पुरालेखों को विलोपित चिह्नित करें
hu: Archívumok töröltnek jelölése
is: Merki safnskrár sem eyddar
it: Segnalazione degli archivi come eliminati
ka: არქივების წაშლილად მონიშვნა
kk: Архивтерді өшірілген деп белгілеу
nl: Archieven worden als verwijderd gemarkeerd
pt: A marcar arquivos como eliminados
pt_br: Marcando arquivos como excluídos
ro: Se marchează arhivele ca șterse
ru: Пометить архивы как удаленные
sl: Označevanje arhivov kot izbrisanih
sv: Markerar arkiv som borttagna
tr: Arşivler silindi olarak imleniyor
uk: Позначаємо архіви як вилучені
zh_cn: 正在将归档文件标记为已删除
