Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Frequent rumors that this software’s name is related to a monster with electrical abilities are unfounded.
cs: Časté fámy, že název tohoto softwaru souvisí s monstrem s elektrickými schopnostmi, jsou nepodložené.
de: Häufige Gerüchte, der Name dieser Anwendung habe etwas mit einem Monster mit elektrischen Fähigkeiten zu tun, sind unzutreffend.
el: Οι συχνές φήμες ότι το όνομα αυτού του λογισμικού σχετίζεται με ένα τέρας με ηλεκτρικές ικανότητες είναι αβάσιμες.
eo: Frekventaj onidiroj ke la nomo de ĉi tiu programaro rilatas al monstro kun elektraj kapabloj estas senbazaj.
es: Los frecuentes rumores de que el nombre de esta aplicación está relacionado con un monstruo con habilidades eléctricas no tienen fundamento.
eu: Zurrumurru zenbaitek diote software honen izena abilezia elektrikoak dituen munstro bati lotuta daudela, baina gezurra dira.
fi: Usein toistuvat huhut, että sovelluksen nimi viittaisi sähkökyvykkyyksillä varustettuun hirviöön, eivät pidä paikkaansa.
fr: Les fréquentes rumeurs selon lesquelles le nom de ce logiciel est lié à un monstre aux capacités électriques sont infondées.
he: שמועות תכופות ששם התוכנה הזאת קשור למפלצת עם יכולות חשמליות אינן מבוססות.
hi: अक्सर अफवाहें कि इस सॉफ्टवेयर का नाम विद्युत क्षमताओं वाले एक राक्षस से संबंधित है, निराधार है।
hu: Alaptalanok azok a gyakori pletykák, hogy a szoftver neve egy elektromos képességekkel rendelkező szörnyeteghez kapcsolódik.
is: Þrálátur orðrómur um að þetta forrit sé nefnt eftir skrímsli sem býr yfir rafkröftum er ekki á rökum reistur.
it: Le frequenti voci di corridoio secondo le quali il nome di questa applicazione è collegato a un mostriciattolo con delle abilità elettriche sono prive di fondamento.
ka: ხშირი ჭორები, რომ ამ პროგრამის სახელი ელექტრომონსტრის სახელთან რამე კავშირშია, უსაფუძვლოა.
kk: Осы бағдарламалық қамтаманың атауы электрлік қабілеттері бар құбыжықпен байланысты деген жиі тараған қауесеттердің негізі жоқ.
nl: Hardnekkige geruchten dat de naam van deze software iets te maken zou hebben met een monster met elektrische vaardigheden zijn ongegrond.
pt: Os rumores frequentes de que o nome deste software está relacionado com um monstro com capacidades elétricas são infundados.
pt_br: Rumores frequentes de que o nome deste software está relacionado a um monstro com habilidades elétricas são infundados.
ro: Zvonurile frecvente că numele acestei aplicații este legat de un monstru cu abilități electrice sunt nefondate.
ru: Частые слухи о том, что название этой программы связано с монстром, обладающим электрическими способностями, беспочвенны.
sl: Pogoste govorice, da je ime te programske opreme povezano s pošastjo z električnimi sposobnostmi, so neutemeljene.
sv: Ofta förekommande rykten om att denna programvaras namn är relaterat till ett monster med elektriska förmågor är osanna.
tr: Bu yazılımın adının elektriksel yetenekleri olan bir canavarla ilgisi bulunduğu yönündeki söylentiler asılsızdır.
uk: Поширені чутки про те, що назву цієї програми пов'язано із електричним монстром, є безпідставними.
zh_cn: 屡次出现的该软件名称与一种带有用电能力的怪兽有关的谣言是没有事实依据的。

source: Support us on Open Collective
cs: Podpořte nás na Open Collective
de: Unterstützen Sie uns auf Open Collective
el: Υποστηρίξτε μας στο Open Collective
eo: Subtenu nin ĉe Open Collective
es: Apóyenos en Open Collective
eu: Emaiguzu laguntza Open Collective gunean
fa: حمایت از ما روی اوپن کالکتیو
fi: Tue meitä Open Collectivessa
fr: Soutenez-nous sur Open Collective
he: אפשר לתמוך בנו דרך Open Collective
hi: Open Collective पर हमें समर्थन दें
hu: Támogasson minket az Open Collective oldalon
is: Styrktu okkur á Open Collective
it: Sostienici su Open Collective
ka: დაგვიჭირეთ მხარი Open Collective-ზე
kk: Бізді Open Collective-те қолдаңыз
nl: Ondersteun ons op Open Collective
pt: Apoie-nos no Open Collective
pt_br: Apoie-nos no Open Collective
ro: Sprijiniți-ne pe Open Collective
ru: Поддержите нас на Open Collective
sl: Podprite nas na Open Collective
sv: Stöd oss på Open Collective
tr: Bizi Open Collective Üstünde Destekle
uk: Підтримайте нас на Open Collective
zh_cn: 在 Open Collective 上支持我们

source: Support us on GitHub Sponsors
cs: Podpořte nás na GitHub Sponsors
de: Unterstützen Sie uns auf GitHub Sponsors
el: Υποστηρίξτε μας στο GitHub Sponsors
eo: Subtenu nin ĉe GitHub Sponsors
es: Apóyenos en GitHub Sponsors
eu: Emaiguzu laguntza GitHub Sponsors gunean
fa: حمایت از ما روی حامیان گیت‌هاب
fi: Tue meitä GitHub Sponsorsissa
fr: Soutenez-nous sur GitHub Sponsors
he: אפשר לתמוך בנו דרך GitHub Sponsors
hi: GitHub Sponsors पर हमें समर्थन दें
hu: Támogasson minket a GitHub Sponsors oldalon
is: Styrktu okkur á Github sponsors
it: Sostienici su GitHub Sponsors
ka: დაგვიჭირეთ მხარი GitHub Sponsors-ზე
kk: Бізді GitHub Sponsors-та қолдаңыз
pt: Apoie-nos no GitHub Sponsors
pt_br: Apoie-nos nos patrocinadores do GitHub
ro: Sprijiniți-ne pe GitHub Sponsors
ru: Поддержите нас на GitHub
sl: Podprite nas na Github Sponsors
sv: Stöd oss på Github Sponsors
tr: Bizi Github Sponsors Üstünde Destekle
uk: Підтримайте нас на GitHub Sponsors
zh_cn: 在 GitHub 赞助者上支持我们

source: Invalid Archive Prefix
cs: Neplatná předpona archivu
de: Ungültiges Archiv-Präfix
el: Μη Έγκυρο Πρόθεμα Αρχειοθήκης
eo: Malvalida arkiva prefikso
es: Prefijo de los archivadores no válido
eu: Artxibo-aurrizki baliogabea
fa: پیشوند بایگانی نامعتبر
fi: Virheellinen arkiston etuliite
fr: Préfixe d’archive non valide
he: קידומת הארכיון שגויה
hi: अमान्य पुरालेख उपसर्ग
hu: Érvénytelen archívumelőtag
is: Ógilt forskeyti safnskráar
it: Prefisso dell'archivio non valido
ka: არქივის არასწორი პრეფიქსი
kk: Архив префиксі жарамсыз
nl: Ongeldig archiefvoorvoegsel
pt: Prefixo de arquivo inválido
pt_br: Prefixo de arquivo inválido
ro: Prefix de arhivă nevalid
ru: Неверный префикс архива
sl: Neveljavna predpona arhiva
sv: Ogiltigt arkivprefix
tr: Geçersiz Arşiv Ön Eki
uk: Некоректний префікс архівів
zh_cn: 无效的归档文件前缀

source: Archive Prefix
cs: Předpona archivu
de: Archiv-Präfix
el: Πρόθεμα Αρχειοθήκης
eo: Arkiva prefikso
es: Prefijo de los archivadores
eu: Artxibo-aurrizkia
fa: پیشوند بایگانی
fi: Arkiston etuliite
fr: Préfixe d’archive
he: קידומת ארכיון
hi: पुरालेख उपसर्ग
hu: Archívumelőtag
is: Forskeyti safnskráar
it: Prefisso dell'archivio
ka: არქივის პრეფიქსი
kk: Архив префиксі
nl: Archiefvoorvoegsel
pt: Prefixo de arquivo
pt_br: Prefixo de arquivo
ro: Prefix arhivă
ru: Префикс архива
sl: Predpona arhiva
sv: Arkivprefix
tr: Arşiv Ön Eki
uk: Префікс архівів
zh_cn: 归档文件前缀

source: Archive Prefixes
cs: Předpony archivů
de: Archiv-Präfixe
el: Προθέματα Αρχειοθηκών
eo: Arkivaj prefiksoj
es: Prefijos de los archivadores
eu: Artxibo-aurrizkiak
fa: پیشوند بایگانی‌ها
fi: Arkistojen etuliitteet
fr: Préfixes d’archive
he: קידומות ארכיון
hi: पुरालेख उपसर्ग
hu: Archívumelőtagok
is: Forskeyti safnskráa
it: Prefissi degli archivi
ka: არქივის პრექფიქსები
kk: Архив префикстері
nl: Archiefvoorvoegsels
pt: Prefixos de arquivo
pt_br: Prefixos de arquivo
ro: Prefixe arhivă
ru: Префиксы архива
sl: Predpone arhiva
sv: Arkivprefix
tr: Arşiv Ön Ekleri
uk: Префікси архівів
zh_cn: 归档文件前缀

source: Each backup run creates a new archive. The archive’s name is always prefixed with the current archive prefix.
cs: Každé spuštění zálohy vytvoří nový archiv. Před názvem archivu je vždy předpona aktuálního archivu.
de: Jeder Durchlauf der Datensicherung erzeugt ein neues Archiv. Dem Namen des Archivs wird immer das aktuelle Archiv-Präfix vorangestellt.
el: Κάθε εκτέλεση αντιγράφου ασφαλείας δημιουργεί μια νέα αρχειοθήκη. Το όνομα της αρχειοθήκης έχει πάντα ως πρόθεμα το τρέχον πρόθεμα αρχειοθήκης.
eo: Ĉiu sekurkopio kreas novan arkivon. La nomo de la arkivo ĉiam komenciĝas per la aktuala arkiva prefikso.
es: Cada respaldo realizado crea un nuevo archivador. El nombre del archivador siempre va precedido del prefijo de archivador actual.
eu: Babeskopia-exekuzio bakoitzak artxibo berria sortzen du. Artxiboaren izenak beti izango du uneko artxiboaren aurrizkia.
fi: Jokainen varmuuskopion suoritus luo uuden arkiston. Arkiston nimeen liitetään aina nykyisen arkiston etuliite.
fr: Chaque lancement d’une sauvegarde crée une nouvelle archive. Le nom de l’archive est toujours précédé du préfixe de l’archive actuelle.
he: כל ריצה של גיבוי יוצרת ארכיון חדש. את שם הארכיון תמיד תקדים קידומת הארכיון הנוכחית.
hi: प्रत्येक बैकअप रन एक नया पुरालेख बनाता है। पुरालेख का नाम हमेशा वर्तमान पुरालेख उपसर्ग के साथ लगाया जाता है।
hu: A biztonsági mentés minden futtatása új archívumot hoz létre. Az archívum neve elé mindig az aktuális archívumelőtag kerül.
is: Við hverja öryggisafritun verður til ný safnskrá. Heiti safnskrárinnar er alltaf skrifað sem forskeyti við fyrirliggjandi forskeyti safnskrárinar.
it: Ciascuna esecuzione del backup crea un nuovo archivio. Al nome dell'archivio viene sempre anteposto il prefisso dell'archivio corrente.
ka: თითოეული მარქაფი ახალ არქივს ქმნის. არქივის სახელს ყოველთვის ემატება მიმდინარე არქივის პრეფიქსი.
kk: Әрбір резервтік көшіру жаңа архив жасайды. Архивтің атауы әрқашан ағымдағы архив префиксінен басталады.
nl: Telkens er een back-up gemaakt wordt, wordt er een nieuw archief aangemaakt. De naam van het archief krijgt altijd het huidige archiefvoorvoegsel toegevoegd.
pt: Cada execução de backup cria um novo arquivo. O nome do arquivo é sempre prefixado com o prefixo do arquivo atual.
pt_br: Cada execução de backup cria um novo arquivo. O nome do arquivo é sempre prefixado com o prefixo do arquivo atual.
ro: Fiecare copie de rezervă creează o arhivă nouă. Numele arhivei este întotdeauna prefixat cu prefixul de arhivă actual.
ru: При каждом запуске резервного копирования создается новый архив. Имя архива всегда имеет префикс текущего архива.
sl: Vsako varnostno kopiranje ustvari nov arhiv. Ime arhiva ima za predpono vedno trenutno predpono arhiva.
sv: Varje säkerhetskopieringskörning skapar ett nytt arkiv. Arkivets namn föregås alltid av det aktuella arkivprefixet.
tr: Her yedekleme işlemi yeni arşiv oluşturur. Arşiv adının önüne her zaman geçerli arşiv ön eki eklenir.
uk: Кожен сеанс резервного копіювання призводить до створення архіву. Префіксом назви архіву завжди буде поточний префікс архівів.
zh_cn: 每次备份运行会创建新归档文件。归档文件名称总是用当前归档文件前缀作为文件名前缀。

source: This is especially relevant for the “Cleanup Archives” function. Only archives with the currently configured prefix in their name are considered for deletion.
cs: Toto je zvláště důležité pro funkci „Promazat archivy“. Pouze archivy s aktuálně nastavenou předponou ve svém názvu jsou zvažovány k vymazání.
de: Das ist besonders wichtig für die Funktion »Archive ausdünnen«. Nur Archive mit dem derzeit eingestellten Präfix in ihrem Namen sind zur Löschung vorgesehen.
el: Αυτό είναι ιδιαίτερα σχετικό για τη λειτουργία «Εκκαθάριση Αρχειοθηκών». Μόνο οι αρχειοθήκες με το τρέχον ρυθμισμένο πρόθεμα στο όνομά τους εξετάζονται για διαγραφή.
eo: Ĉi tio estas precipe grava por la funkcio “Forigi arkivojn”. Nur arkivoj kun la aktuala prefikso en sia nomo estas konsiderataj por forigo.
es: Esto es especialmente relevante para la función «Limpiar archivadores». Solo los archivos que incluyan en su nombre el prefijo actualmente configurado se tendrán en cuenta para la eliminación.
eu: Hori garrantzitsua da batez ere “Garbitu artxiboak“ funtziorako. Izenean unean konfiguratutako aurrizkia duten artxiboak soilik hartuko dira kontuan ezabaketarako.
fi: Tämä on erityisen oleellista "Siivoa arkistot"-toiminnallisuudelle. Vain arkistoja, joiden nimeen on määritetty etuliite, harkitaan poistettavaksi.
fr: Ceci est particulièrement pertinent pour la fonction « Nettoyer les archives ». Seules les archives précédées du préfixe actuellement configuré sont prises en compte pour la suppression.
he: זה הכרחי במיוחד לטובת היכולת „ניקוי ארכיונים”. רק ארכיונים עם הקידומת שמוגדרת כרגע בשמם מועמדים למחיקה.
hi: यह विशेष रूप से “पुरालेख की सफाई” प्रकार्य के लिए प्रासंगिक है। केवल उन पुरालेखों को हटाने के लिए विचार किया जाता है जिनके नाम में वर्तमान में विन्यस्त उपसर्ग है।
hu: Ez különösen az „Archívumok tisztítása” funkció esetén fontos. Csak azok az archívumok lehetnek törlésre jelölve, amelyek nevében szerepel a jelenleg beállított előtag.
is: Þetta á mest við um "Hreinsa safnskrár" virknina . Einungis safnskrár með núna stillt forskeyti í nafninu sínu eru mögulega teknar með til eyðingar.
it: Questo è rilevante specialmente per la funzionalità «Ripulisci archivi». Solo gli archivi che contengono nel nome il prefisso attualmente configurato sono presi in considerazione per l'eliminazione.
ka: ეს განსაკუთრებულად ეხება "არქივების გასუფთავების" ფუნქციას. წასაშლელად, მხოლოდ, ამჟამად მითითებული პრეფიქსის მქონე სახელის მარქაფები მოიძებნება.
kk: Бұл әсіресе «Архивтерді тазалау» функциясы үшін маңызды. Өшіру үшін тек атауында ағымдағы конфигурацияланған префиксі бар архивтер ғана қарастырылады.
nl: Dit is vooral van toepassing op de functie ‘Archieven opruimen’. Enkel archieven met het huidige voorvoegsel in hun naam worden overwogen voor verwijdering.
pt: Isto é especialmente relevante para a função “Limpar arquivos”. Apenas os arquivos com o prefixo atualmente configurado no seu nome são considerados para eliminação.
pt_br: Isto é especialmente relevante para a função “Arquivos de limpeza”. Somente os arquivos com o prefixo atualmente configurado em seu nome são considerados para exclusão.
ro: Acest lucru este relevant în special pentru funcția „Curăță arhivele”. Doar arhivele cu prefixul configurat actual în numele lor sunt luate în considerare pentru ștergere.
ru: Это особенно актуально для функции «Очистка архивов». Только архивы с настроенным префиксом в имени рассматриваются для удаления.
sl: To je še posebej pomembno za funkcijo »Počisti arhive«. Za brisanje se upoštevajo samo arhivi s trenutno prilagojeno predpono v njihovem imenu.
sv: Detta är särskilt relevant för funktionen ”Rensa arkiv”. Endast arkiv med det aktuellt konfigurerade prefixet i namnet kommer övervägas för borttagning.
tr: Bu, özellikle “Arşivleri Temizle” işlevi için geçerlidir. Yalnızca adlarında şu anda yapılandırılmış ön ek bulunan arşivler silinmek üzere değerlendirilir.
uk: Це, зокрема, стосується функціональної можливості «Очистити архіви. Програма розглядатиме вилучення лише архівів з поточним налаштованим префіксом у назві.
zh_cn: 这与“清理归档文件”功能尤为相关。仅在文件名中带有当前已配置前缀的归档文件会被记入删除。

source: If the archive prefix is empty, no prefix is added.
cs: Pokud je předpona archivu prázdná, žádná předpona nebude přidána.
de: Sollte das Archiv-Präfix leer sein, wird kein Präfix hinzugefügt.
el: Εάν το πρόθεμα της αρχειοθήκης είναι κενό, δεν προστίθεται κανένα πρόθεμα.
eo: Se la arkiva prefikso estas malplena, neniu prefikso estas aldonita.
es: Si el prefijo del archivador está vacío, no se añade ningún prefijo.
eu: Artxibo-aurrizkia hutsik badago, ez da aurrizkirik gehituko.
fa: اگر پیشوند بایگانی خالی باید هیچ پیشوندی استفاده نمی‌شود.
fi: Jos arkiston etuliite on tyhjä, etuliitettä ei lisätä.
fr: Si le préfixe est laissé vide, aucun préfixe n’est ajouté.
he: אם קידומת הארכיון ריקה, לא נוספת קידומת.
hi: यदि पुरालेख उपसर्ग खाली है, तो कोई उपसर्ग नहीं जोड़ा जाता है।
hu: Ha az archívumelőtag üres, akkor nem lesz előtag hozzáadva.
is: Ef ekkert forskeyti er við safnskrána, er engu forskeyti bætt við.
it: Se il prefisso dell'archivio è vuoto, non viene anteposto alcun prefisso.
ka: თუ არქივის პრეფიქსი ცარიელია, პრეფიქსი არ დაემატება.
kk: Егер архив префиксі бос болса, ешқандай префикс қосылмайды.
nl: Als het archiefvoorvoegsel leeg is wordt er geen voorvoegsel toegevoegd.
pt: Se o prefixo do arquivo estiver vazio, nenhum prefixo será adicionado.
pt_br: Se o prefixo do arquivo estiver vazio, nenhum prefixo será adicionado.
ro: Prefixul arhivei este gol, nu este adăugat niciun prefix.
ru: Если префикс архива пуст, префикс не добавляется.
sl: Če je predpona arhiva prazna, ni dodana nobena predpona.
sv: Om arkivprefixet är tomt läggs inget prefix till.
tr: Arşiv ön eki boşsa ön ek eklenmez.
uk: Якщо префікс архівів є порожнім, ніякого префікса додано не буде.
zh_cn: 如果归档文件前缀留空，则不会添加前缀。

source: Save
cs: Uložit
de: Speichern
el: Αποθήκευση
eo: Konservi
es: Guardar
eu: Gorde
fa: ذخیره
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hu: Mentés
is: Vista
it: Salva
ka: შენახვა
kk: Сақтау
nl: Opslaan
pt: Guardar
pt_br: Salvar
ro: Salvează
ru: Сохранить
sl: Shrani
sv: Spara
tr: Kaydet
uk: Зберегти
zh_cn: 保存

source: Backup Info
cs: Informace o záloze
de: Sicherungsdetails
el: Πληροφορίες Αντιγράφων Ασφαλείας
eo: Sekurkopi-informo
es: Información del respaldo
eu: Babeskopiaren informazioa
fa: اطّلاعات پشتیبان
fi: Varmuuskopion tiedot
fr: Information de sauvegarde
he: פרטי הגיבוי
hi: बैकअप जानकारी
hu: Biztonsági mentés információi
is: Upplýsingar um öryggisafritun
it: Informazioni sul backup
ka: მარქაფის ინფორმაცია
kk: Резервтік көшірме туралы ақпарат
nl: Back-upinformatie
pt: Informação de backup
pt_br: Informações de backup
ro: Informații despre copia de rezervă
ru: Информация о резервном копировании
sl: Podrobnosti varnostne kopije
sv: Säkerhetskopieringsinfo
tr: Yedekleme Bilgisi
uk: Відомості щодо резервного копіювання
zh_cn: 备份信息

source: Amount Saved
cs: Množství uložených dat
de: Gesicherte Datenmenge
el: Αποθηκευμένο Ποσό
eo: Kvanto konservita
es: Cantidad guardada
eu: Gordetako kantitatea
fa: مقدار ذخیره شده
fi: Säästetty määrä
he: הכמות שנשמרה
hi: मात्रा सहेजी गई
hu: Mentett mennyiség
it: Totale salvato
ka: დაზოგილი რაოდენობა
kk: Сақталған көлем
pt_br: Quantidade salva
ro: Cantitate salvată
ru: Объём экономии
sl: Količina shranjenega
sv: Mängd sparat
tr: Kayıtlı Miktar
uk: Обсяг збереженого
zh_cn: 已保存量

source: Size of all files
cs: Velikost všech souborů
de: Größe aller Dateien
el: Μέγεθος όλων των αρχείων
eo: Grandeco de ĉiuj dosieroj
es: Tamaño de todos los archivos
eu: Fitxategi guztien tamaina
fa: اندازهٔ همهٔ پرونده‌ها
fi: Kaikkien tiedostojen koko
fr: Taille de tous les fichiers
he: גודל כל הקבצים
hi: सभी फाइलों का आकार
hu: Összes fájl mérete
is: Stærð allra skráa
it: Dimensione di tutti i file
ka: ყველა ფაილის ზომა
kk: Барлық файлдардың өлшемі
nl: Grootte van alle bestanden
pt: Tamanho de todos os ficheiros
pt_br: Tamanho de todos os arquivos
ro: Dimensiunea tuturor fișierelor
ru: Размер всех файлов
sl: Velikost vseh datotek
sv: Storlek på alla filer
tr: Tüm dosyaların boyutu
uk: Розмір усіх файлів
zh_cn: 所有文件大小

source: Number of Files Saved
cs: Počet uložených souborů
de: Die Anzahl gespeicherter Dateien
el: Αριθμός Αποθηκευμένων Αρχείων
eo: Nombro de konservitaj dosieroj
es: Número de archivos guardados
eu: Gordetako fitxategi kopurua
fa: شمار پرونده‌های ذخیره شده
fi: Tallennettujen tiedostojen määrä
he: מספר הקבצים שנשמרו
hi: सहेजी गई फाइलों की संख्या
hu: Mentett fájlok száma
it: Numero di file salvati
ka: შენახული ფაილების რაოდენობა
kk: Сақталған файлдар саны
pt_br: Número de arquivos salvos
ro: Număr de fișiere salvate
ru: Количество сохраненных файлов
sl: Število shranjenih datotek
sv: Antal filer sparade
tr: Kayıtlı Dosya Sayısı
uk: Кількість збережених файлів
zh_cn: 已保存文件的数量

source: Backup Space Used
cs: Využitý prostor záloh
de: Verwendeter Sicherungs-Speicherplatz
el: Χρησιμοποιημένος Χώρος Αντιγράφων Ασφαλείας
eo: Uzata sekurkopia spaco
es: Espacio de respaldo usado
eu: Babeskopiarako erabilitako espazioa
fa: فضای پشتیبان استفاده شده
fi: Varmuuskopiointiin käytetty tila
he: מקום שמנוצל לגיבוי
hi: बैकअप में स्थान का उपयोग
hu: Felhasznált biztonsági mentési hely
it: Spazio usato per il backup
ka: მარქაფის გამოყენებული სივრცე
kk: Резервтік көшірмеге қолданылған орын
pt_br: Espaço de backup utilizado
ro: Spațiul copiei de rezervă utilizat
ru: Используемое место для резервного копирования
sl: Uporabljen prostor za varnostno kopiranje
sv: Använt säkerhetskopieringsutrymme
tr: Kullanılan Yedekleme Alanı
uk: Використане для резервного копіювання місце
zh_cn: 占用的备份空间

source: Newly used space in this backup
cs: Nově použité místo v této záloze
de: In dieser Sicherung neu verwendeter Speicherplatz
el: Νέος χώρος που χρησιμοποιήθηκε σε αυτό το αντίγραφο ασφαλείας
eo: Nove uzata spaco en ĉi tiu sekurkopio
es: Espacio recién usado en este respaldo
eu: Babeskopia honetan erabili den espazio berria
fa: فضای جدید استفاده شده در این پشتیبان
fi: Tässä varmuuskopiossa uusi käytettävä tila
fr: Espace nouvellement utilisé dans cette sauvegarde
he: שטח חדש שמנוצל על ידי הגיבוי הזה
hi: इस बैकअप में नया उपयोग किया गया स्थान
hu: Frissen használt hely ebben a biztonsági mentésben
is: Nýlega notað pláss í þessari öryggisafritun
it: Spazio usato recentemente per questo backup
ka: ამ მარქაფში გამოყენებული ახალი ადგილი
kk: Бұл резервтік көшірмеде жаңадан қолданылған орын
nl: Nieuw gebruikte ruimte in deze back-up
pt: Espaço recém-usado neste backup
pt_br: Espaço recentemente utilizado neste backup
ro: Spațiu nou utilizat în această copie de rezervă
ru: Вновь используемое место в этой резервной копии
sl: Na novo uporabljen prostor v tej varnostni kopiji
sv: Nytt använt utrymme i denna säkerhetskopia
tr: Bu yedekte yeni kullanılan alan
uk: Нове використане місце у цій резервній копії
zh_cn: 该备份中新占用的空间

source: Current File
cs: Aktuální soubor
de: Aktuelle Datei
el: Τρέχον Αρχείο
eo: Nuna dosiero
es: Archivo actual
eu: Uneko fitxategia
fa: پروندهٔ کنونی
fi: Nykyinen tiedosto
he: קובץ נוכחי
hi: वर्तमान फाइल
hu: Jelenlegi fájl
it: File corrente
ka: მიმდინარე ფაილი
kk: Ағымдағы файл
pt_br: Arquivo atual
ro: Fișier curent
ru: Текущий файл
sl: Trenutna datoteka
sv: Aktuell fil
tr: Geçerli Dosya
uk: Поточний файл
zh_cn: 当前文件

source: Perform Repair
cs: Provést opravu
de: Reparatur durchführen
el: Εκτέλεση Επισκευής
eo: Fari riparon
es: Realizar reparación
eu: Konpondu
fa: انجام تعمیر
fi: Suorita korjaus
fr: Réaliser une réparation
he: ביצוע תיקון
hi: मरम्मत करें
hu: Javítás végrehajtása
is: Framkvæma viðgerð
it: Esegui riparazione
ka: შეკეთება
kk: Жөндеуді орындау
pt: Efetuar reparação
pt_br: Realizar reparo
ro: Efectuează reparația
ru: Выполнить исправление
sl: Opravi popravilo
sv: Utför reparation
tr: Onarım Gerçekleştir
uk: Виконати виправлення
zh_cn: 执行修复

source: Perform Check
cs: Provést kontrolu
de: Überprüfung durchführen
el: Εκτέλεση Ελέγχου
eo: Fari kontrolon
es: Realizar comprobación
eu: Egiaztatu
fa: انجام بررسی
fi: Suorita tarkistus
fr: Réaliser une vérification
he: ביצוע בדיקה
hi: जांच करें
hu: Ellenőrzés végrehajtása
is: Framkvæma prófun
it: Esegui controllo
ka: შემოწმება
kk: Тексеруді орындау
pt: Efetuar verificação
pt_br: Executar verificação
ro: Efectuează verificarea
ru: Выполнить проверку
sl: Opravi preverjanje
sv: Utför kontroll
tr: Denetim Yap
uk: Виконати перевірку
zh_cn: 执行检查

source: Archives Integrity Check
cs: Ověření integrity archivů
de: Archiv-Integritätsprüfung
el: Έλεγχος Ακεραιότητας Αρχειοθηκών
eo: Kontrolo de la integreco de arkivoj
es: Comprobación de la integridad de los archivadores
eu: Artxiboen osotasunaren egiaztatzea
fa: بررسی یکپارچگی بایگانی‌ها
fi: Arkistojen eheystarkistus
fr: Vérification d’intégrité des archives
he: בדיקת אמינות הארכיונים
hi: पुरालेख अखंडता जांच
hu: Archívumok integritásának ellenőrzése
is: Áreiðanleikaprófun safnskráa
it: Controllo integrità archivi
ka: არქივების მთლიანობის შემოწმება
kk: Архивтердің бүтіндігін тексеру
pt: Verificação da integridade dos arquivos
pt_br: Verificar integridade dos arquivos
ro: Verificarea integrității arhivelor
ru: Проверить целостность архивов
sl: Preverjanje integritete arhivov
sv: Kontroll av integritet för arkiv
tr: Arşivler Bütünlük Denetimi
uk: Перевірка цілісності архівів
zh_cn: 归档完整性检查
