Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: translator-credits
cs: Marek Černocký <marek@manet.cz> Daniel Rusek <mail@asciiwolf.com> Pavel Borecki <pavel@borecki.cz>
de: Philipp Kiemle <philipp.kiemle@gmail.com> Christian Kirbach <christian.kirbach@gmail.com> Volker Thiel <volker@warp-nine.de> Tim Sabsch <tim@sabsch.com> Jürgen Benvenuti <gastornis@posteo.org>
el: Ελληνική μεταφραστική ομάδα GNOME Ευστάθιος Ιωσηφίδης <iosifidis@opensuse.org> Για περισσότερες πληροφορίες, επισκεφθείτε τη σελίδα http://gr.gnome.org/
eo: Kristjan SCHMIDT
es: Julián Villodre <jvillodrede@gmail.com>, 2024 - 2025 Daniel Mustieles <daniel.mustieles@gmail.com>, 2020-2021
eu: Asier Sarasua Garmendia <asiersarasua@ni.eus>
fa: دانیال بهزادی <dani.behzi@ubuntu.com>
fi: Jiri Grönroos
fr: Alexandre Franke <afranke@gnome.org> Mathieu Bousquet <mathieu.bousquet2@gmail.com> Vincent Chatelain <vinchatl_gnome@proton.me>
he: ירון שהרבני <sh.yaron@gmail.com> יוסף אור בוצ׳קו <yoseforb@gmail.com> מיזם תרגום GNOME לעברית https://l10n.gnome.org/teams/he/
hi: Scrambled777 <weblate.scrambled777@simplelogin.com>
hu: Meskó Balázs <mesko.balazs at fsf dot hu>, 2022, 2023, 2024. Úr Balázs <ur.balazs at fsf dot hu>, 2021, 2022, 2023, 2024.
is: Ingirafn, ingirafn at this dot is ,2023
it: Davide Ferracin <davide.ferracin@protonmail.com>
ka: მთარგმნელის შესახებ
kk: Baurzhan Muftakhidinov <baurthefirst@gmail.com>
nl: Nathan Follens <nfollens@gnome.org> Meer info over GNOME-NL https://nl.gnome.org
pt: Hugo Carvalho <hugokarvalho@hotmail.com>
pt_br: Enrico Nicoletto <liverig@gmail.com> Rafael Fontenelle <rafaelff@gnome.org> Matheus Barbosa <mdpb.matheus@gmail.com> Leônidas Araújo <leorusvellt@hotmail.com> Juliano de Souza Camargo <julianosc@pm.me>
ro: Daniel Șerbănescu <daniel [at] serbanescu [dot] dk>, 2021 Florentina Mușat <florentina [dot] musat [dot] 28 [at] gmail [dot] com>, 2023-2024
ru: Stas Solovey <whats_up@tut.by>, 2014-2019. Stepan Kashuba <ihaterabbids@gmail.com>, 2017. Igor Afanasenko <garrmad@gmail.com>, 2019. Alexey Rubtsov <rushills@gmail.com>, 2021 Aleksandr Melman <alexmelman88@gmail.com>, 2022-2023
sl: Matej Urbančič <mateju@src.gnome.org> Martin Srebotnjak <miles@filmsi.net>
sv: Åke Engelbrektson <eson@svenskasprakfiler.se> Luna Jernberg <droidbittin@gmail.com> Anders Jonsson <anders.jonsson@norsjovallen.se>
tr: Emin Tufan Çetin <etcetin@gmail.com> Sabri Ünal <yakushabb@gmail.com>
uk: Юрій Чорноіван <yurchor@ukr.net>, 2020
zh_cn: D <damnedlies@163.com>, 2020. Dingzhong Chen <wsxy162@gmail.com>, 2021. lumingzh <lumingzh@qq.com>, 2022-2024.

source: Jakub Steiner
he: יעקוב שטיינר
hi: जैकब स्टीनर

source: Tobias Bernard
fa: توبیاس برنارد
he: טוביאס ברנרד
hi: टोबियास बर्नार्ड

source: Back End
cs: Výkonná část
el: Υποστήριξη (Back End)
eo: Malantaŭa sistemo
eu: Motorra
fa: پسانه
fi: Taustaosa
fr: Côté serveur
he: מנגנון
hi: पश्च सिरा
hu: Háttérprogram
is: Bakendi
ka: უკანაბოლო
kk: Бэкенд
pt_br: Processos
ru: Внутренний интерфейс
sl: Zaledje
sv: Bakände
tr: Arka Uç
uk: Модуль обробки
zh_cn: 备份后端

source: Pika Backup uses BorgBackup. This app wouldn’t exist without Borg. Consider <a href='https://www.borgbackup.org/support/fund.html'>supporting BorgBackup</a>.
cs: Zálohování Pišťucha využívá BorgBackup. Tato aplikace by bez Borgu neexistovala. Zvažte <a href='https://www.borgbackup.org/support/fund.html'>podporu BorgBackup</a>.
de: Pika Datensicherung verwendet BorgBackup. Diese Anwendung würde nicht existieren ohne Borg. Erwägen Sie, <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup zu unterstützen</a>.
el: Το Pika Backup χρησιμοποιεί το BorgBackup. Αυτή η εφαρμογή δεν θα υπήρχε χωρίς το Borg. Εξετάστε το ενδεχόμενο να <a href='https://www.borgbackup.org/support/fund.html'>υποστηρίξετε το BorgBackup</a>.
eo: Pika Backup uzas BorgBackup. Ĉi tiu aplikaĵo ne ekzistus sen Borg. Konsideru <a href='https://www.borgbackup.org/support/fund.html'>subteni BorgBackup</a>.
es: Copia de respaldo Pika usa BorgBackup. Esta aplicación no existiría sin Borg. Considere <a href='https://www.borgbackup.org/support/fund.html'>apoyar a BorgBackup</a>.
eu: Pika Backup aplikazioak BorgBackup erabiltzen du. Aplikazio hau ez litzateke existituko Borg programa gabe. Agian <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup-i laguntza</a> eman diezaiokezu.
fi: Pika-varmuuskopiointi käyttää BorgBackupia. Tätä sovellusta ei olisi olemassa ilman Borgia. Harkitse <a href='https://www.borgbackup.org/support/fund.html'>lahjoitusta BorgBackupille</a>.
fr: Sauvegarde Pika utilise BorgBackup. Cette application n’existerait pas sans Borg. Merci d’envisager de <a href='https://www.borgbackup.org/support/fund.html'>soutenir BorgBackup</a>.
he: גיבוי פיקה עושה שימוש ב־BorgBackup. יישום זה לא היה קיים ללא Borg. שִקלו <a href='https://www.borgbackup.org/support/fund.html'>לתמוך ב־BorgBackup</a>.
hi: पिका बैकअप BorgBackup का उपयोग करता है। यह ऐप Borg के बिना मौजूद नहीं होता। <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup का समर्थन करने</a> पर विचार करें।
hu: A Pika biztonsági mentés a BorgBackup programot használja. Ez az alkalmazás a Borg nélkül nem létezne. Fontolja meg a <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup támogatását</a>.
is: Pika-öryggisafritun styðst við BorgBackup forritið. En það forrit væri ekki til ef ekki væri fyrir Borg. Vinsamlegast hugleiddu að <a href='https://www.borgbackup.org/support/fund.html'> styðja við BorgBackup</a>.
it: Pika Backup usa BorgBackup. Quest'app non esisterebbe senza Borg. Valuta di <a href='https://www.borgbackup.org/support/fund.html'>sostenere BorgBackup</a>.
ka: Pika Backup BorgBackup-ს იყენებს. ეს აპი Borg-ის გარეშე არ იარსებებდა. იფიქრეთ <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup-ის მხარდაჭერაზე</a>.
kk: Pika Backup бағдарламасы BorgBackup-ты пайдаланады. Borg болмаса, бұл қолданба да болмас еді. <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup жобасына қолдау көрсетуді</a> қарастырыңыз.
nl: Pika Back-up maakt gebruikt van BorgBackup. Zonder Borg zou deze toepassing niet bestaan. Overweeg <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup te ondersteunen</a>.
pt: O Pika Backup usa o BorgBackup. Esta aplicação não existiria sem o Borg. Considere <a href='https://www.borgbackup.org/support/fund.html'>apoiar o BorgBackup</a>.
pt_br: Pika Backup usa BorgBackup. Este aplicativo não existiria sem Borg. Considere <a href='https://www.borgbackup.org/support/fund.html'>apoiar o BorgBackup</a>.
ro: Pika Backup utilizează BorgBackup. Această aplicație nu ar exista fără Borg. Luați în considerare <a href='https://www.borgbackup.org/support/fund.html'>sprijinirea BorgBackup</a>.
ru: Pika Backup использует BorgBackup. Это приложение не существовало бы без Borg. Рассмотрите возможность <a href='https://www.borgbackup.org/support/fund.html'>поддержки BorgBackup</a>.
sl: Pika Backup uporablja BorgBackup. Ta program ne bi obstajal brez Borga. Razmislite <a href='https://www.borgbackup.org/support/fund.html'>o podpori BorgBackupa</a>.
sv: Pika Backup använder BorgBackup. Detta program skulle inte finnas utan Borg. Överväg att <a href='https://www.borgbackup.org/support/fund.html'>stödja BorgBackup</a>.
tr: Pika Yedek, BorgBackup kullanır. Bu uygulama Borg’suz var olamazdı. <a href='https://www.borgbackup.org/support/fund.html'>BorgBackup’ı desteklemeyi</a> düşünün.
uk: У «Резервному копіюванні Пискуха» використано BorgBackup. Цієї програми ніколи б не було написано без Borg. Вам варто <a href='https://www.borgbackup.org/support/fund.html'>підтримати BorgBackup</a>.
zh_cn: Pika 备份使用 BorgBackup。没有 Borg 该应用就不会存在。请考虑<a href='https://www.borgbackup.org/support/fund.html'>支持 BorgBackup</a>。

source: The Name
cs: Název
de: Der Name
el: Το Όνομα
eo: La nomo
es: El nombre
eu: Izena
fa: نام
fi: Nimi
fr: Le nom
he: השם
hi: नाम
hu: A név
is: Nafnið
it: Il nome
ka: სახელი
kk: Атауы
nl: De naam
pt: O Nome
pt_br: O Nome
ro: Numele
ru: Название
sl: Ime
sv: Namnet
tr: Ad
uk: Назва
zh_cn: 应用名称

source: The name “Pika Backup” derives from the American pika. Pikas are small mammals belonging to the lagomorphs. The American pika is known for caching food in skillfully constructed haypiles. Techniques used by American pikas for building haypiles include: storing piles below overhanging rocks, using certain plants which inhibit bacterial growth as preservative and preferring plants with high nutrition value for haying. Last but not least, pikas do not only create very sophisticated haypiles but are quick in collecting vegetation as well.
cs: Název „Zálohování Pišťucha“ pochází z Pišťucha pika. Piky jsou malí savci patřící k zajícovitým. Pišťucha pika je známá tím, že schovává potravu v dovedně postavených kupkách sena. Techniky používané pišťuchami pika pro stavbu kup sena zahrnují: ukládání hromádek pod převislé skály, používání určitých rostlin, které brání růstu bakterií jako konzervační prostředek, a preferování rostlin s vysokou nutriční hodnotou pro seno. V neposlední řadě piky nevytvářejí pouze velmi sofistikované kupky sena, ale jsou také rychlé ve sběru vegetace.
de: Der Name »Pika Datensicherung« stammt vom Amerikanischen Pika ab. Pikas sind kleine Säugetiere, die zu den Lagomorphen gehören. Der Amerikanische Pika ist dafür bekannt, Vorräte in kunstvoll gebauten Heustapeln anzulegen. Zu den Techniken, die Amerikanische Pikas zum Bau von Heustapeln verwenden, zählen: Das Lagern der Stapel unter überhängenden Felsen, das Verwenden bestimmter, das Wachstum von Bakterien hemmenden Pflanzen, als Konservierungsmittel, und das Bevorzugen von Pflanzen mit hohem Nährwert für die Heuernte. Zu guter Letzt bauen Pikas nicht nur sehr ausgeklügelte Heustapel, sondern sie sind auch schnell im Sammeln von Pflanzen.
el: Το όνομα «Pika Backup» προέρχεται από το αμερικανικό pika. Τα pika είναι μικρά θηλαστικά που ανήκουν στα λαγόμορφα. Το αμερικανικό pika είναι γνωστό για την αποθήκευση τροφής σε επιδέξια κατασκευασμένους σωρούς σανού. Οι τεχνικές που χρησιμοποιούν τα αμερικανικά pika για την κατασκευή σωρών σανού περιλαμβάνουν: αποθήκευση σωρών κάτω από προεξέχοντες βράχους, χρήση ορισμένων φυτών που αναστέλλουν την ανάπτυξη βακτηρίων ως συντηρητικό και προτίμηση φυτών με υψηλή θρεπτική αξία για τη δημιουργία σανού. Τέλος, τα pika όχι μόνο δημιουργούν πολύ εξελιγμένους σωρούς σανού, αλλά είναι και γρήγορα στη συλλογή βλάστησης.
eo: La nomo “Pika Backup” devenas de la usona pikao. Pikaoj estas malgrandaj mamuloj apartenantaj al la lagomorfoj. La usona pikao estas konata pro kaŝado de manĝaĵo en lerte konstruitaj fojnametoj. Teknikoj uzataj de usonaj pikaoj por konstrui fojnametojn inkluzivas: stoki fojnon sub elstarantaj rokoj, uzi certajn plantojn kiuj malhelpas bakterian kreskon kiel konservilon kaj preferi plantojn kun alta nutra valoro por fojnumado. Fine, pikaoj ne nur kreas tre rafinitajn fojnametojn sed ankaŭ rapide kolektas vegetaĵaron.
es: El nombre «Copia de respaldo Pika» procede de la pika americana. Las pikas son pequeños mamíferos que pertenecen a los lagomorfos. La pika americana es conocida por almacenar comida en pilas de heno cuidadosamente construidas. Las técnicas que usan las pikas americanas para construir estas pilas de heno incluyen almacenarlas bajo salientes rocosos, usar como conservantes ciertas plantas que inhiben el crecimiento bacteriano y preferir para la henificación plantas con un alto valor nutricional. Por último pero no menos importante, las pikas no solo crean pilas de heno muy sofisticadas, sino que también son muy rápidas recolectando vegetación.
eu: “Pika Backup” izena 'Ochotona princeps' ugaztun espezietik dator (Amerikan, pika izena du espezie horrek). Pikak ugaztun txikiak dira, lagomorfoen taldekoak. Amerikako pikak ezagunak dira janaria arreta handiz eraikitako belar metatxoetan ezkutatzeagatik. Belar metatxoak eraikitzeko erabiltzen dituzten teknikak: metak haitz esekien azpian eraikitzea, landare jakin batzuk erabiltzea bakterioen hazkuntza galarazteko eta nutrizio-balio handiko landareak hobestea. Hori gutxi ez eta, pikek oso azkar biltzen dute landaredia.
fi: Nimi "Pika-varmuuskopiointi" juontuu amerikkalaisesta pikasta. Pikat ovat pieniä nisäkkäitä, jotka kuuluvat jäniseläimiin. Amerikan pika on tunnettu sen kyvystä varastoida ruokaa taitavasti rakennettuihin "heinäkekoihin". Amerikan pikojen heinäkekojen rakentamiseen liittyviin tekniikoihin sisältyy: pinojen varastointi kivikielekkeiden alapuolelle, tiettyjen bakteerien kasvua estävien kasvien käyttäminen ja suuren ravintopitoisuuden sisältävien kasvien suosiminen kekojen muodostamisessa. Viimeisenä mutta ei vähäisimpänä, pikat ovat vikkeliä keräämään kasvillisuutta.
fr: Le nom « Sauvegarde Pika » dérive du pika américain. Les pikas sont de petits mammifères appartenant aux lagomorphes. Le pika d’Amérique est connu pour cacher sa nourriture dans des tas de foin habilement construits. Parmi les techniques utilisées par les pikas d’Amérique pour construire des tas de foin, citons : le stockage des tas sous des rochers en surplomb, l’utilisation de certaines plantes qui inhibent la croissance bactérienne comme agent de conservation et la préférence pour les plantes à haute valeur nutritive pour la fenaison. Enfin, les pikas ne se contentent pas de créer des tas de foin très sophistiqués, ils sont également rapides dans la collecte de la végétation.
he: השם „גיבוי פיקה” (Pika Backup) נגזר מהפיקה האמריקאית. פיקות הן סוג של יונקים ממשפחת הארנבאים. הפיקה האמריקאית ידועה בזכות יכולת אחסון המזון שלה בערימות חציר שנבנו במיומנות רבה. הטכניקות שבהן משתמשות הפיקות האמריקאיות לבניית ערימות חציר כוללות: אחסון ערימות מתחת לסלעים בולטים, תוך שימוש בצמחים מסוימים שמעכבים גידול בקטריאלי כחומרים משמרים תוך העדפת צמחים עם ערך תזונתי גבוה למטרות ערימה. ואחרון חביב, פיקות לא רק יוצרות ערימות חציר מאוד מתוחכמות הן גם אוספות צמחייה מהר במיוחד.
hi: “पिका बैकअप” नाम अमेरिकी पिका से लिया गया है। पिका लैगोमोर्फ से संबंधित छोटे स्तनधारी हैं। अमेरिकी पिका को कुशलतापूर्वक निर्मित घास के ढेर में भोजन को संग्रहित करने के लिए जाना जाता है। घास के ढेर के निर्माण के लिए अमेरिकी पिका द्वारा उपयोग की जाने वाली तकनीकों में शामिल हैं: ढेर को लटकती चट्टानों के नीचे संग्रहीत करना, कुछ पौधों का उपयोग करना जो बैक्टीरिया के विकास को संरक्षक के रूप में रोकते हैं और घास काटने के लिए उच्च पोषण मूल्य वाले पौधों को प्राथमिकता देते हैं। अंतिम लेकिन महत्वपूर्ण बात यह है कि पिका न केवल बहुत परिष्कृत घास के ढेर बनाते हैं बल्कि वनस्पति इकट्ठा करने में भी तेज़ होते हैं।
hu: A „Pika biztonsági mentés” elnevezés az amerikai pika nevéből származik. A pikák a nyúlfélékhez tartozó kisemlősök. Az amerikai pika arról ismert, hogy ügyesen kialakított szénakazlakban rejti el a táplálékot. Az amerikai pikák által a szénakazlak építésére alkalmazott technikák közé tartozik: a szénakazlakat a kiálló sziklák alatt tárolják, bizonyos baktériumok növekedését gátló növényeket használnak tartósítószerként, valamint a magas tápértékű növényeket részesítik előnyben a szénakazlak készítéshez. Végül, de nem utolsó sorban, a pikák nemcsak nagyon kifinomult szénakazlakat készítenek, hanem a növényzet begyűjtésében is gyorsak.
is: Nafnið "Pika Backup" er leitt af hinu ameríska pika. Pika eru lítil spendýr sem tilheyra ættkvísl héradýra. Amerísk pika safnar vistum í haganlega gerðar heystæður. Ameríska pikan notar ýmsar aðferðir við að búa til heystæður, þar á með talið að bygja þær undir klettasillum, að nota vissar plöntutegundir sem hafa rotverjandi eiginleika og hemja bakteríugróður, auk þess að velja sérstaklega næringarríkar plöntur í heyskap sínum. Ekki síst eru pika dýrin snör í snúningum við að safna saman grænmetinu sínu.
it: Il nome «Pika Backup» deriva dal pica americano. I pica sono piccoli mammiferi appartenenti all'ordine dei lagomorfi. Il pica americano è noto per nascondere il proprio cibo in mucchietti di fieno abilmente costruiti. Tra le tecniche usate dal pica americano per costruire i mucchietti di fieno troviamo: immagazzinare i mucchietti sotto a delle rocce sporgenti, usare certe piante che inibiscono la proliferazione batterica come conservanti, e scegliere piante con alto valore nutritivo per fare il fieno. Da ultimo, ma non meno importante, i pica non solo creano dei mucchietti di fieno molto sofisticati, ma sono anche molto rapidi nel raccogliere la vegetazione.
ka: სახელი "Pika Backup" ამერიკული პიკიდანაა მიღებული. პიკა პატარა ძუძუმწოვარია, რომელიც კურდღლისნაირებს ეკუთვნის. ამერიკული პიკა ცნობილია იმით, რომ საჭმელს მოხერხებულად აშენებულ თივის ზვინებში ინახავს. გზები, რომელსაც ამერიკული პიკა თივის ზვინების ასაშენებლად იყენებს, მოიცავს: ზვინების ქვების ქვემოთ აშენებას, გამოყენებას სპეციფიკური მცენარეებისას, რომლებიც ბაქტერიების ზრდას ხელს უშლიან და ამით ზრდიან შენახვის დროს და იყენებს მცენარეებს, რომლების მეტ სასარგებლო ნივთიერებას შეიცავს. კიდევ ერთი, მაგრამ არა უკანასკნელი მახასიათებელი - პიკები არა მხოლოდ ქმნიან ძალიან რთულ ზვინებს, არამედ მცენარეებსაც სწრაფად აგროვებენ.
kk: «Pika Backup» атауы американдық пищухадан (pika) шыққан. Пищухалар — қоян тәрізділерге жататын ұсақ сүтқоректілер. Американдық пищухалар азықты шеберлікпен жасалған шөп үйінділерінде сақтауымен танымал. Шөп жинауда қолданылатын әдістеріне шөпті жартастардың астында сақтау, бактериялардың өсуін тежейтін өсімдіктерді консервант ретінде пайдалану және нәрлілігі жоғары өсімдіктерді таңдау жатады. Ең бастысы, пищухалар тек күрделі шөп үйінділерін жасап қана қоймай, өсімдіктерді өте жылдам жинайды.
nl: De naam ‘Pika Back-up’ is gebaseed op de Amerikaanse pika of fluithaas. Pika’s zijn kleine zoogdieren die tot de haasachtigen behoren. De Amerikaanse pika staat erom bekend zijn voedsel te bewaren in vakkundig samengestelde hooibergen. Enkele technieken waarmee de Amerikaanse pika hooibergen bouwt: de bergen stapelen onder overhangende rotsen, gebruik maken van planten met bacteriewerende eigenschappen als bewaarmiddel, en planten met een hoge voedingswaarde verkiezen als hooi. Ten slotte maakt de pika niet alleen heel gesofisticeerde hooibergen, maar is hij ook erg snel in het verzamelen van vegetatie.
pt: O nome "Pika Backup" deriva do pika americano. Os Pikas são pequenos mamíferos pertencentes aos lagomorfos. O pika americano é conhecido por armazenar alimentos em pilhas de feno habilmente construídas. As técnicas utilizadas pelos pikas americanos para a construção de pilhas de feno incluem: armazenar pilhas debaixo das rochas suspensas, utilizar certas plantas que inibem o crescimento bacteriano como conservante e preferir plantas com alto valor nutritivo para o feno. Por último, mas não menos importante, os pikas não só criam pilhas de feno muito sofisticadas, como também são rápidos na recolha da vegetação.
pt_br: O nome “Pika Backup” deriva do pika americano. Pikas são pequenos mamíferos pertencentes aos lagomorfos. O pika americano é conhecido por armazenar alimentos em pilhas de feno habilmente construídas. As técnicas usadas pelos pikas americanos para construir pilhas de feno incluem: armazenar pilhas abaixo de rochas salientes, usar certas plantas que inibem o crescimento bacteriano como conservantes e preferir plantas com alto valor nutricional para feno. Por último, mas não menos importante, os pikas não apenas criam pilhas de feno muito sofisticadas, mas também são rápidos em coletar vegetação.
ro: Numele „Pika Backup” derivă din pika american. Pika-urile sunt mamifere mici aparținând lagomorfilor. Pika americană este cunoscută pentru păstrarea în depozit a hranei în grămezi de fân construite cu pricepere. Tehnicile folosite de pika americani pentru construirea grămezilor de fân includ: depozitarea grămezilor sub stâncile supraînălțate, utilizarea anumitor plante care inhibă creșterea bacteriilor ca și conservant și preferarea plantelor cu valoare nutritivă ridicată pentru fân. Nu în ultimul rând, pika-urile nu numai că creează grămezi de fân foarte sofisticate, dar sunt rapizi și în colectarea vegetației.
ru: Название «Pika Backup» происходит от американской пищухи. Пищухи - это небольшие млекопитающие, относящиеся к отряду лагоморфов. Американская пищуха известна тем, что прячет еду в искусно сооруженных кучах сена. Американские пищухи строят сеновалы следующим образом: складывают кучи под нависающими скалами, используют определенные растения, подавляющие рост бактерий, в качестве консерванта и предпочитают растения с высокой питательной ценностью для сена. И последнее, но не менее важное: пищухи не только создают очень сложные кучи сена, но и быстро собирают растительность.
sl: Ime Varnostno kopiranje Pika izvira iz ameriške pike. Pike so majhni sesalci, ki pripadajo lagomorfom. Ameriška pika je znana po shranjevanju hrane v spretno izdelanih kopicah sena. Tehnike, ki jih uporabljajo ameriške pike za gradnjo kopic sena vključujejo: shranjevanje kupov pod kamnitimi napušči, z uporabo nekaterih rastlin, ki zavirajo bakterijsko rast kot konzervans, in prednost dajejo rastlinam z visoko hranilno vrednostjo za senenje. In ne nazadnje, pike ne ustvarjajo samo zelo prefinjenih kupov sena, ampak so hitre tudi pri nabiranju rastlinja.
sv: Namnet ”Pika Backup” kommer från den nordamerikanska pikan. Pika är små djur som tillhör hardjuren. Den nordamerikanska pikan är känd för att lagra mat i skickligt konstruerade höbalar. För att bygga höbalar använder den nordamerikanska pikan tekniker som inkluderar att lagra balar mellan utstickande klippor samt att använda vissa bakteriehämmande plantor som konserveringsmedel och föredrar plantor med högt näringsvärde till sitt hö. Sist men inte minst så skapar pikan inte bara väldigt sofistikerade höbalar utan är också snabba på att samla in växtlighet.
tr: “Pika Yedek” adı Amerikan pikasından türetilmiştir. Pikalar, tavşanımsılara ait küçük memelilerdir. Amerikan pikası, yiyeceğini ustaca yapılmış ot yığınlarına biriktirmesiyle tanınır. Amerikan pikasınca ot yığını inşasında kullanılan teknikler şunlardır: koruyucu olarak bakteri üremesini engelleyen ve yığınlama için yüksek besin değerli bitkileri yeğleyerek yığınları çıkıntılı kayaların altına saklamak. Pikalar yalnızca karmaşık ot yığınları yaratmakla kalmaz, aynı zamanda bitki toplamada da epey hızlıdır.
uk: У назві «Резервне копіювання Пискуха» використано назву тварини, пискухи, яка живе в Америці. Пискухи — маленькі ссавці, що належать до родини зайцеподібних. Американська пискуха відома тим, що збирає їжу у майстерно побудованих стіжках. Методики, які американські пискухи використовують для побудови стіжків є такими: купи трави вони розміщують під скелями, які прикривають їх від опадів, вони використовують певні рослини, які запобігають росту бактерій і псуванню їжі, а також вибирають для зберігання ті рослини, які є найпоживнішими. І нарешті, пискухи не лише створюють дуже продумані сховища, але і швидко збирають до них рослинність.
zh_cn: 应用名称“Pika 备份”取自美国鼠兔（Pika）。鼠兔为隶属于兔形目的小型哺乳动物。美国鼠兔因在巧妙构筑的草堆中储存食物而知名。被美国鼠兔构筑草堆使用的技术包括：在悬垂岩石下方存放，使用抑制细菌滋生的特定植物作为防腐剂和偏爱为草堆使用高营养价值的植物。最后但同样重要的是，鼠兔不仅创建非常复杂的草堆而且在收集植物上同样很快。
