Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: This operation will check all archives for data integrity. This may take a long time.
cs: Tato operace zkontroluje integritu dat všech archivů. Může to trvat dlouho.
de: Dieser Vorgang wird alle Archive auf Datenintegrität überprüfen. Dies könnte sehr lange dauern.
el: Αυτή η λειτουργία θα ελέγξει όλες τις αρχειοθήκες για την ακεραιότητα των δεδομένων. Αυτό μπορεί να διαρκέσει πολύ.
eo: Ĉi tiu operacio kontrolos ĉiujn arkivojn pri datuma integreco. Ĉi tio povas daŭri longe.
es: Esta operación comprobará la integridad de los datos de todos los archivadores. Esto puede llevar mucho tiempo.
eu: Eragiketa honek artxibo guztien datu-osotasuna egiaztatuko du. Honek denbora luzea behar dezake.
fi: Tämä toiminto tarkistaa kaikkien arkistojen datan eheyden. Tämä saattaa kestää kauan.
fr: Cette opération vérifiera l’intégrité des données dans toutes les archives. Cela peut prendre un long moment.
he: פעולה זו תבדוק את אמינות הנתונים של כל הארכיונים. עשו לארוך זמן מה.
hi: यह अभियान डेटा अखंडता के लिए सभी पुरालेखों की जांच करेगा। इसमें काफी समय लग सकता है।
hu: Ez a művelet ellenőrzi az összes archívum adatintegritását. Ez hosszú időt vehet igénybe.
is: Þessi aðgerð mun áreiðanleikaprófa allar safnskrár. Þetta gæti tekið langan tíma.
it: Questa operazione controllerà l'integrità dei dati in tutti gli archivi. Potrebbe richiedere un po' di tempo.
ka: ეს ოპერაცია ყველა არქივის მონაცემების მთლიანობას შეამოწმებს. ამას შეიძლება საკმაო დრო დასჭირდეს.
kk: Бұл операция барлық архивтердің деректер бүтіндігін тексереді. Бұл ұзақ уақыт алуы мүмкін.
pt: Esta operação verifica a integridade dos dados em todos os arquivos. Isto pode demorar muito tempo.
pt_br: Esta operação verificará a integridade dos dados em todos os arquivos. Isso pode levar um longo tempo.
ro: Această operațiune va verifica toate arhivele pentru integritatea datelor. Acest lucru poate dura mult timp.
ru: Эта операция проверит целостность данных всех архивов. Это может занять продолжительное время.
sl: Ta operacija preveri integriteto podatkov vseh arhivov. To lahko traja zelo dolgo.
sv: Denna åtgärd kommer kontrollera dataintegriteten för alla arkiv. Detta kan ta lång tid.
tr: Bu işlem, veri bütünlüğü için tüm arşivleri denetleyecek. Bu işlem uzun sürebilir.
uk: У результаті усі архіви буде перевірено на цілісність даних. Перевірка може бути досить тривалою.
zh_cn: 该操作将检查所有归档文件的数据完整性。这可能会花费较长一段时间。

source: Verify Data
cs: Ověřit data
de: Daten verifizieren
el: Επαλήθευση Δεδομένων
eo: Kontroli datumojn
es: Verificar datos
eu: Egiaztatu datuak
fa: تأیید داده‌ها
fi: Vahvista data
he: אימות נתונים
hi: डेटा सत्यापित करें
hu: Adatok ellenőrzése
it: Verifica i dati
ka: მონაცემების გადამოწმება
kk: Деректерді тексеру
pt_br: Verificar dados
ro: Verifică datele
ru: Проверить данные
sl: Preveri podatke
sv: Verifiera data
tr: Verileri Doğrula
uk: Перевірити дані
zh_cn: 校验数据

source: Perform full data verification
cs: Provést úplnou kontrolu dat
de: Vollständige Datenverifizierung durchführen
el: Εκτέλεση πλήρους επαλήθευσης δεδομένων
eo: Fari plenan datumkontrolon
es: Realizar una verificación completa de los datos
eu: Egiaztatu datuak osorik
fa: انجام تأیید کامل داده‌ها
fi: Suorita täysi datan vahvistus
he: ביצוע אימות נתונים מלא
hi: पूर्ण डेटा सत्यापन करें
hu: Teljes adatellenőrzés végrehajtása
it: Effettua una verifica completa dei dati
ka: მონაცემების სული შემოწმების შესრულება
kk: Деректерді толық тексеруді орындау
pt_br: Realize a verificação completa dos dados
ro: Efectuează verificarea completă a datelor
ru: Выполнить полную проверку данных
sl: Izvedi polno preverjanje podatkov
sv: Utför fullständig dataverifiering
tr: Tam veri doğrulaması gerçekleştir
uk: Виконати повну перевірку даних
zh_cn: 执行完全的数据校验

source: Perform a full repair. This is a potentially dangerous function and might lead to data loss (for kinds of corruption it is not capable of dealing with).
cs: Provést kompletní opravu. Jedná se o potenciálně nebezpečnou funkci a může vést ke ztrátě dat (u druhů poškození, s nimiž si není schopna poradit).
de: Eine vollständige Reparatur durchführen. Dies ist eine potenziell gefährliche Funktion und könnte zu Datenverlust führen (bei Arten von Beschädigungen, mit denen es nicht umgehen kann).
el: Εκτέλεση πλήρους επισκευής. Αυτή είναι μια δυνητικά επικίνδυνη λειτουργία και μπορεί να οδηγήσει σε απώλεια δεδομένων (για είδη φθοράς που δεν μπορεί να αντιμετωπίσει).
eo: Fari plenan riparon. Ĉi tio estas potenciale danĝera funkcio kaj povus kaŭzi datumperdon (por specoj de koruptiĝo kiujn ĝi ne povas trakti).
es: Realizar una reparación completa. Esta es una función muy peligrosa y podría provocar la pérdida de datos (para tipos de corrupción que no es capaz de afrontar).
eu: Konpondu osorik. Horrek datuak galtzea eragin dezake (eta hondatzeen aurkako funtzioek ezin izango dute berreskuratu).
fi: Suorita täysi korjaus. Tämä on mahdollisesti vaarallinen toiminto, ja saattaa johtaa tietojen katoamiseen (tai tietynlaiseen korruptioon, jonka korjaaminen ei onnistu).
fr: Réaliser une réparation complète. Cette fonctionnalité est potentiellement dangereuse et peut entraîner une perte de données (pour les types de corruption impossibles à traiter).
he: ביצוע תיקון מלא. זאת פונקציה שיכולה להיות די מסוכנת ועלולה להוביל לאובדן מידע (עקב פגמים שאין לה איך לטפל בהם).
hi: पूर्ण मरम्मत करें। यह एक संभावित खतरनाक प्रकार्य है और इससे डेटा हानि हो सकती है (भ्रष्टाचार के प्रकार के लिए यह निपटने में सक्षम नहीं है)।
hu: Teljes javítás végrehajtása. Ez egy potenciálisan veszélyes funkció, és adatvesztéshez vezethet (olyan típusú sérülések esetén, amelyekkel nem képes megbirkózni).
is: Framkvæmi altæka viðgerð. Þessi aðgerð er varhugaverð og gæti leitt tilþess að gögn glatist (sé um skemmdir að ræða sem það ræður ekki við).
it: Effettua una riparazione completa. Questa è una funzione potenzialmente pericolosa, che potrebbe portare alla perdita dei dati (nel caso incontri casi di danneggiamento che non è in grado di gestire).
ka: სრული აღდგენის ჩატარება. ეს პოტენციურად საშიში ფუნქციაა და შეიძლება, მონაცემების კარგვამდე მიგიყვანონ (დაზიანებებისთვის, რომელთანაც გამკლავება არ შემიძლია).
kk: Толық жөндеуді орындау. Бұл қауіпті болуы мүмкін функция және деректердің жоғалуына әкелуі мүмкін (түзету мүмкін болмайтын бүлінулер үшін).
pt: Efetuar uma reparação completa. Esta é uma função potencialmente perigosa e pode levar à perda de dados (para tipos de corrupção com os quais não é capaz de lidar).
pt_br: Faz um reparo completo. Esta é uma função potencialmente perigosa e pode levar à perda de dados (para tipos de corrupção com os quais não é capaz de lidar).
ro: Efectuează o reparație completă. Aceasta este o funcție potențial periculoasă și poate duce la pierderi de date (pentru tipuri de corupție de care nu este capabil să se ocupe).
ru: Выполнение полного исправления. Это потенциально опасная функция, которая может привести к потере данных (для тех видов повреждений, с которыми она не способна справиться).
sl: Opravi polno popravilo. To je potencialno nevarna funkcija in lahko povzroči izgubo podatkov (pri vrsti okvar, s katerimi se ne zmore ukvarjati).
sv: Utför en fullständig reparation. Detta är en potentiellt farlig åtgärd och kan leda till dataförlust (för typer av trasighet som den inte kan hantera).
tr: Tam onarım gerçekleştir. Bu, potansiyel olarak tehlikeli bir işlevdir. Onarım (baş edilemeyecek bozulmalarda) veri yitimine neden olabilir.
uk: Виконати повне виправлення. Це потенційно небезпечна функціональна можливість, яка може призвести до втрати даних (у випадках пошкодження, яке не піддається обробці).
zh_cn: 执行完全修复。这可能是危险操作且可能会导致数据丢失（比如它无法处理的损坏类型）。

source: Repair
cs: Opravit
de: Reparieren
el: Επισκευή
eo: Ripari
es: Reparar
eu: Konpondu
fa: تعمیر
fi: Korjaa
fr: Réparer
he: תיקון
hi: मरम्मत
hu: Javítás
is: Lagfæra
it: Ripara
ka: აღდგენა
kk: Жөндеу
pt: Reparar
pt_br: Reparar
ro: Repară
ru: Исправить
sl: Popravi
sv: Reparera
tr: Onar
uk: Виправити
zh_cn: 修复

source: Repair errors. This can lead to data loss
cs: Opravit chyby. To může vést ke ztrátě dat
de: Fehler reparieren. Dies kann zu Datenverlust führen
el: Επισκευή σφαλμάτων. Αυτό μπορεί να οδηγήσει σε απώλεια δεδομένων
eo: Ripari erarojn. Ĉi tio povas kaŭzi datumperdon
es: Reparar errores. Esto puede provocar la pérdida de datos
eu: Konpondu erroreak. Datuak galdu daitezke horrela
fi: Korjaa virheet. Tämä saattaa johtaa tietojen katoamiseen
he: שגיאות תיקון. יכול להוביל לאובדן נתונים
hi: त्रुटियां सुधारें। इससे डेटा हानि हो सकती है
hu: Hibák javítása, ez adatvesztéshez vezethet
it: Ripara gli errori. Può verificarsi la perdita di dati
ka: შეკეთების შეცდომა. ამან მონაცემების კარგვა შეიძლება გამოიწვიოს
kk: Қателерді жөндеу. Бұл деректердің жоғалуына әкелуі мүмкін
pt_br: Repara os erros. Isso pode levar à perda de dados
ro: Repară erorile. Acest lucru poate duce la pierderea datelor
ru: Исправление ошибок. Это действие может привести к потере данных
sl: Popravi napake. To lahko vodi v izgubo podatkov.
sv: Reparera fel. Detta kan leda till dataförlust
tr: Hataları onar. Bu veri yetimine neden olabilir
uk: Помилки під час виправлення. Це може призвести до втрати даних
zh_cn: 修复错误。这可能会导致数据丢失

source: Integrity Check Result
cs: Výsledek kontroly integrity
de: Ergebnis der Integritätsprüfung
el: Αποτέλεσμα Ελέγχου Ακεραιότητας
eo: Rezulto de integreckontrolo
es: Resultado de la comprobación de integridad
eu: Osotasun-egiaztatzearen emaitza
fa: نتیجهٔ بررسی یکپارچگی
fi: Eheystarkistuksen tulos
fr: Résultat de la vérification d’intégrité
he: תוצאות בדיקת אמינות
hi: अखंडता जांच परिणाम
hu: Integritás-ellenőrzés eredménye
is: Niðurstaða áreiðanleikaprófsins
it: Risultato del controllo integrità
ka: მთლიანობის შემოწმების შედეგი
kk: Бүтіндікті тексеру нәтижесі
pt: Resultado da Verificação de Integridade
pt_br: Resultado da verificação de integridade
ro: Rezultatul verificării integrității
ru: Результат проверки целостности
sl: Rezultat preverjanja integritete
sv: Resultat av integritetskontroll
tr: Bütünlük Denetimi Sonucu
uk: Результат перевірки цілісності
zh_cn: 完整性检查结果

source: Delete Archive Failed
cs: Smazání archivu se nezdařilo
de: Löschen des Archivs fehlgeschlagen
el: Η Διαγραφή της Αρχειοθήκης Απέτυχε
eo: Forigo de arkivo malsukcesis
es: Falló al eliminar el archivador
eu: Artxiboa ezabatzeak huts egin du
fa: حذف بایگانی شکست خورد
fi: Arkiston poistaminen epäonnistui
fr: Échec de la suppression d’archive
he: נכשלה מחיקת הארכיון
hi: पुरालेख मिटने में विफल
hu: Az archívum törlése sikertelen
is: Mistókst að eyða safnskrá
it: Eliminazione dell'archivio non riuscita
ka: არქივების წაშლის შეცდომა
kk: Архивті өшіру сәтсіз аяқталды
nl: Verwijderen van archief is mislukt
pt: Falha ao eliminar arquivo
pt_br: Falha ao excluir arquivo
ro: Ștergerea arhivei a eșuat
ru: Не удалось удалить архив
sl: Brisanje arhiva je spodletelo
sv: Borttagning av arkiv misslyckades
tr: Arşivler Silinemedi
uk: Не вдалося вилучити архів
zh_cn: 删除归档失败

source: Proceeding with this operation will irretrievably delete this archive. The saved data for this specific point in time will no longer be available.
cs: Provedením této operace se nevratně smaže tento archiv. Uložená data z tohoto konkrétního časového bodu již nadále nebudou k dispozici.
de: Wenn Sie mit diesem Vorgang fortfahren, wird dieses Archiv unwiederbringlich gelöscht. Die gesicherten Daten von diesem Zeitpunkt werden nicht mehr verfügbar sein.
el: Η συνέχιση αυτής της λειτουργίας θα διαγράψει οριστικά αυτή την αρχειοθήκη. Τα αποθηκευμένα δεδομένα για αυτό το συγκεκριμένο χρονικό σημείο δεν θα είναι πλέον διαθέσιμα.
eo: Daŭrigi kun ĉi tiu operacio nerevokeble forigos ĉi tiun arkivon. La konservitaj datumoj por ĉi tiu specifa tempo ne plu estos disponeblaj.
es: Proceder con esta operación eliminará este archivador de forma irrecuperable. Los datos guardados en este punto temporal en concreto ya no estarán disponibles.
eu: Eragiketa hau gauzatzen bada, artxiboa betiko ezabatuko da. Denborako puntu zehatz honetarako gorde diren datuak ez dira eskuragarri egongo une horretatik aurrera.
fi: Jatkamalla tätä toimintoa kyseinen arkisto poistetaan pysyvästi. Tallennetut tiedot kyseiseltä ajankohdalta eivät ole enää saatavilla.
fr: En poursuivant, cette archive sera supprimée de manière irréversible. Les données sauvegardées pour ce point spécifique dans le temps ne seront alors plus disponibles.
he: המשך פעולה זו ימחוק ארכיון זה ללא אפשרות שחזור. הנתונים שנשמרו לנקודה המסוימת הזאת בזמן לא יהיו זמינים עוד.
hi: इस अभियान के साथ आगे बढ़ने से यह पुरालेख अपरिवर्तनीय रूप से मिटा दिया जाएगा। इस विशिष्ट समय के लिए सहेजा गया डेटा अब उपलब्ध नहीं होगा।
hu: A művelet folytatása visszavonhatatlanul törli ezt az archívumot. Az erre az időpontra mentett adatok többé nem lesznek elérhetők.
is: Framkvæmd þessarar skipunar kemur til með að eyða þessari safnskrá óafturkræft. Þessi tilteknu gögn frá þessum tímapunkti verða þá ekki lengur tiltæk.
it: Procedendo con questa operazione, questo archivio sarà eliminato irrimediabilmente. I dati salvati in questo specifico punto temporale non saranno più disponibili.
ka: ამ ოპერაციის გაყოლა ამ არქივს შეუქცევლად წაშლის. შენახული მონაცემები დროის ამ მომენტისთვის ხელმისაწვდომი აღარ იქნება.
kk: Бұл операцияны жалғастыру архивті қайтарылмайтындай өшіреді. Осы уақыт нүктесінде сақталған деректер енді қолжетімді болмайды.
nl: Deze opdracht uitvoeren zal sommige archieven onherroepelijk verwijderen. De opgeslagen gegevens voor die specifieke tijdstippen zullen niet langer beschikbaar zijn.
pt: Ao prosseguir com esta operação irá eliminar irremediavelmente este arquivo. Os dados guardados para este ponto específico no tempo já não estará disponível.
pt_br: Prosseguir com esta operação excluirá permanentemente este arquivo. Os dados salvos para este momento específico não estarão mais disponíveis.
ro: Continuarea acestei operațiuni va șterge iremediabil această arhivă. Datele salvate pentru acest moment specific nu vor mai fi disponibile.
ru: Выполнение этой операции приведет к безвозвратному удалению этого архива. Сохраненные данные для этого конкретного момента времени больше не будут доступны.
sl: Z nadaljevanjem opravila bo ta arhiv nepovratno izbrisan. Shranjeni podatki za to določeno točko v času ne bodo več na voljo.
sv: Att fortsätta med denna åtgärd kommer oåterkalleligt ta bort detta arkiv. Sparade data för denna specifika tidpunkt kommer inte längre vara tillgängliga.
tr: Bu işlemi sürdürmek, bu arşivi geri alınamayacak biçimde siler. Bu zaman noktası için kaydedilen veriler artık erişilemeyecek.
uk: Подальше виконання цієї дії призведе до остаточного вилучення цього архіву. Ви більше не зможете скористатися збереженими для відповідного моменту часу даними.
zh_cn: 该操作的处理将永久删除该归档文件。该特定时间点保存的数据将不再可用。

source: Archive Name
cs: Název archivu
de: Archivname
el: Όνομα Αρχειοθήκης
eo: Nomo de arkivo
es: Nombre del archivador
eu: Artxiboaren izena
fa: نام بایگانی
fi: Arkiston nimi
fr: Nom de l’archive
he: שם ארכיון
hi: पुरालेख का नाम
hu: Archívum neve
is: Heiti safnskrár
it: Nome dell'archivio
ka: არქივის სახელი
kk: Архив атауы
nl: Archiefnaam
pt: Nome do arquivo
pt_br: Nome do arquivo
ro: Nume arhivă
ru: Имя архива
sl: Ime arhiva
sv: Arkivnamn
tr: Arşiv Adı
uk: Назва архіву
zh_cn: 归档名称

source: Archive Date
cs: Datum archivu
de: Archivdatum
el: Ημερομηνία Αρχειοθήκης
eo: Dato de arkivo
es: Fecha del archivador
eu: Artxiboaren data
fa: تاریخ بایگانی
fi: Arkiston päiväys
fr: Date de l’archive
he: תאריך ארכיון
hi: पुरालेख दिनांक
hu: Archívum dátuma
is: Dagsetning safnskrár
it: Data dell'archivio
ka: არქივის თარიღი
kk: Архив күні
nl: Archiefdatum
pt: Data do arquivo
pt_br: Data do arquivo
ro: Dată arhivă
ru: Дата архива
sl: Datum arhiviranja
sv: Arkivdatum
tr: Arşiv Tarihi
uk: Дата архівування
zh_cn: 归档日期

source: The following backup location needs to be connected:
cs: Následující umístění zálohy je třeba připojit:
de: Der folgende Sicherungsort muss verbunden sein:
el: Η ακόλουθη τοποθεσία αντιγράφων ασφαλείας πρέπει να συνδεθεί:
eo: La sekva sekurkopioloko devas esti konektita:
es: Es necesario conectar la siguiente ubicación de respaldo:
eu: Honako babeskopia-kokalekuek konektatuta egon behar dute:
fi: Seuraava varmuuskopion sijainti tulee yhdistää:
fr: L’emplacement de sauvegarde suivant doit être connecté :
he: יש לחבר את מיקום הגיבוי הבא:
hi: निम्नलिखित बैकअप स्थान को जोड़ने की आवश्यकता है:
hu: Kapcsolódnia kell a következő biztonsági mentési helyhez:
is: Eftirfarandi geymslustaður fyrir öryggisafritun verður að vera tengdur:
it: Le seguenti posizioni di backup devono essere connesse:
ka: აუცილებელია შემდეგი მარქაფის მდებარეობების მოერთება:
kk: Келесі резервтік көшірме орнына қосылу қажет:
nl: De volgende back-uplocatie moet verbonden zijn:
pt: O seguinte local de backup precisa de ser ligado:
pt_br: O seguinte local de backup precisa ser conectado:
ro: Următoarea locație pentru copiile de rezervă trebuie să fie conectată:
ru: Необходимо подключить следующее расположение резервного копирования:
sl: Priključiti je treba navedena mesta za ustvarjanje varnostne kopije:
sv: Följande säkerhetskopieringsplats behöver anslutas:
tr: Şu yedekleme konumları bağlanmalıdır:
uk: Має бути встановлено з'єднання із таким місцем для резервних копій:
zh_cn: 需要连接以下备份位置：

source: The operation “{}” requires the encryption password of the repository on “{}”.
cs: Operace „{}“ vyžaduje šifrovací heslo úložiště na „{}“.
de: Der Vorgang »{}« erfordert das Verschlüsselungspasswort des Depots unter »{}«.
el: Η λειτουργία «{}» απαιτεί τον κωδικό πρόσβασης κρυπτογράφησης του αποθετηρίου στο «{}».
eo: La operacio “{}” postulas la ĉifradan pasvorton de la deponejo ĉe “{}”.
es: La operación «{}» requiere la contraseña de cifrado del repositorio ubicado en «{}»
eu: “{}” eragiketarako beharrezkoa da“{}” kokalekuko biltegiaren zifratze-pasahitza.
fi: Toimenpide “{}” vaatii sijainnissa “{}” olevan tietovaraston salauksen salasanan.
fr: L’opération « {} » nécessite le mot de passe de chiffrement du dépôt sur « {} ».
he: הפעולה „{}” דורשת את ססמת ההצפנה של המאגר „{}”.
hi: अभियान “{}” के लिए “{}” पर रिपॉजिटरी के कूटलेखन पासवर्ड की आवश्यकता होती है।
hu: A(z) „{}” művelethez a(z) „{}” tároló titkosítási jelszava szükséges.
is: Aðgerðin "{}" þarf dulritunar-lykilorðið fyrir gagnasafnið á "{}".
it: L'operazione «{}» richiede la password di cifratura del deposito su «{}».
ka: ოპერაციას "{}" სჭირდება დაშიფვრის პაროლი რეპოზიტორიისთვის "{}"-ზე.
kk: «{}» операциясы «{}» ішіндегі репозиторийдің шифрлау паролін талап етеді.
nl: De bewerking ‘{}’ vereist het versleutelingswachtwoord van de opslagruimte op ‘{}’.
pt: A operação "{}" requer a palavra-passe de encriptação do repositório em "{}".
pt_br: A operação “{}” requer a senha de criptografia do repositório em “{}”.
ro: Operațiunea „{}” necesită parola de criptare a depozitului pe „{}”.
ru: Для выполнения операции «{}» требуется пароль шифрования хранилища на «{}».
sl: Operacija »{}« zahteva šifriranje gesla skladišča na »{}«.
sv: Åtgärden ”{}” kräver krypteringslösenordet för lagringsplatsen på ”{}”.
tr: “{}” işlemi, “{}” üzerindeki deponun şifreleme parolasını gerektirir.
uk: Для виконання дії «{}» потрібен пароль шифрування до сховища у «{}».
zh_cn: “{}”操作需要在“{}”的仓库的加密密码。

source: Encryption Password Required
cs: Vyžadováno šifrovací heslo
de: Verschlüsselungspasswort benötigt
el: Απαιτείται Κωδικός Πρόσβασης Κρυπτογράφησης
eo: Ĉifrada pasvorto bezonata
es: Se requiere la contraseña de cifrado
eu: zifratze-pasahitza behar da
fa: نیازمند گذرواژهٔ رمزگذاری
fi: Salauksen salasana vaaditaan
fr: Mot de passe de chiffrement requis
he: ססמת ההצפנה שגויה
hi: कूटलेखन पासवर्ड आवश्यक
hu: Titkosítási jelszó szükséges
is: Lykilorð dulritunar er nauðsynlegt
it: Password di cifratura richiesta
ka: დაშიფვრის პაროლი აუცილებელია
kk: Шифрлау паролі қажет
nl: Versleutelingswachtwoord vereist
pt: Palavra-passe de encriptação necessária
pt_br: Senha de criptografia necessária
ro: Parola de criptare necesară
ru: Требуется пароль шифрования
sl: Šifrirno geslo je obvezno
sv: Krypteringslösenord krävs
tr: Şifreleme Parolası Gerekli
uk: Потрібен пароль для шифрування
zh_cn: 需要加密密码

source: _Cancel
cs: _Zrušit
de: A_bbrechen
el: _Ακύρωση
eo: _Nuligi
es: _Cancelar
eu: _Utzi
fa: _لغو
fi: _Peru
fr: A_nnuler
he: _ביטול
hi: रद्द करें (_C)
hu: _Mégse
is: _Hætta við
it: A_nnulla
ka: გაუქმება
kk: _Бас тарту
nl: _Annuleren
pt: _Cancelar
pt_br: _Cancelar
ro: _Anulează
ru: _Отменить
sl: Pre_kliči
sv: A_vbryt
tr: İ_ptal
uk: _Скасувати
zh_cn: 取消(_C)

source: Co_ntinue
cs: Po_kračovat
de: _Weiter
el: Συνέ_χεια
eo: Daŭr_igi
es: Co_ntinuar
eu: _Jarraitu
fa: _ادامه
fi: _Jatka
fr: _Continuer
he: _להמשיך
hi: जारी रखें (_n)
hu: _Folytatás
is: H_alda áfram
it: _Continua
ka: _გაგრძელება
kk: Жалғас_тыру
nl: Doorgaa_n
pt: Co_ntinuar
pt_br: Co_ntinuar
ro: Co_ntinuă
ru: _Продолжить
sl: Na_daljuj
sv: _Fortsätt
tr: S_ürdür
uk: П_родовжити
zh_cn: 继续(_N)

source: Password
cs: Heslo
de: Passwort
el: Κωδικός πρόσβασης
eo: Pasvorto
es: Contraseña
eu: Pasahitza
fa: گذرواژه
fi: Salasana
fr: Mot de passe
he: ססמה
hi: पासवर्ड
hu: Jelszó
is: Lykilorð
ka: პაროლი
kk: Пароль
nl: Wachtwoord
pt: Palavra-passe
pt_br: Senha
ro: Parolă
ru: Пароль
sl: Geslo
sv: Lösenord
tr: Parola
uk: Пароль
zh_cn: 密码

source: Exclusion Rules
cs: Pravidla vynechání
de: Ausschlussregeln
el: Κανόνες Εξαίρεσης
eo: Ekskludaj reguloj
es: Reglas de exclusión
eu: Baztertze-arauak
fa: قواعد کنار گذاشتن
fi: Ohitussäännöt
fr: Règles d’exclusion
he: חוקרי החרגה
hi: बहिष्करण नियम
hu: Kizárási szabályok
is: Reglur um hverju skal sleppa
it: Regole di esclusione
ka: გამორიცხვის წესები
kk: Ерекшелік ережелері
nl: Uitsluitingsregels
pt: Regras de exclusão
pt_br: Regras de exclusão
ro: Reguli de excludere
ru: Правила исключения
sl: Izključevalna pravila
sv: Exkluderingsregler
tr: Dışlama Kuralları
uk: Правила виключення
zh_cn: 排除规则

source: Add Exclusion Rule
cs: Přidat pravidlo vynechání
de: Ausschlussregel hinzufügen
el: Προσθήκη Κανόνα Εξαίρεσης
eo: Aldoni ekskludan regulon
es: Añadir regla de exclusión
eu: Gehitu baztertze-araua
fa: افزودن قاعدهٔ کنار گذاشتن
fi: Lisää ohitussääntö
he: הוספת כלל החרגה
hi: बहिष्करण नियम जोड़ें
hu: Kizárási szabály hozzáadása
it: Aggiungere regola di esclusione
ka: გამორიცხვის წესის დამატება
kk: Ерекшелік ережесін қосу
pt_br: Adiciona regra de exclusão
ro: Adaugă regulă de excludere
ru: Добавить правила исключения
sl: Dodaj izključevalno pravilo
sv: Lägg till exkluderingsregel
tr: Dışlama Kuralı Ekle
uk: Додати правило виключення
zh_cn: 添加排除规则

source: Exclude Folders
cs: Vynechat složky
de: Ordner ausschließen
el: Εξαίρεση Φακέλων
eo: Ekskludi dosierujojn
es: Excluir carpetas
eu: Baztertu karpetak
fa: کنار گذاشتن شاخه‌ها
fi: Jätä pois kansioita
he: החרגת תיקיות
hi: फोल्डर बहिष्कृत करें
hu: Mappák kizárása
is: Undanskilja möppur
it: Escludere cartelle
ka: საქაღალდეების ამოღება
kk: Бумаларды қоспау
pt: Excluir pastas
pt_br: Excluir pastas
ro: Exclude dosarele
ru: Исключить папки
sl: Izključi mape
sv: Exkludera mappar
tr: Klasörleri Dışla
uk: Виключити теки
zh_cn: 排除文件夹

source: Exclude Files
cs: Vynechat soubory
de: Dateien ausschließen
el: Εξαίρεση Αρχείων
eo: Ekskludi dosierojn
es: Excluir archivos
eu: Baztertu fitxategiak
fa: پرونده‌های شامل شده
fi: Jätä pois tiedostoja
he: החרגת קבצים
hi: फाइल बहिष्कृत करें
hu: Fájlok kizárása
is: Undanskilja skrár
it: Escludere file
ka: ფაილების ამოღება
kk: Файлдарды қоспау
pt: Excluir ficheiros
pt_br: Excluir arquivos
ro: Exclude fișierele
ru: Исключить файлы
sl: Izključi datoteke
sv: Exkludera filer
tr: Dosyaları Dışla
uk: Виключити файли
zh_cn: 排除文件
