Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: The program or system seems to have crashed.
cs: Zdá se, že program nebo systém spadl.
de: Das Programm oder System scheint abgestürzt zu sein.
el: Το πρόγραμμα ή το σύστημα φαίνεται να έχει καταρρεύσει.
eo: La programo aŭ sistemo ŝajne kraŝis.
es: El programa o sistema parece haber fallado.
eu: Programa edo sistema kraskatu dela dirudi.
fa: به نظر می‌رسد برنامه یا سامانه فروپاشده.
fi: Ohjelma tai järjestelmä näyttää kaatuneen.
fr: Le programme ou le système semble avoir planté.
he: נראה כי התכנית או המערכת קרסו.
hi: ऐसा लगता है कि प्रोग्राम या सिस्टम क्रैश हो गया है।
hu: Úgy tűnik, hogy a program vagy a rendszer összeomlott.
is: Forritið eða kerfið virðist hafa hrunið.
it: Il programma o il sistema sembrano essere andati in crash.
ka: როგორც ჩანს, პროგრამა ან სისტემა ავარიულად გაითიშა.
kk: Бағдарлама немесе жүйе жұмысында ақаулық орын алған сияқты.
nl: Het programma of systeem is waarschijnlijk vastgelopen.
pt: O programa ou sistema parece ter falhado.
pt_br: O programa ou sistema parece ter travado.
ro: Programul sau sistemul pare să fi căzut.
ru: Кажется, что программа или система потерпела крах.
sl: Zdi se, da se je program ali sistem sesul.
sv: Programmet eller systemet verkar ha kraschat.
tr: Uygulama ya da sistem çökmüş gibi görünüyor.
uk: Здається, аварійно завершила роботу програма або система.
zh_cn: 该程序或系统似乎已经崩溃。

source: Unable to access backup repository: {}
cs: Nelze získat přístup k úložišti záloh: {}
de: Auf Sicherungsdepot kann nicht zugegriffen werden: {}
el: Αδυναμία πρόσβασης στο αποθετήριο αντιγράφων ασφαλείας: {}
eo: Ne eblas aliri savkopian deponejon: {}
es: Imposible acceder al repositorio de respaldo: {}
eu: Ezin da babeskopia-biltegira sartu: {}
fa: ناتوان در دسترسی به مخزن پشتیبان: {}
fi: Tietovarastoon pääsy epäonnistui: {}
fr: Impossible d’accéder au dépôt de sauvegarde : {}
he: לא ניתן לגשת למאגר הגיבויים: {}
hi: बैकअप रिपॉजिटरी तक पहुँचने में असमर्थ: {}
hu: Nem lehet hozzáférni a biztonsági mentési tárolóhoz: {}
is: Ekki hægt að tengjast gagnasafni öryggisafritunar: {}
it: Accesso al deposito di backup non riuscito: {}
ka: მარქაფის რეპოზიტორიასთან წვდომა შეუძლებელია: {}
kk: Резервтік көшірме репозиторийіне қол жеткізу мүмкін емес: {}
pt: Falha ao aceder ao repositório de cópias de segurança: {}
pt_br: Não foi possível acessar o repositório de backup: {}
ro: Nu se poate accesa depozitul copiei de rezervă: {}
ru: Невозможно получить доступ к хранилищу резервных копий: {}
sl: Dostop do skladišča varnostnih kopij ni možen: {}
sv: Kunde inte komma åt säkerhetskopieringsförråd: {}
tr: Yedekleme deposuna erişilemedi: {}
uk: Не вдалося отримати доступ до сховища резервних копій: {}
zh_cn: 无法访问备份仓库：{}

source: A repository already exists at this location. Try the “Use Existing Repository” option or select a different location.
cs: V tomto umístění již úložiště existuje. Zkuste možnost „Použít stávající úložiště“ nebo vyberte jiné umístění.
de: An diesem Ort befindet sich bereits ein Depot. Versuchen Sie die Option »Bestehendes Sicherungsdepot verwenden« oder wählen Sie einen anderen Ort aus.
el: Υπάρχει ήδη ένα αποθετήριο σε αυτή την τοποθεσία. Δοκιμάστε την επιλογή «Χρήση υπάρχοντος αποθετηρίου» ή επιλέξτε μια διαφορετική τοποθεσία.
eo: Reposito jam ekzistas ĉe ĉi tiu loko. Provu la opcion “Uzi ekzistantan repositon” aŭ elektu malsaman lokon.
es: Ya existe un repositorio en esta ubicación. Pruebe la opción «usar un repositorio existente» o seleccione una ubicación diferente.
eu: Badago lehendik biltegi bat kokaleku horretan. Saiatu "Erabili lehendik dagoen biltegia" aukera edo hautatu beste kokaleku bat.
fi: Tässä sijainnissa on jo tietovarasto. Napsauta “Käytä olemassa olevaa tietovarastoa”-valintaa, tai valitse toinen sijainti.
he: כבר קיים מאגר במקום הזה. אפשר לנסות להשתמש באפשרות „להשתמש במאגר קיים” או לבחור מקום אחר.
it: Esiste già un deposito in questa posizione. Provare l'opzione «Usare un deposito esistente» o selezionare un'altra posizione.
kk: Бұл жерде репозиторий бар болып тұр. «Бар репозиторийді пайдалану» опциясын қолданып көріңіз немесе басқа орынды таңдаңыз.
sl: Na tem mestu že obstaja skladišče. Poskusi možnost »Uporabi obstoječe skladišče« ali izberi drugo mesto.
sv: En lagringsplats finns redan på denna plats. Testa alternativet ”Använd befintlig lagringsplats” eller välj en annan plats.
tr: Bu konumda zaten bir depo var. “Var Olan Depoyu Kullan” seçeneğini deneyin ya da başka konum seçin.
uk: У цьому каталозі вже є сховище. Спробуйте скористатися пунктом «Використати наявне сховище» або виберіть інший каталог.

source: Inconsistencies were detected in the repository. Running a data integrity check is needed.
cs: V úložišti byly zjištěny nesrovnalosti. Je nutné provést kontrolu integrity dat.
de: Im Depot wurden Inkonsistenzen festgestellt. Eine Überprüfung der Datenintegrität muss durchgeführt werden.
el: Εντοπίστηκαν ασυνέπειες στο αποθετήριο. Απαιτείται η εκτέλεση ελέγχου ακεραιότητας δεδομένων.
eo: Nekongruecoj estis detektitaj en la deponejo. Plenumo de datuma integra kontrolo estas bezonata.
es: Se detectaron inconsistencias en el repositorio. Es necesario ejecutar una verificación de integridad de los datos.
eu: Inkoherentziak detektatu dira biltegian. Datuen integritatea egiaztatzeko saiakera bat exekutatu behar da.
fi: Tietovarastossa havaittiin epäjohdonmukaisuuksia. Datan eheystarkistus vaaditaan.
he: זוהו חוסרי עקביות במאגר. יש להריץ בדיקת שלמות.
it: Sono state rilevate delle inconsistenze nel deposito. È necessario eseguire un controllo dell'integrità dei dati.
ka: რეპოზიტორიაში აღმოჩენილია შეუსაბამობები. საჭიროა მონაცემების მთლიანობის შემოწმების გაშვება.
kk: Репозиторийде сәйкессіздіктер анықталды. Деректердің тұтастығын тексеруді іске қосу қажет.
pt_br: Inconsistências foram detectadas no repositório. É necessário rodar uma verificação de dados.
ro: Au fost detectate inconsecvențe în depozit. Este necesară executarea unei verificări a integrității datelor.
ru: В хранилище были обнаружены несоответствия. Необходимо выполнить проверку целостности данных.
sl: V skladišču so bile odkrite nedoslednosti. Potrebno je zagnati preverjanje celovitosti podatkov.
sv: Inkonsekvenser upptäcktes i lagringsplatsen. Körning av en dataintegritetskontroll krävs.
tr: Depoda tutarsızlıklar saptandı. Veri tümlüğü denetimi yapılmalıdır.
uk: У сховищі виявлено несумісності. Слід запустити засіб перевірки цілісності даних.
zh_cn: 仓库中检测到数据不一致。需要运行数据完整性检查。

source: No repository exists at this location.
cs: V tomto umístění neexistuje žádné úložiště.
de: An diesem Ort befindet sich kein Depot.
el: Δεν υπάρχει αποθετήριο σε αυτήν την τοποθεσία.
eo: Neniu deponejo ekzistas en ĉi tiu loko.
es: No existe ningún repositorio en esta ubicación.
eu: Ez dago biltegirik kokaleku horretan.
fa: هیج مخزنی در این مکان وجود ندارد.
fi: Tietovarastoa ei ole olemassa tässä sijainnissa.
fr: Aucun dépôt n’existe à cet emplacement.
he: לא קיים מאגר במיקום הזה.
hi: इस स्थान पर कोई रिपोजिटरी मौजूद नहीं है।
hu: Nem létezik tároló ezen a helyen.
is: Ekkert gagnasafn er á þessum stað.
it: In questa posizione non esiste alcun deposito.
ka: ამ მდებარეობაზე რეპოზიტორია არ არსებობს.
kk: Бұл жерде репозиторий жоқ.
nl: Er bestaat geen opslagruimte op deze locatie.
pt: Não existem repositórios neste local.
pt_br: Não há repositórios neste local.
ro: Niciun depozit existent la această locație.
ru: В этом расположении нет хранилища.
sl: Na tem mestu še ni ustvarjenega skladišča.
sv: Ingen lagringsplats finns på denna plats.
tr: Bu konumda depo yok.
uk: За цією адресою немає сховища.
zh_cn: 此位置没有仓库存在。

source: Not enough free space in repository.
cs: Nedostatek volného místa v úložišti.
de: Nicht genug Speicherplatz im Sicherungsdepot.
el: Δεν υπάρχει αρκετός ελεύθερος χώρος στο αποθετήριο.
eo: Ne sufiĉe da libera spaco en deponejo.
es: No hay suficiente espacio libre en el repositorio.
eu: Ez dago nahikoa leku biltegian.
fa: فضای آزاد ناکافی در مخزن.
fi: Tietovarastossa ei ole riittävästi vapaata tilaa.
fr: Pas assez d’espace libre dans le dépôt.
he: אין מספיק מקום פנוי במאגר.
hi: रिपॉजिटरी में पर्याप्त खाली स्थान नहीं है।
hu: Nincs elég szabad terület a tárolóban.
is: Ekki er nóg pláss í gagnasafni.
it: Spazio libero nel deposito non sufficiente.
ka: რეპოზიტორიაში თავისუფალი ადგილი საკმარისი არაა.
kk: Репозиторийде бос орын жеткіліксіз.
nl: Onvoldoende beschikbare ruimte in opslagruimte.
pt: Não há espaço livre suficiente no repositório.
pt_br: Não há espaço livre suficiente no repositório.
ro: Nu există destul spațiu liber în depozit.
ru: Недостаточно свободного места в хранилище.
sl: Ni dovolj prostega prostora v skladišču.
sv: För lite ledigt utrymme på lagringsplatsen.
tr: Depoda yeterli boş alan yok.
uk: Недостатньо вільного місця у сховищі.
zh_cn: 仓库中剩余空间不足。

source: The configured location does not contain a valid repository.
cs: Nastavené umístění neobsahuje platné úložiště.
de: Der konfigurierte Ort enthält kein gültiges Depot.
el: Η καθορισμένη τοποθεσία δεν περιέχει έγκυρο αποθετήριο.
eo: La agordita loko ne enhavas validan deponejon.
es: La ubicación establecida no contiene un repositorio de respaldos válido.
eu: Konfiguratutako kokalekuak ez du baliozko biltegirik.
fa: مکان پیکربندی شده مخزنی معتبری ندارد.
fi: Määritetty sijainti ei sisällä kelvollista tietovarastoa.
he: המקום הנבחר לא מכיל מאגר תקף.
it: La posizione scelta non contiene un deposito di backup valido.
ka: მითითებული მდებარეობა სწორი რეპოზიტორია არაა.
kk: Бапталған орында жарамды репозиторий жоқ.
pt_br: O local configurado não contém um repositório válido.
ro: Locația configurată nu conține un depozit valid.
ru: В настроенном расположении отсутствует корректное хранилище.
sl: Nastvljeno mesto ne vsebuje veljavnega skladišča.
sv: Den konfigurerade platsen innehåller ingen giltig lagringsplats.
tr: Yapılandırılan konum geçerli depo içermiyor.
uk: У налаштованому місці не міститься коректного сховища.
zh_cn: 配置的位置未包含有效仓库。

source: The configured location does not contain a valid repository configuration.
cs: Nastavené umístění neobsahuje platnou konfiguraci úložiště.
de: Der konfigurierte Ort enthält keine gültige Depot-Konfiguration.
el: Η καθορισμένη τοποθεσία δεν περιέχει μια έγκυρη διαμόρφωση αποθετηρίου.
eo: La agordita loko ne enhavas validan deponejan agordon.
es: La ubicación establecida no contiene una configuración de repositorio válida.
eu: Konfiguratutako kokalekuak ez du baliozko biltegi-konfiguraziorik.
fa: مکان پیکربندی شده پیکربندی مخزنی معتبری ندارد.
fi: Määritetty sijainti ei sisällä kelvollista tietovaraston määritystä.
he: המקום המוגדל לא מכיל הגדרות מאגר תקפות.
it: La posizione scelta non contiene una configurazione valida per un deposito di backup.
ka: მორგებული მდებარეობა სწორ რეპოზიტორიის კონფიგურაციას არ შეიცავს.
kk: Бапталған орында жарамды репозиторий конфигурациясы жоқ.
pt_br: O local configurado não contém uma configuração de repositório válida.
ro: Locația configurată nu conține o configurație de depozit validă.
ru: В настроенном расположение отсутствуют корректные настройки хранилища.
sl: Nastavljeno mesto ne vsebuje veljavne konfiguracije skladišča.
sv: Den konfigurerade platsen innehåller ingen giltig lagringsplatskonfiguration.
tr: Yapılandırılan konum geçerli depo yapılandırması içermiyor.
uk: У налаштованому місці не міститься коректних налаштувань сховища.
zh_cn: 配置的位置未包含有效的仓库配置。

source: The configured location does not exist.
cs: Nastavené umístění neexistuje.
de: Der konfigurierte Ort existiert nicht.
el: Η καθορισμένη τοποθεσία δεν υπάρχει.
eo: La agordita loko ne ekzistas.
es: La ubicación establecida no existe.
eu: Konfiguratutako kokalekua ez da existitzen.
fa: مکان پیکربندی شده وجود ندارد.
fi: Määritettyä sijaintia ei ole olemassa.
he: המקום הנבחר לא קיים.
it: La posizione configurata non esiste.
ka: მითითებული მდებარეობა არ არსებობს.
kk: Бапталған орын жоқ.
pt_br: O local configurado não existe.
ro: Locația configurată nu există.
ru: Настроенное местоположение не существует.
sl: Nastavljeno mesto ne obstaja.
sv: Den konfigurerade platsen finns inte.
tr: Yapılandırılan konum yok.
uk: Налаштованого місця не існує.
zh_cn: 配置的位置不存在。

source: The selected location does already exist.
cs: Vybrané umístění již existuje.
de: Der ausgewählte Ort existiert bereits.
el: Η επιλεγμένη τοποθεσία υπάρχει ήδη.
eo: La elektita loko jam ekzistas.
es: La ubicación seleccionado ya existe.
eu: Hautatutako kokalekua badago lehendik.
fa: مکان گزیده از پیش وجود دارد.
fi: Valittu sijainti on jo olemassa.
he: המקום הנבחר כבר קיים.
it: La posizione selezionata esiste già.
ka: არჩეული მდებარეობა უკვე არსებობს.
kk: Таңдалған орын бұрыннан бар.
pt_br: O local selecionado já existe.
ro: Locația selectată există deja.
ru: Выбранное расположение уже существует.
sl: Izbrano mesto že obstaja.
sv: Den valda platsen finns redan.
tr: Seçilen konum var.
uk: Вибраного місця не існує.
zh_cn: 选择的位置已存在。

source: The repositories storage quota has been reached. Try deleting older archives that are no longer needed.
cs: Bylo dosaženo kvóty úložiště. Zkuste smazat starší archivy, které již nejsou potřeba.
de: Das Speicherkontingent des Depots wurde erreicht. Versuchen Sie, ältere Archive zu löschen, die nicht länger benötigt werden.
el: Έχει συμπληρωθεί το όριο αποθήκευσης του αποθετηρίου. Δοκιμάστε να διαγράψετε παλαιότερες αρχειοθήκες που δεν χρειάζονται πλέον.
eo: La deponejas stoka kvoto estis atingita. Provu forigi pli malnovajn arkivojn kiuj ne plu estas bezonataj.
es: Se alcanzó la cuota de almacenamiento de los repositorios. Intente eliminar aquellos archivadores antiguos que ya no sean necesarios.
eu: Biltegien leku osoa bete da. Saiatu jadanik behar ez diren artxibo zaharrak ezabatzen.
fi: Tietovarastojen tilakiintiö on täynnä. Poista vanhoja, tarpeettomia arkistoja vapauttaaksesi tilaa.
he: הגעת לתקורת מכסת אחסון המאגרים. כדאי לנסות למחוק ארכיונים ישנים יותר שאין בהם עוד צורך.
it: È stata raggiunta la quota di archiviazione per i depositi. Provare ad eliminare vecchi archivi non più necessari.
ka: მიღწეულია რეპოზიტორიების საცავის კვოტა. სცადეთ, წაშალოთ ძველი არქივები, რომლებიც უკვე აღარ გჭირდებათ.
kk: Репозиторийлер қоймасының квотасы толды. Бұдан былай қажет емес ескі архивтерді өшіріп көріңіз.
pt_br: A cota de armazenamento do repositório atingiu o limite. Tente excluir arquivos antigos que não são mais necessários.
ro: Cota de stocare a depozitelor a fost atinsă. Încercați să ștergeți arhivele mai vechi care nu mai sunt necesare.
ru: Достигнут предел в месте расположения хранилищ. Попробуйте удалить старые архивы, в которых больше нет необходимости.
sl: Mejna kvota shrambe v skladiščih je dosežena. Poskusite izbrisati starejše arhive, ki jih ne potrebujete več.
sv: Lagringsplatsernas lagringskvot har uppnåtts. Försök ta bort äldre arkiv som inte längre behövs.
tr: Depo saklama kotası aşıldı. Artık gerekmeyen eski arşivleri silmeyi deneyin.
uk: Досягнуто максимальної квоти у місці зберігання сховищ. Спробуйте вилучити застарілі архіви, у яких вже немає потреби.
zh_cn: 已达到仓库存储限额。请尝试删除不再需要的旧归档文件。

source: Permission to access the configured location has been denied. Check the file permissions.
cs: Oprávnění k přístupu do nastaveného umístění bylo odepřeno. Zkontrolujte oprávnění souborů.
de: Zugriffsberechtigung auf den konfigurierten Ort wurde verweigert. Überprüfen Sie die Dateiberechtigungen.
el: Η άδεια πρόσβασης στην καθορισμένη τοποθεσία απορρίφθηκε. Ελέγξτε τα δικαιώματα του αρχείου.
eo: Permeso aliri la agorditan lokon estis rifuzita. Kontrolu la dosierajn permesojn.
es: Se ha denegado el permiso para acceder a la ubicación seleccionada. Verifique los permisos del archivo.
eu: Konfiguratutako kokalekua atzitzeko baimena ukatu da. Begiratu fitxategi-baimenak.
he: ההרשאה לגשת למקום נדחתה. יש לבדוק את הרשאות הקובץ.
it: È stato negato il permesso di accedere alla posizione configurata. Controllare i permessi dei file.
ka: მითითებულ მდებარეობაზე წვდომა აკრძალულია. შეამოწმეთ ფაილის წვდომები.
kk: Бапталған орынға қол жеткізуге рұқсат берілмеді. Файл рұқсаттарын тексеріңіз.
pt_br: A permissão para acessar o local configurado foi negada. Verifique as permissões de arquivo.
ro: Permisiunea de a accesa locația configurată a fost respinsă. Verificați permisiunile fișierului.
ru: В доступе к настроенному расположению отказано. Проверьте права доступа к файлам.
sl: Dovoljenje za dostop do nastavljenega mesta je bilo zavrnjeno. Preverite dovoljenja za datoteke.
sv: Rättighet att komma åt den konfigurerade platsen nekades. Kontrollera filrättigheterna.
tr: Yapılandırılan konuma erişme izni reddedildi. Dosya izinlerini gözden geçirin.
uk: Немає прав доступу до налаштованого місця. Перевірте права доступу до файла.
zh_cn: 访问该配置位置的权限已被拒绝。请检查文件权限。

source: A newer version of Pika Backup is required to access this repository. The repository uses unsupported features.
cs: Pro přístup k tomuto úložišti je vyžadována novější verze Záloh Pišťucha. Úložiště používá nepodporované funkce.
de: Für den Zugriff auf dieses Depot wird eine neuere Version von Pika Backup benötigt. Das Depot verwendet nicht unterstützte Funktionen.
el: Απαιτείται μια νεότερη έκδοση του Pika Backup για την πρόσβαση σε αυτό το αποθετήριο. Το αποθετήριο χρησιμοποιεί μη υποστηριζόμενες δυνατότητες.
eo: Pli nova versio de Pika Sekurkopio estas bezonata por aliri ĉi tiun repositon. La reposito uzas ne-subtenatajn funkciojn.
es: Se requiere una versión más reciente de Pika Backup para acceder a este repositorio. El repositorio usa características incompatibles.
eu: Pika Backup aplikazioaren bertsio berriagoa behar da biltegi horretara sartzeko. Biltegiak onartzen ez diren eginbideak darabiltza.
fi: Pika-varmuuskopioinnin uudempi versio vaaditaan tämän tietovaraston käyttämiseksi. Tietovarasto käyttää ei-tuettuja ominaisuuksia.
he: נחוצה גרסה חדשה יותר של גיבוי פיקה כדי לגשת למאגר הזה. המאגר משתמש ביכולות לא נתמכות.
it: Per accedere a questo deposito è necessario usare una versione di Pika Backup più recente. Il deposito fa uso di funzionalità non supportate.
ka: ამ რეპოზიტორიასთან წვდომისთვის უფრო ახალი Pika Backup გჭირდებათ. რეპოზიტორია მხარდაუჭერელ ფუნქციებს იყენებს.
kk: Бұл репозиторийге қол жеткізу үшін Pika Backup-тың жаңа нұсқасы қажет. Репозиторий қолдау көрсетілмейтін мүмкіндіктерді пайдаланады.
pt_br: Uma nova versão do Pika Backup é requerida para acessar este repositório. O repositório usa funcionalidades sem suporte.
ro: O versiune nouă a Pika Backup este necesară pentru a accesa acest depozit. Depozitul utilizează funcționalități nesuportate.
ru: Для доступа к этому хранилищу требуется более новая версия Pika Backup. В хранилище используются неподдерживаемые в этой версии функции.
sl: Za dostop do tega skladišča je potrebna novejša različica Varnostnega kopiranja Pika. Skladišče uporablja nepodprte funkcije.
sv: En nyare version av Pika Backup krävs för att komma åt denna lagringsplats. Lagringsplatsen använder funktioner som inte stöds.
tr: Bu depoya erişmek için Pika Yedek’in daha yeni sürümü gereklidir. Depo, desteklenmeyen özellikler kullanıyor.
uk: Для доступу до цього сховища потрібна новіша версія «Піки». У сховищі використано непідтримувані у цій версії можливості.
zh_cn: 需要更新版本的 Pika 备份来访问该仓库。该仓库使用了不支持的特性。

source: The selected location already contains a repository.
cs: Vybrané umístění již obsahuje úložiště.
de: Der ausgewählte Ort enthält bereits ein Depot.
el: Η επιλεγμένη τοποθεσία περιέχει ήδη ένα αποθετήριο.
eo: La elektita loko jam enhavas repositon.
es: La ubicación seleccionada ya contiene un repositorio.
eu: Hautatutako kokalekuak badauka biltegi bat jadanik.
fi: Valittu sijainti sisältää jo tietovaraston.
he: המקום הנבחר כבר מכיר מאגר.
it: La posizione configurata contiene già un deposito di backup.
ka: არჩეული მდებარეობა რეპოზიტორიას უკვე შეიცავს.
kk: Таңдалған орында репозиторий бар болып тұр.
pt_br: O local selecionado já contém um repositório.
ro: Locația selectată conține deja un depozit.
ru: Выбранное расположение уже содержит хранилище.
sl: Izbrano mesto že vsebuje skladišče.
sv: Den valda platsen innehåller redan en lagringsplats.
tr: Seçili konum zaten depo içeriyor.
uk: У вибраному місці вже міститься якесь сховище.
zh_cn: 选择的位置已经包含了仓库。

source: The configured location does not contain an archive.
cs: Nastavené umístění neobsahuje archiv.
de: Der konfigurierte Ort enthält kein Archiv.
el: Η καθορισμένη τοποθεσία δεν περιέχει αρχειοθήκη.
eo: La agordita loko ne enhavas arkivon.
es: La ubicación establecida no contiene un archivador.
eu: Konfiguratutako kokalekuak ez du artxiborik.
fi: Määritetty sijainti ei sisällä arkistoa.
he: המקום המוגדר לא מכיל ארכיון.
it: La posizione configurata non contiene un archivio.
ka: მითითებული მდებარეობა არქივს არ შეიცავს.
kk: Бапталған орында архив жоқ.
pt_br: O local configurado não contém um arquivo.
ro: Locația configurată nu conține o arhivă.
ru: В настроенном расположении нет архива.
sl: Nastavljeno mesto ne vsebuje arhiva.
sv: Den konfigurerade platsen innehåller inget arkiv.
tr: Yapılandırılan konum arşiv içermiyor.
uk: У налаштованому місці не міститься архіву.
zh_cn: 配置的位置未包含归档文件。

source: Invalid encryption password.
cs: Neplatné šifrovací heslo.
de: Ungültiges Verschlüsselungspasswort.
el: Μη έγκυρος κωδικός πρόσβασης κρυπτογράφησης.
eo: Malvalida ĉifra pasvorto.
es: Contraseña de cifrado incorrecta.
eu: Zifratze-pasahitz baliogabea.
fa: گذرواژهٔ رمزنگاری نامعتبر.
fi: Virheellinen salauksen salasana.
fr: Mot de passe de chiffrement non valide.
he: ססמת ההצפנה שגויה.
hi: अमान्य कूटलेखन पासवर्ड।
hu: Érvénytelen titkosítási jelszó.
is: Ógilt lykilorð dulritunar.
it: Password di cifratura non valida.
ka: დაშიფვრის არასწორი პაროლი.
kk: Шифрлау паролі қате.
nl: Ongeldig versleutelingswachtwoord.
pt: Palavra-passe de encriptação inválida.
pt_br: Senha de criptografia inválida.
ro: Parola de criptare nevalidă.
ru: Неверный пароль шифрования.
sl: Neveljavno šifrirno geslo.
sv: Ogiltigt krypteringslösenord.
tr: Geçersiz şifreleme parolası.
uk: Некоректний пароль для шифрування.
zh_cn: 无效的加密密码。

source: Repository access was aborted
cs: Přístup k úložišti byl přerušen
de: Zugriff auf Sicherungsdepot wurde abgebrochen
el: Η πρόσβαση στο αποθετήριο ματαιώθηκε
eo: Aliro al reposito estis ĉesigita
es: Se canceló el acceso al repositorio
eu: Biltegiaren atzipena abortatu da
fa: از دسترسی به مخزن صرف نظر شد
fi: Pääsy tietovarastoon peruttiin
fr: Accès au dépôt interrompu
he: הגישה למאגר בוטלה
hi: रिपोजिटरी पहुंच निरस्त कर दी गई
hu: A tároló-hozzáférés meg lett szakítva
is: Aðgangur að gagnasafni var rofin
it: L'accesso al deposito è stato interrotto
ka: რეპოზიტორიასთან წვდომა აკრძალულია
kk: Репозиторийге қол жеткізу тоқтатылды
nl: Opslagruimtetoegang werd afgebroken
pt: O acesso ao repositório foi abortado
pt_br: O acesso ao repositório foi abortado
ro: Accesul la depozit a fost întrerupt
ru: Доступ к хранилищу был прерван
sl: Dostop do skladišča je bil prekinjen
sv: Åtkomst till lagringsplats avbröts
tr: Depo erişimi vazgeçildi
uk: Доступ до сховища було перервано
zh_cn: 仓库访问已中止
