Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: After applying these changes, the next automatic deletion of old archives would have the following consequences.
cs: Po použití těchto změn by další automatické mazání starých archivů mělo následující důsledky.
de: Nach dem Anwenden dieser Änderungen hätte die nächste automatische Löschung alter Archive die folgenden Auswirkungen.
el: Μετά την εφαρμογή αυτών των αλλαγών, η επόμενη αυτόματη διαγραφή παλαιών αρχειοθηκών θα έχει τις ακόλουθες συνέπειες.
eo: Post apliko de ĉi tiuj ŝanĝoj, la sekva aŭtomata forigo de malnovaj arkivoj havos la jenajn konsekvencojn.
es: Tras aplicar estos cambios, la siguiente eliminación automática de archivadores antiguos tendría las siguientes consecuencias.
eu: Aldaketa horiek aplikatu ondoren, artxibo zaharrak ezabatzeko hurrengo ekintza automatikoak honako ondorioak izango ditu.
fi: Näiden muutosten toteuttamisen jälkeen vanhojen arkistojen automaattisella poistamisella olisi seuraavat seuraukset.
fr: Après l’application de ces modifications, la prochaine suppression automatique des anciennes archives aurait les conséquences suivantes.
he: לאחר החלת שינויים אלה, למחיקה האוטומטית הבאה של ארכיונים ישנים תהיינה את ההשלכות הבאות.
hi: इन परिवर्तनों को लागू करने के बाद, पुराने पुरालेखों के अगले स्वचालित विलोपन के निम्नलिखित परिणाम होंगे।
hu: A változtatások alkalmazása után a régi archívumok következő automatikus törlése a következőket eredményezné.
is: Með því að samþykkja þessara breytinga, myndi næsta sjálfkrafa eyðing gömlu safnskránna hafa eftirfarandi afleiðingar.
it: Una volta applicate queste modifiche, la prossima eliminazione automatica dei vecchi archivi avrebbe le seguenti conseguenze.
ka: ამ ცვლილებების გადატარების შემდეგ ძველი არქივების შემდეგ ავტომატურ წაშლას შემდეგი შედეგები ექნებოდა.
kk: Бұл өзгерістерді іске асырғаннан кейін, ескі архивтерді келесі автоматты өшірудің салдары келесідей болады.
nl: Nadat u deze wijzigingen toepast zal de volgende automatische verwijdering van oude archieven de volgende gevolgen hebben.
pt: Após a aplicação destas alterações, a próxima eliminação automática dos arquivos antigos teria as seguintes consequências.
pt_br: Depois de aplicar essas alterações, a próxima exclusão automática de arquivos antigos teria as seguintes consequências.
ro: După aplicarea acestor modificări, următoarea ștergere automată a arhivelor vechi ar avea următoarele consecințe.
ru: После применения этих изменений следующее автоматическое удаление старых архивов будет иметь следующие последствия.
sl: Po uveljavitvi teh sprememb bi imel naslednji samodejni izbris starih arhivov naslednje posledice.
sv: Efter att ha tillämpat dessa ändringar skulle nästa automatiska borttagning av gamla arkiv ha följande konsekvenser.
tr: Bu değişiklikleri uyguladıktan sonra, eski arşivlerin bir sonraki kendiliğinden silinmesinin aşağıdaki sonuçları olacaktır.
uk: Після застосування цих змін наступне автоматичне вилучення застарілих архівів матиме вказані нижче наслідки.
zh_cn: 应用这些更改之后，下次自动删除旧归档文件将有下列结果。

source: Proceeding with this operation will irretrievably delete some of the archives. The saved data for those specific points in time will no longer be available.
cs: Provedením této operace se nevratně smažou některé archivy. Uložená data z oněch konkrétních časových bodů již nadále nebudou k dispozici.
de: Wenn Sie mit diesem Vorgang fortfahren, werden einige Archive unwiederbringlich gelöscht. Die gesicherten Daten von diesen Zeitpunkten werden nicht mehr verfügbar sein.
el: Η συνέχιση αυτής της λειτουργίας θα διαγράψει οριστικά ορισμένες από τις αρχειοθήκες. Τα αποθηκευμένα δεδομένα για αυτά τα συγκεκριμένα χρονικά σημεία δεν θα είναι πλέον διαθέσιμα.
eo: Daŭrigi kun ĉi tiu operacio nerevokeble forigos kelkajn el la arkivoj. La konservitaj datumoj por tiuj specifaj tempoj ne plu estos disponeblaj.
es: Proceder con esta operación eliminará algunos de los archivadores de forma irrecuperable. Los datos guardados en esos puntos temporales en concreto ya no estarán disponibles.
eu: Eragiketa hau gauzatzen bada, artxiboetako batzuk betiko ezabatuko dira. Denborako puntu zehatz horietarako gorde diren datuak ez dira eskuragarri egongo une horretatik aurrera.
fi: Jatkamalla tätä toimintoa joitain vanhempia arkistoja poistetaan pysyvästi. Tallennetut tiedot kyseisiltä ajankohdilta eivät ole enää saatavilla.
fr: En poursuivant, certaines archives seront supprimées de manière irréversible. Les données sauvegardées dans ces points spécifiques dans le temps ne seront alors plus disponibles.
he: המשך פעולה זו ימחוק חלק מהארכיונים ללא אפשרות שחזור. הנתונים שנשמרו לנקודות המסוימות האלו בזמן לא יהיו זמינים עוד.
hi: इस अभियान के साथ आगे बढ़ने से कुछ पुरालेख अपरिवर्तनीय रूप से मिटा दिए जाएंगे। समय में उन विशिष्ट बिंदुओं के लिए सहेजा गया डेटा अब उपलब्ध नहीं होगा।
hu: A művelet folytatása egyes archívumok visszavonhatatlan törlését eredményezi. Az adott időben mentett adatok többé nem lesznek elérhetők.
is: Framkvæmd þessarar skipunar kemur til með að eyða einhverjum safnskrám óafturkræft. Vistuðu gögnin fyrir þennan tímapunkt verða þá ekki lengur tiltæk.
it: Procedere con questa operazione eliminerà irrimediabilmente alcuni degli archivi. I dati salvati in quei particolari momenti non saranno più disponibili.
ka: ამ ოპერაციის გაგრძელება ზოგიერთ არქივს შეუქცევადად წაშლის. მითითებული დროისთვის შენახული მონაცემები ხელმისაწვდომი აღარ იქნება.
kk: Бұл операцияны жалғастыру кейбір архивтерді қайтарылмайтындай өшіреді. Осы уақыт нүктелерінде сақталған деректер енді қолжетімді болмайды.
nl: Deze opdracht uitvoeren zal sommige archieven onherroepelijk verwijderen. De opgeslagen gegevens voor die specifieke tijdstippen zal niet langer beschikbaar zijn.
pt: Ao prosseguir com esta operação irá eliminar irremediavelmente alguns dos arquivos. Os dados guardados para esses pontos específicos no tempo já não estarão disponíveis.
pt_br: Continuar com essa operação excluirá definitivamente alguns dos arquivos. Os dados salvos para estes pontos específicos no tempo não estarão mais disponíveis.
ro: Continuarea acestei operațiuni va șterge iremediabil unele dintre arhive. Datele salvate pentru acele momente specifice nu vor mai fi disponibile.
ru: Выполнение этой операции приведет к безвозвратному удалению некоторых архивов. Сохраненные данные для этих конкретных моментов времени больше не будут доступны.
sl: Z nadaljevanjem opravila bodo nepovratno izbrisani nekateri arhivi. Shranjeni podatki za te določene točke v času ne bodo več na voljo.
sv: Att fortsätta med denna åtgärd kommer oåterkalleligt ta bort vissa av arkiven. Sparade data för dessa specifika tidpunkter kommer inte längre vara tillgängliga.
tr: Bu işlemi sürdürmek, bazı arşivleri geri alınamayacak biçimde siler. Belirli zaman noktaları için kaydedilen veriler artık erişilemeyecek.
uk: Подальше виконання цієї дії призведе до остаточного вилучення деяких з архівів. Ви більше не зможете скористатися збереженими для відповідних моментів часу даними.
zh_cn: 该操作的处理将永久删除一些归档文件。那些特定时间点保存的数据将不再可用。

source: Delete old Archives
cs: Smazat staré archivy
de: Alte Archive löschen
el: Διαγραφή Παλαιών Αρχειοθηκών
eo: Forigi malnovajn arkivojn
es: Eliminar archivadores antiguos
eu: Ezabatu artxibo zaharrak
fa: حذف بایگانی‌های قدیمی
fi: Poista vanhat arkistot
fr: Supprimer les anciennes archives
he: מחיקת ארכיונים ישנים
hi: पुराने पुरालेख मिटायें
hu: Régi archívumok törlése
is: Eyða gömlum safnskrám
it: Elimina i vecchi archivi
ka: ძველი არქივების წაშლა
kk: Ескі архивтерді өшіру
nl: Oude archieven verwijderen
pt: Eliminar arquivos antigos
pt_br: Excluir arquivos antigos
ro: Șterge arhivele vechi
ru: Удалить старые архивы
sl: Izbriši stare arhive
sv: Ta bort gamla arkiv
tr: Eski Arşivleri Sil
uk: Вилучити застарілі архіви
zh_cn: 删除旧归档文件

source: Reclaim Free Space
cs: Obnovit volné místo
de: Freien Speicherplatz zurückgewinnen
el: Ανάκτηση Ελεύθερου Χώρου
eo: Reakiri liberan spacon
es: Recuperar espacio libre
eu: Berreskuratu leku librea
fi: Ota vapaata tilaa takaisin
fr: Récupérer de l’espace libre
he: פינוי מקום
hi: खाली जगह पुनः प्राप्त करें
hu: Szabad hely visszaszerzése
is: Endurheimtu laust pláss
it: Recupera spazio libero
ka: თავისუფალი ადგილის გამოთხოვა
kk: Бос орынды қайтару
nl: Vrije ruimte heropeisen
pt: Recuperar espaço livre
pt_br: Recuperar espaço livre
ro: Recuperează spațiul liber
ru: Высвободить свободное место
sl: Povrnite nezaseden prostor
sv: Återta ledigt utrymme
tr: Boş Alanı Yeniden Elde Et
uk: Звільнити місце
zh_cn: 取回可用空间

source: Failed to determine how many archives would be deleted
cs: Selhalo zjišťování, kolik archivů by se mělo smazat
de: Das Ermitteln der Anzahl zu löschender Archive ist fehlgeschlagen
el: Αποτυχία προσδιορισμού του αριθμού των αρχειοθηκών που θα διαγραφούν
eo: Malsukcesis determini kiom da arkivoj estus forigitaj
es: Falló al determinar cuántos archivadores se eliminarían
eu: Huts egin du zenbat artxibo ezabatu beharko liratekeen zehazteak
fi: Ei voitu määrittää, kuinka monta arkistoa poistettaisiin
fr: Le nombre d’archives à supprimer n’a pas pu être déterminé
he: הסקת מספר הארכיונים שיימחקו נכשלה
hi: यह निर्धारित करने में विफल रहा कि कितने पुरालेख मिटायें जायेंगे
hu: Nem sikerült meghatározni, hogy hány archívum lenne törölve
is: Tókst ekki að úrskurða hve mörgum safnskrám yrði eytt
it: Conteggio degli archivi che verrebbero eliminati non riuscito
ka: წასაშლელი არქივების რაოდენობის განსაზღვრის შეცდომა
kk: Қанша архив өшірілетінін анықтау мүмкін болмады
nl: Kon niet bepalen hoeveel archieven zouden verwijderd worden
pt: Falha ao determinar quantos arquivos seriam eliminados
pt_br: Falha ao determinar quantos arquivos seria excluídos
ro: Nu s-a putut determina câte arhive vor fi șterse
ru: Не удалось установить, сколько архивов будет удалено
sl: Ugotavljanje, koliko arhivov bi bilo izbrisanih, je spodletelo
sv: Misslyckades med att avgöra hur många arkiv som skulle raderas
tr: Kaç arşivin silineceği belirlenemedi
uk: Не вдалося визначити, скільки архівів має бути вилучено
zh_cn: 测定删除多少归档文件失败

source: No archives are selected for deletion with current cleanup rules
cs: Nejsou vybrány žádné archivy k odstranění s aktuálními pravidly čištění
de: Keine zu löschenden Archive mit aktuellen Ausdünnen-Regeln ausgewählt
el: Δεν έχουν επιλεγεί αρχειοθήκες για διαγραφή με τους τρέχοντες κανόνες εκκαθάρισης
eo: Neniuj arkivoj estas elektitaj por forigo kun la nunaj purigaj reguloj
es: No se han seleccionado archivadores para su eliminación con las reglas de limpieza actuales
eu: Ez da ezabatzeko artxiborik hautatu uneko garbitze-arauekin
fi: Arkistoja ei ole valittu poistettavaksi nykyisillä siivoussäännöillä
he: אף ארכיון לא נבחר למחיקה תחת כללי הניקוי הנוכחיים
hi: वर्तमान सफ़ाई नियमों के साथ हटाने के लिए कोई पुरालेख नहीं चुना गया है
hu: Nincsenek törlésre kijelölt archívumok a jelenlegi tisztítási szabályokkal
it: Nessun archivio verrà eliminato con le regole di pulizia attuali
ka: ამჟამინდელი მოსუფთავების წესებით წასაშლელად არქივები მონიშნული არაა
kk: Ағымдағы тазалау ережелерімен өшіру үшін ешқандай архив таңдалмады
pt_br: Nenhum arquivo foi selecionado para exclusão com as regras de limpeza atuais
ro: Nu sunt selectate arhive pentru ștergere cu regulile actuale de curățare
ru: Ни один архив не выбран для удаления с помощью текущих правил очистки
sl: Za brisanje s trenutnimi pravili čiščenja ni izbran noben arhiv
sv: Inga arkiv har valts för borttagning med aktuella städregler
tr: Geçerli temizleme kuralları ile silinmek üzere hiçbir arşiv seçilmedi
uk: Із поточним правилами чищення не вибрано жодного архіву для вилучення
zh_cn: 没有符合当前清理规则的归档文件可选择删除

source: Identifying old Archives
cs: Identifikují se staré archivy
de: Alte Archive werden identifiziert
el: Αναγνώριση παλαιών αρχειοθηκών
eo: Identigante malnovajn arkivojn
es: Identificando archivadores antiguos
eu: Artxibo zaharrak identifikatzen
fa: شناسایی بایگانی‌های قدیمی
fi: Tunnistetaan vanhoja arkistoja
fr: Identification des anciennes archives
he: ארכיונים ישנים מזוהים
hi: पुराने पुरालेखों की पहचान की जा रही है
hu: Régi archívumok azonosítása
is: Auðkenni gamlar safnskrár
it: Identificazione dei vecchi archivi
ka: ძველი არქივების ძებნა
kk: Ескі архивтерді анықтау
nl: Oude archieven worden geïdentificeerd
pt: A identificar arquivos antigos
pt_br: Identificando arquivos antigos
ro: Se identifică arhivele vechi
ru: Выявление старых архивов
sl: Prepoznavanje starih arhivov
sv: Identifierar gamla arkiv
tr: Eski Arşivler Tanımlanıyor
uk: Визначення застарілих архівів
zh_cn: 正在识别旧归档文件

source: Delete Archives
cs: Smazat archivy
de: Archive löschen
el: Διαγραφή Αρχειοθηκών
eo: Forigi arkivojn
es: Eliminar archivadores
eu: Ezabatu artxiboak
fi: Poista arkistot
fr: Supprimer les archives
he: מחיקת ארכיונים
hi: पुरालेख मिटायें
hu: Archívumok törlése
is: Eyða safnskrám
it: Elimina archivi
ka: არქივების წაშლა
kk: Архивтерді өшіру
nl: Archieven verwijderen
pt: Eliminar arquivos
pt_br: Excluir arquivos
ro: Șterge arhivele
ru: Удалить архивы
sl: Izbriši arhive
sv: Ta bort arkiv
tr: Arşivleri Sil
uk: Вилучити архіви
zh_cn: 删除归档文件

source: Checking for Old Archives
cs: Vyhledávají se staré archivy
de: Nach alten Archiven wird gesucht
el: Έλεγχος για Παλαιές Αρχειοθήκες
eo: Kontrolante malnovajn arkivojn
es: Buscando archivadores antiguos
eu: Artxibo zaharrak ote dauden begiratzen
fi: Tarkistetaan vanhoja arkistoja
he: מתבצעת סריקה לאיתור ארכיונים ישנים
hi: पुराने पुरालेखों की जांच की जा रही है
hu: Régi archívumok keresése
it: Ricerca di vecchi archivi
ka: ძველი არქივების შემოწმება
kk: Ескі архивтерді тексеру
pt_br: Verificando arquivos antigos
ro: Se verifică după arhive vechi
ru: Проверка наличия старых архивов
sl: Preverjanje starih arhivov
sv: Letar efter gamla arkiv
tr: Eski Arşivler Denetleniyor
uk: Шукаємо застарілих архівів
zh_cn: 正在检查旧归档文件

source: Keep Archives
cs: Zachovat archivy
de: Archive behalten
el: Διατήρηση Αρχειοθηκών
eo: Konservi arkivojn
es: Conservar archivadores
eu: Mantendu artxiboak
fi: Pidä arkistot
fr: Conserver les archives
he: לשמור על ארכיונים
hi: पुरालेख रखें
hu: Archívumok megtartása
is: Halda safnskrám
it: Mantieni archivi
ka: არქივების შენარჩუნება
kk: Архивтерді сақтау
nl: Archieven bijhouden
pt: Manter arquivos
pt_br: Manter arquivos
ro: Păstrează arhivele
ru: Сохранить архивы
sl: Ohrani arhive
sv: Behåll arkiv
tr: Arşivleri Tut
uk: Зберегти архіви
zh_cn: 保留归档文件

source: Not Considered
cs: Není považováno
de: Nicht berücksichtigt
el: Δεν Εξετάζονται
eo: Ne konsiderita
es: No considerados
eu: Ez da kontuan hartzen
fa: در نظر گرفته نشده
fi: Ei harkittu
fr: Non considéré
he: לא נלקח בחשבון
hi: विचार नहीं किया गया
hu: Nincs figyelembe véve
is: Ekki tekið til greina
it: Non considerati
ka: არ განიხილება
kk: Қарастырылған жоқ
nl: Niet overwogen
pt: Não considerado
pt_br: Não considerado
ro: Nu este considerat
ru: Не учтено
sl: Ni upoštevano
sv: Övervägs inte
tr: Dikkate Alınmadı
uk: Не розглянуто
zh_cn: 不考虑在内

source: Archives with different prefix
cs: Archivy s jinou předponou
de: Archive mit anderem Präfix
el: Αρχειοθήκες με διαφορετικό πρόθεμα
eo: Arkivoj kun malsama prefikso
es: Archivadores con prefijo diferente
eu: Aurrizki desberdina duten artxiboak
fi: Arkistot eri etuliitteellä
fr: Archives avec un préfixe différent
he: ארכיונים עם קידומת שונה
hi: विभिन्न उपसर्गों के साथ पुरालेख
hu: Eltérő előtaggal rendelkező archívumok
is: Safnskrár með öðru forskeyti
it: Archivi con un prefisso diverso
ka: განსხვავებული პრეფიქსის მქონე არქივები
kk: Басқа префиксі бар архивтер
nl: Archieven met ander voorvoegsel
pt: Arquivos com prefixo diferente
pt_br: Arquivos com prefixo diferente
ro: Arhive cu prefix diferit
ru: Архивы с разными префиксами
sl: Arhivi z drugačno pripono
sv: Arkiv med annat prefix
tr: Başka ön ekli arşivler
uk: Архіви з іншим префіксом
zh_cn: 带有不同前缀的归档文件

source: Apply
cs: Použít
de: Anwenden
el: Εφαρμογή
eo: Apliki
es: Aplicar
eu: Aplikatu
fa: اِعمال
fi: Toteuta
fr: Appliquer
he: החלה
hi: लागू करें
hu: Alkalmaz
is: Virkja
it: Applica
ka: გადატარება
kk: Іске асыру
nl: Toepassen
pt: Aplicar
pt_br: Aplicar
ro: Aplică
ru: Применить
sl: Uveljavi
sv: Verkställ
tr: Uygula
uk: Застосувати
zh_cn: 应用

source: Abort Setup?
cs: Přerušit nastavení?
de: Einrichtung abbrechen?
el: Ματαίωση Ρύθμισης;
eo: Ĉu ĉesigi agordon?
es: ¿Quiere cancelar la configuración?
eu: Abortatu konfigurazioa?
fi: Lopetetaanko määritys?
he: לנטוש את ההגדרה?
hu: Megszakítja a beállítást?
it: Interrompere la configurazione?
ka: შეწყდეს მორგება?
kk: Орнатуды тоқтату керек пе?
pt_br: Abortar configuração?
ro: Întrerupeți configurarea?
ru: Прервать настройку?
sl: Želite prekiniti nastavitev?
sv: Avbryt konfiguration?
tr: Kurulumdan Vazgeçilsin Mi?
uk: Перервати налаштовування?
zh_cn: 中止部署吗？

source: Aborting now will cause the repository to not be added
cs: Přerušení nyní způsobí, že úložiště nebude přidáno
de: Wenn Sie jetzt abbrechen, wird das Depot nicht hinzugefügt
el: Η ματαίωση τώρα θα έχει ως αποτέλεσμα να μην προστεθεί το αποθετήριο
eo: Ĉesigi nun kaŭzos ke la deponejo ne estos aldonita
es: Si cancela ahora, no se añadirá el repositorio.
eu: Orain abortatzen bada, biltegia ez da gehituko
fi: Lopettaminen nyt tarkoittaa, ettei tietovarastoa lisätä
he: ביטול כעת יגרום לביטול הוספת המאגר
hu: A mostani megszakítás azt fogja okozni, hogy a tároló nem lesz hozzáadva
it: Interrompendo ora il deposito non verrà aggiunto
ka: ახლა შეწყვეტა გამოიწვევს იმას, რომ რეპოზიტორია არ დაემატება
kk: Қазір тоқтату репозиторийдің қосылмауына әкеледі
pt_br: Abortar agora fará com que o repositório não seja adicionado
ro: Întreruperea acum va face ca depozitul să nu fie adăugat
ru: Прерывание работы на данном этапе приведёт к тому, что хранилище не будет добавлено
sl: Prekinitev zdaj bo povzročila, da skladišče ne bo dodano
sv: Att avbryta nu kommer få lagringsplatsen att inte läggas till
tr: Şimdi vazgeçmek deponun eklenmemesine neden olacaktır
uk: Переривання дії зараз призведе до того, що сховище не буде додано
zh_cn: 现在中止将导致无法添加该仓库

source: Backup Repository Added Successfully
cs: Úložiště záloh bylo úspěšně přidáno
de: Datensicherungsdepot erfolgreich hinzugefügt
el: Το Αποθετήριο Αντιγράφων Ασφαλείας Προστέθηκε με Επιτυχία
eo: Sekurkopiadeponejo sukcese aldonita
es: El repositorio de respaldo se añadió con éxito
eu: Babeskopia-biltegia ondo gehitu da
fi: Varmuuskopion tietovarasto lisätty
he: מאגר הגיבוי נוסף בהצלחה
hu: A biztonsági mentési tároló sikeresen hozzáadva
it: Deposito di backup aggiunto con successo
ka: მარქაფის რეპოზიტორია წარმატებით დაემატა
kk: Резервтік көшірме репозиторийі сәтті қосылды
pt_br: Repositório de backup adicionado com sucesso
ro: Depozitul de copie de rezervă adăugat cu succes
ru: Хранилище резервных копий успешно добавлено
sl: Uspešno dodano skladišče varnostnih kopij
sv: Säkerhetskopieringsförråd lades till
tr: Yedek Deposu Başarıyla Eklendi
uk: Сховище резервних копій успішно додано
zh_cn: 备份仓库已添加成功

source: Setup Existing Repository
cs: Nastavit stávající úložiště
de: Bestehendes Sicherungsdepot einrichten
el: Ρύθμιση Υπάρχοντος Αποθετηρίου
eo: Agordi ekzistantan deponejon
es: Configurar un repositorio existente
eu: Konfiguratu lehendik dagoen biltegia
fi: Määritä olemassa oleva tietovarasto
fr: Configurer un dépôt existant
he: הגדרת מאגר קיים
hu: Meglévő tároló beállítása
is: Setja upp fyrirliggjandi gagnasafn
ka: არსებული საცავის მორგება
kk: Бар репозиторийді баптау
pt: Configurar repositório existente
pt_br: Configurar repositório existente
ro: Configurează depozitul existent
ru: Настройка существующего хранилища
sl: Nastavi obstoječe skladišče
sv: Konfigurera befintlig lagringsplats
tr: Var Olan Depoyu Kur
zh_cn: 部署现有仓库

source: Location is not a valid backup repository.
cs: Umístění není platné úložiště záloh.
de: Ort ist kein gültiges Sicherungsdepot.
el: Η τοποθεσία δεν είναι έγκυρο αποθετήριο αντιγράφων ασφαλείας.
eo: La loko ne estas valida sekurkopiadeponejo
es: La ubicación no es un repositorio de respaldos válido
eu: Kokalekua ez da baliozko babeskopia-biltegi bat.
fi: Sijainti ei ole kelvollinen varmuuskopion tietovarasto.
fr: L’emplacement n’est pas un dépôt de sauvegarde valide.
he: המיקום אינו מאגר גיבוי תקני.
hi: स्थान एक वैध बैकअप रिपॉजिटरी नहीं है।
hu: A hely nem érvényes biztonsági mentési tároló.
is: Geymslustaður er ótækur fyrir gagnasafn öryggisafritunar.
it: La posizione non è un deposito di backup valido.
ka: მითითებული მდებარეობა სწორი მარქაფის საცავი არაა.
kk: Бұл орын жарамды резервтік көшірме репозиторийі емес.
nl: Locatie is geen geldige back-upopslagruimte.
pt: A localização não é um repositório de backup válido.
pt_br: O local não é um repositório de backup válido.
ro: Locația nu este un depozit de copii de rezervă validă.
ru: Расположение не является действительным хранилищем резервных копий.
sl: Navedeno mesto ni veljavno mesto skladišča za varnostne kopiranje.
sv: Platsen är inget giltigt säkerhetskopieringsförråd.
tr: Konum, geçerli yedekleme deposu değil.
uk: Місце зберігання не є коректним сховищем резервних копій.
zh_cn: 该位置不是有效的备份仓库。

source: The repository must originate from Pika Backup or compatible software.
cs: Úložiště musí pocházet ze Záloh Pišťucha nebo kompatibilního softwaru.
de: Das Sicherungsdepot muss von Pika Datensicherung oder kompatibler Software stammen.
el: Το αποθετήριο πρέπει να προέρχεται από το Pika Backup ή συμβατό λογισμικό.
eo: La deponejo devas deveni de Pika Backup aŭ kongrua programaro.
es: El repositorio debe proceder de Copia de respaldo Pika o algún software compatible.
eu: Biltegia Pika Backup aplikazioaren edo harekin bateragarria den software batekin sortua izan behar du.
fi: Tietovaraston tulee olla Pika-varmuuskopioinnin tai yhteensopivan ohjelmiston toimesta luotu.
fr: Le dépôt doit provenir de Sauvegarde Pika ou d’un logiciel compatible.
he: מקור המאגר הוא מגיבוי פיקה או מתוכנה תואמת.
hi: रिपॉजिटरी की उत्पत्ति पिका बैकअप या संगत सॉफ्टवेयर से होनी चाहिए।
hu: A tárolónak a Pika biztonsági mentésből vagy egy kompatibilis szoftverből kell származnia.
is: Gagnasafnið verður að vera myndað af Pika-öryggisafritun eða samhæfðum forritum.
it: Il deposito deve provenire da Pika Backup o da un software compatibile.
ka: რეპოზიტორია Pika Backup ან რომელიმე თავსებადი პროგრამის მიერ უნდა იყოს შექმნილი.
kk: Репозиторий Pika Backup немесе үйлесімді бағдарламалық қамтамадан жасалған болуы тиіс.
nl: De opslagruimte moet aangemaakt zijn door Pika Back-up of compatibele software.
pt: O repositório deve ter origem no Pika Backup ou em software compatível.
pt_br: O repositório deve ser originado do Pika Backup ou software compatível.
ro: Depozitul trebuie să provină de la Pika Backup sau programe compatibile.
ru: Хранилище должно быть создано с помощью Pika Backup или совместимого программного обеспечения.
sl: Skladišče mora biti skladno s programom Pika Backup ali drugo združljivo programsko opremo.
sv: Lagringsplatsen måste komma från Pika Backup eller kompatibel programvara.
tr: Depo, Pika Yedek ya da uyumlu yazılımdan kaynaklanmalıdır.
uk: Сховище має бути створено «Пискуха-копіюванням» або сумісним програмним забезпеченням.
zh_cn: 仓库必须来自 Pika 备份或者兼容的软件。
