Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Keep backups on local drives and at online services at the same time
cs: Udržujte si zálohy naráz na místních discích i v on-line službách
de: Bewahren Sie Sicherungen gleichzeitig auf lokalen Laufwerken und bei Online-Diensten auf
el: Διατηρήστε αντίγραφα ασφαλείας σε τοπικές μονάδες δίσκου και σε online υπηρεσίες ταυτόχρονα
eo: Konservi sekurkopiojn samtempe sur lokaj diskoj kaj ĉe retaj servoj
es: Mantenga copias de respaldo en dispositivos locales y en servicios en línea al mismo tiempo
eu: Mantendu babeskopia unitate lokaletan eta lineako zerbitzuetan aldi berean
fa: نگه داشتن هم‌زمان پشتیبان‌ها روی گرداننده‌های محلی و خدمت‌های برخط
fi: Säilytä varmuuskopiot paikallisilla levyillä ja verkkopalveluissa samanaikaisesti
fr: Conservez simultanément vos sauvegardes locales et distantes
he: לשמור על גיבויים בכוננים מקומיים בשירותים מקוונים באותה העת
hi: एक ही समय में स्थानीय ड्राइव और ऑनलाइन सेवाओं पर बैकअप रखें
hu: Tartsa a biztonsági mentéseit helyi meghajtókon és online szolgáltatásokban egyszerre
is: Geymdu öryggisafritin á staðværu drifi og um leið á netþjónum
it: Salvataggio dei backup su dispositivi locali o servizi in rete allo stesso tempo
ka: იქონიეთ მარქაფები ერთდროულად ლოკალურ დისკებზე და ონლაინ სერვისებზე
kk: Резервтік көшірмелерді бір уақытта жергілікті дискілерде және онлайн қызметтерде сақтау
nl: Bewaar back-ups tegelijk op lokale schijven en bij online diensten
pt: Mantenha os backups em unidades locais e num serviço online ao mesmo tempo
pt_br: Mantenha backups em unidades locais e em serviços online ao mesmo tempo
ro: Păstrați copiile de rezervă pe dispozitive locale și servicii online în același timp
ru: Одновременно храните резервные копии на локальных дисках и в онлайн-сервисах
sl: Hkrati hrani varnostne kopije na krajevnih pogonih in v spletnih storitvah
sv: Bevara säkerhetskopior på lokala diskar och på nättjänster samtidigt
tr: Yedekleri aynı anda yerel sürücüler ve çevrim içi hizmetlerde tut
uk: Зберігайте резервні копії на локальних дисках та службах у мережі одночасно
zh_cn: 同时在本地驱动器和在线服务上保存备份

source: Schedule regular backups from monthly up to hourly
cs: Naplánujte si pravidelné zálohy od měsíčních až po hodinové
de: Richten Sie monatlich bis stündlich wiederkehrende Datensicherungen ein
el: Προγραμματίστε τακτικά αντίγραφα ασφαλείας, από μηνιαία έως και ωριαία
eo: Plani regulajn sekurkopiojn de monate ĝis hore
es: Programe respaldos regulares, desde cada mes hasta cada hora
eu: Programatu aldizkako babeskopiak, hilerokoak izan daitezke, baina baita maizagoak, ordukoak ere
fa: زمان‌بندی پشتیبان‌های منظّم از ماهانه تا ساعتی
fi: Aikatauluta säännölliset varmuuskopiot esimerkiksi kuukausittain tai tunneittain
fr: Planifiez vos sauvegardes régulièrement : chaque heure, semaine ou mois
he: תזמון גיבויים תדירים מלפי חודש עד לפי שעה
hi: मासिक से लेकर प्रति घंटे तक नियमित बैकअप अनुसूचित करें
hu: Ütemezzen rendszeres biztonsági mentéseket havi szinten vagy akár óránként
is: Tímasettu reglubundna öryggisafritun allt frá klukkustundar upp í mánaðarfresti
it: Programmazione di backup regolari da ogni mese ad ogni ora
ka: დაგეგმეთ ჩვეულებრივი მარქაფები თვიდან საათამდე სიზუსტით
kk: Тұрақты резервтік көшірмелерді ай сайынғыдан бастап сағаттыққа дейін жоспарлау
nl: Plan regelmatige back-ups, van iedere maand tot ieder uur
pt: Agendar backups regulares de mensalmente até de hora em hora
pt_br: Agende backups regulares mensais ou até de hora em hora
ro: Programați copii de rezervă regulate de la lunar până la oră
ru: Планируйте регулярное резервное копирование от ежемесячного до ежечасного
sl: Načrtujte redna varnostna kopiranja, od mesečnih do urnih
sv: Schemalägg regelbundna säkerhetskopior från månadsvis upp till varje timme
tr: Aylık ve saatlik düzenli yedeklemeler zamanla
uk: Плануйте звичайне резервне копіювання від щомісячного до щогодинного
zh_cn: 从每月到每小时的计划常规备份

source: General
cs: Obecné
de: Allgemein
el: Γενικά
eo: Ĝenerala
eu: Orokorra
fa: عمومی
fi: Yleiset
fr: Général
he: כללי
hi: सामान्य
hu: Általános
is: Almennt
it: Generale
ka: საერთო
kk: Жалпы
nl: Algemeen
pt: Geral
pt_br: Geral
ro: Generale
ru: Общие
sl: Splošno
sv: Allmänt
tr: Genel
uk: Загальне
zh_cn: 常规

source: Set Up New Backup
cs: Nastavit nové zálohování
de: Neue Sicherung einrichten
el: Ρύθμιση Νέου Αντιγράφου Ασφαλείας
eo: Agordi novan sekurkopion
es: Configurar un nuevo respaldo
eu: Konfiguratu babeskopia berria
fa: برپایی پشتیبان جدید
fi: Aseta uusi varmuuskopio
he: הקמת גיבוי חדש
hi: नया बैकअप स्थापित करें
hu: Új biztonsági mentés beállítása
it: Imposta nuovo backup
ka: ახალი მარქაფის მორგება
kk: Жаңа резервтік көшірмені баптау
pt_br: Define novo backup
ro: Configurează o copie de rezervă nouă
ru: Настройка новой резервной копии
sl: Nastavitev novega varnostnega kopiranja
sv: Konfigurera ny säkerhetskopia
tr: Yeni Yedek Ayarla
uk: Налаштувати нову резервну копію
zh_cn: 部署新备份

source: Show Keyboard Shortcuts
cs: Zobrazit klávesové zkratky
de: Tastenkürzel anzeigen
el: Εμφάνιση Συντομεύσεων Πληκτρολογίου
eo: Montri fulmoklavojn
es: Mostrar atajos del teclado
eu: Erakutsi lasterbideak
fa: نمایش میان‌برهای صفحه‌کلید
fi: Näytä pikanäppäimet
he: הצגת צירופי מקשים
hi: कीबोर्ड शॉर्टकट दिखाएं
hu: Gyorsbillentyűk megjelenítése
it: Mostra le scorciatoie da tastiera
ka: კლავიატურის მალსახმობების ჩვენება
kk: Пернетақта жарлықтарын көрсету
pt_br: Mostra atalhos de teclado
ro: Arată scurtăturile de tastatură
ru: Показать комбинации клавиш
sl: Pokaži tipkovne bližnjice
sv: Visa tangentbordsgenvägar
tr: Klavye Kısayollarını Göster
uk: Показати клавіатурні скорочення
zh_cn: 显示键盘快捷键

source: Quit
cs: Ukončit
de: Beenden
el: Έξοδος
eo: Ĉesi
es: Salir
eu: Irten
fa: خروج
fi: Lopeta
fr: Quitter
he: יציאה
hi: छोड़ें
hu: Kilépés
is: Hætta
it: Esce
ka: &გასვლა
kk: Шығу
nl: Afsluiten
pt: Sair
pt_br: Sai
ro: Ieșire
ru: Закрыть
sl: Konča program
sv: Avsluta
tr: Çık
uk: Вийти
zh_cn: 退出

source: Back
cs: Zpět
de: Zurück
el: Πίσω
eo: Reen
es: Atrás
eu: Atzera
fa: بازگشت
fi: Takaisin
fr: Retour
he: חזרה
hi: पीछे
hu: Vissza
is: Til baka
it: Indietro
ka: უკან
kk: Артқа
nl: Terug
pt: Voltar
pt_br: Volta
ro: Înapoi
ru: Назад
sl: Nazaj
sv: Tillbaka
tr: Geri
uk: Назад
zh_cn: 后退

source: Open Menu
cs: Otevřít nabídku
de: Menü öffnen
el: Άνοιγμα Μενού
eo: Malfermi menuon
es: Abrir menú
eu: Ireki menua
fa: گشودن فهرست
fi: Avaa valikko
he: פתיחת תפריט
hi: मेनू खोलें
hu: Menü megnyitása
it: Apre il menù
ka: მენიუს გახსნა
kk: Мәзірді ашу
pt_br: Abre menu
ro: Deschide meniul
ru: Открыть меню
sl: Odpri meni
sv: Öppna meny
tr: Menüyü Aç
uk: Відкрити меню
zh_cn: 打开菜单

source: Retrieving encryption password from the keyring failed. Pika Backup requires a keyring daemon (“secret service”) to store passwords. For installation instructions see the operating system documentation.
cs: Načtení šifrovacího hesla z klíčenky se nezdařilo. Zálohování Pišťucha vyžaduje démona klíčenek („služba utajení“) k ukládání hesel. Pokyny pro instalaci naleznete v dokumentaci operačního systému.
de: Das Abrufen des Verschlüsselungspassworts aus dem Schlüsselbund ist fehlgeschlagen. Pika Datensicherung benötigt einen Schlüsselbund-Hintergrunddienst (»Secret Service«), um Passwörter zu speichern. Für Installationsanweisungen schauen Sie bitte in der Dokumentation des Betriebssystems nach.
el: Η ανάκτηση του κωδικού πρόσβασης κρυπτογράφησης από την κλειδοθήκη απέτυχε. Το Pika Backup απαιτεί μια υπηρεσία κλειδοθήκης («secret service») για την αποθήκευση κωδικών πρόσβασης. Για οδηγίες εγκατάστασης, ανατρέξτε στην τεκμηρίωση του λειτουργικού συστήματος.
eo: Ricevi ĉifran pasvorton de la ŝlosilbreto malsukcesis. Pika Sekurkopio bezonas ŝlosilbretan daemon ('sekretan servon') por konservi pasvortojn. Por instalado-instrukcioj vidu la operaciuman dokumentaron.
es: Falló la recuperación de la contraseña de cifrado desde el depósito de claves. Pika Backup requiere de un demonio del depósito de claves («servicio de secretos») para almacenar contraseñas. Para obtener instrucciones sobre su instalación, consulte la documentación del sistema operativo.
eu: Huts egin du zifratze-pasahitza gako sortatik eskuratzeak. Pika Backup aplikazioak gako sorten daemon bat behar du ("zerbitzu sekretua") pasahitzak biltegiratzeko. Horrelako bat instalatzeko argibideak lortzeko, begiratu sistema eragilearen dokumentazioa.
fi: Salauksen salasanan noutaminen avainnipusta epäonnistui. Pika-varmuuskopiointi vaatii avainnipun taustapalvelun (“secret service”) salasanojen tallentamiseksi. Katso asennusohje käyttöjärjestelmäsi dokumentaatiosta.
fr: Échec de la récupération du mot de passe de chiffrement depuis le trousseau. Pika Backup a besoin d’un démon trousseau (« service de secret ») pour enregistrer les mots de passe. Se référer à la documentation du système d’exploitation pour les instructions d’installation.
he: משיכת ססמת ההצפנה ממחזיק המפתחות נכשלה. גיבוי פיקה צריך סוכן מחזיק מפתחות („שירות סודות” - secret service) כדי לאחסן ססמאות. לקבלת הנחיות התקנה נא לעיין בתיעוד של מערכת ההפעלה שלך.
hi: कीरिंग से कूटलेखन पासवर्ड प्राप्त करने में विफल रहा। पिका बैकअप को पासवर्ड संग्रहीत करने के लिए एक कीरिंग डेमॉन (“गुप्त सेवा”) की आवश्यकता होती है। स्थापना निर्देशों के लिए ऑपरेटिंग सिस्टम दस्तावेज़ देखें।
hu: Nem sikerült a titkosítási jelszó lekérése a kulcstartóról. A Pika biztonsági mentés kulcstartódémont („titokszolgáltatást”) igényel a jelszavak tárolásához. A telepítési utasításokért nézze meg az operációs rendszer dokumentációját.
is: Mistókst að endurheimta dulritunarlykilorð af lyklakippu. Pika-öryggisafritun þarf virka lyklakippuþjónustu (“secret service”) til að geyma lykilorð. Skoðaðu hjálparskjöl stýrikerfisins til að sjá leiðbeiningar fyrir uppsetningu.
it: Recupero della password di cifratura dal portachiavi non riuscito. Pika Backup ha bisogno di un daemon portachiavi («secret service») per immagazzinare le password. Consultare la documentazione del sistema operativo per informazioni sull'installazione.
ka: ბრელოკიდან დაშიფვრის პაროლის მიღება ჩავარდა. Pika Backup-ს პაროლების დასამახსოვრებლად ბრელოკის დემონი ("საიდუმლოებების სერვისი") სჭირდება.
kk: Кілттер қоймасынан шифрлау паролін алу сәтсіз аяқталды. Pika Backup парольдерді сақтау үшін кілттер қоймасы қызметін («secret service») қажет етеді. Орнату нұсқауларын операциялық жүйе құжаттамасынан қараңыз.
nl: Het ophalen van het versleutelingswachtwoord uit de sleutelbos is mislukt. Pika Backup vereist een sleutelbosdaemon (‘secret service’) om wachtwoorden op te slaan. Bekijk de documentatie van uw besturingssysteem voor installatie-instructies.
pt: Falha ao recuperar a palavra-passe de encriptação do chaveiro. O Pika Backup requer um daemon de chaveiro ("serviço secreto") para armazenar palavras-passe. Para instruções de instalação, veja a documentação do sistema operativo.
pt_br: Falha ao recuperar a senha de criptografia do chaveiro. O Pika Backup requer um daemon de chaveiro (“serviço secreto”) para armazenar senhas. Para obter instruções de instalação, consulte a documentação do sistema operacional.
ro: Recuperarea parolei de criptare din inelul de chei a eșuat. Pika Backup necesită un daemon de inel de chei („serviciu secret”) pentru a stoca parole. Pentru instrucțiunile de instalare consultați documentația sistemului de operare.
ru: Не удалось получить пароль шифрования из связки ключей. Для хранения паролей в Pika Backup требуется демон связки ключей («секретная служба»). Инструкции по установке см. в документации к операционной системе.
sl: Pridobivanje šifrirnega gesla iz zbirke ključev ni uspelo. Varnostno kopiranje Pika zahteva prikriti proces zbirke ključev (»tajna služba«) za shranjevanje gesel. Za navodila za namestitev glejte dokumentacijo operacijskega sistema.
sv: Erhållande av krypteringslösenord från nyckelringen misslyckades. Pika Backup kräver en nyckelringsdemon (”secret service”) för att lagra lösenord. Se operativsystemets dokumentation för installationsinstruktioner.
tr: Anahtarlıktan şifreleme parolası alınamadı. Pika Yedek, parolaları depolamak için anahtarlık art alan hizmeti (“giz hizmeti”) gerektirir. Kurulum yönergeleri için işletim sistemi belgelerine bakın.
uk: Не вдалося отримати пароль шифрування зі сховища ключів. «Пискуха — резервне копіювання» потребує для збереження паролів фонової служби сховища ключів («секретної служби»). Настанови щодо встановлення такої служби наведено у документації до операційної системи.
zh_cn: 从钥匙串取回加密密码失败。Pika 备份需要一个钥匙串守护程序（“secret service”）来存储密码。关于安装介绍请查阅操作系统文档。

source: The operation terminated unexpectedly.
cs: Operace skončila neočekávaně.
de: Der Vorgang wurde unerwartet beendet.
el: Η λειτουργία τερματίστηκε απροσδόκητα.
eo: La operacio finiĝis neatendite.
es: La operación ha terminado de manera inesperada.
eu: Eragiketa ustekabean amaitu da.
fa: عملیات به صورت غیرمنتظره خاتمه یافت.
fi: Toimenpide päättyi odottamatta.
fr: L’opération s’est terminée de manière inattendue.
he: הפעולה הסתיימה במפתיע.
hi: अभियान अप्रत्याशित रूप से समाप्त हो गया।
hu: A művelet váratlanul véget ért.
is: Aðgerðin hætti óvænt.
it: L'operazione è terminata inaspettatamente.
ka: ოპერაცია მოულოდნელად დასრულდა.
kk: Операция күтпеген жерден тоқтатылды.
nl: De bewerking is onverwacht beëindigd.
pt: A operação terminou inesperadamente.
pt_br: A operação foi encerrada inesperadamente.
ro: Operațiunea a fost terminată neașteptat.
ru: Операция завершилась неожиданно.
sl: Opravilo se je nepričakovano končalo.
sv: Åtgärden avbröts oväntat.
tr: İşlem beklenmeyen biçimde sonlandı.
uk: Дію було неочікувано перервано.
zh_cn: 操作意外终止。

source: This delete operation would delete too many archives.
cs: Tato operace mazání by smazala příliš mnoho archivů.
de: Dieser Löschvorgang würde zu viele Archive löschen.
el: Αυτή η ενέργεια διαγραφής θα διαγράψει πάρα πολλές αρχειοθήκες.
eo: Ĉi tiu forigo-operacio forigos tro multajn arkivojn.
es: Esta operación de borrado eliminará demasiados archivadores.
eu: Ezabatzeko eragiketa honek artxibo gehiegi ezabatuko lituzke.
fa: عملیات حذف بایگانی ّای خیلی زیادی را حذف خواهد کرد.
fi: Tämä poistotoiminto poistaisi liian monta arkistoa.
fr: Cette opération de suppression supprimerait trop d’archives.
he: פעולת המחיקה הזאת תמחק יותר מדי ארכיונים.
hi: यह विलोपन अभियान बहुत से पुरालेखों को मिटा देगा।
hu: Ez a törlési művelet túl sok archívumot törölne.
is: Með þessari eyðingarskipun eyðast of margar safnskrár.
it: Questa operazione eliminerebbe troppi archivi.
ka: წაშლის ოპერაცია მეტისმეტად ბევრ არქივს წაშლის.
kk: Бұл өшіру операциясы тым көп архивті өшіреді.
nl: Deze verwijderingsactie zou te veel archieven verwijderen.
pt: Esta operação de eliminação eliminaria demasiados arquivos.
pt_br: Esta operação de exclusão excluiria um número excessivo de arquivos.
ro: Această operațiune de ștergere ar șterge prea multe arhive.
ru: Эта операция удаления приведет к удалению слишком большого количества архивов.
sl: Ta operacija brisanja bi izbrisala preveč arhivov.
sv: Denna raderingsåtgärd skulle radera för många arkiv.
tr: Bu silme işlemi birçok arşivi silecek.
uk: Ця дія з вилучення призведе до вилучення надто великої кількості архівів.
zh_cn: 此删除操作将删除过多归档。

source: No files selected to be included into backup.
cs: Nebyly vybrány žádné soubory k zahrnutí do zálohy.
de: Es wurden keine Daten ausgewählt, die in die Sicherung einbezogen werden sollen.
el: Δεν επιλέχθηκαν αρχεία για να συμπεριληφθούν στο αντίγραφο ασφαλείας.
eo: Neniuj dosieroj elektitaj por inkluzivo en savkopion.
es: No se han seleccionado archivos que incluir en la copia de respaldo.
eu: Ez da fitxategirik hautatu babeskopian sartzeko.
fa: هیچ پرونده‌ای برای شامل شدن در پشتیبان انتخاب نشده.
fi: Varmuuskopioon ei ole valittu tiedostoja sisällytettäväksi.
fr: Aucun fichier n’a été sélectionné pour être inclus dans la sauvegarde.
he: לא נבחרו קבצים שייכללו בגיבוי.
hi: बैकअप में शामिल करने के लिए कोई फाइल चयनित नहीं है।
hu: Nincsenek kiválasztva a biztonsági mentésbe kerülő fájlok.
is: Engar skrár valdar til öryggisafritunar.
it: Nessun file selezionato per l'inclusione nel backup.
ka: მარქაფში ჩასასმელად ფაილები არჩეული არაა.
kk: Резервтік көшірмеге қосу үшін файлдар таңдалмады.
nl: Er zijn geen bestanden geselecteerd om in de back-up op te nemen.
pt: Nenhum ficheiro selecionado para ser incluído no backup.
pt_br: Nenhum arquivo selecionado para ser incluído no backup.
ro: Nu s-a selectat niciun fișier pentru a fi inclus în copia de rezervă.
ru: Не выбраны файлы для включения в резервную копию.
sl: Ni izbranih datotek za dodajanje v varnostno kopijo.
sv: Inga filer valda att inkluderas i säkerhetskopia.
tr: Yedeklemeye eklenecek dosya seçilmedi.
uk: Не вибрано жодного файла для включення до резервної копії.
zh_cn: 未选择要包含进备份的文件。

source: Timeout
cs: Časový limit
de: Zeitüberschreitung
el: Χρονικό όριο
eo: Tempolimo
es: Tiempo de espera
eu: Denbora-muga
fa: پایان مهلت زمانی
fi: Aikakatkaisu
fr: Délai écoulé
he: הזמן תם
hi: समयबाह्य
hu: Időkorlát
is: Tímamörk
it: Tempo massimo
ka: ვადა
kk: Күту уақыты аяқталды
pt: Intervalo
pt_br: Tempo esgotado
ro: Timp alocat expirat
ru: Время ожидания
sl: Čas je potekel
sv: Tiden gick ut
tr: Zaman aşımı
uk: Час очікування
zh_cn: 超时

source: Completed
cs: Dokončeno
de: Abgeschlossen
el: Ολοκληρώθηκε
eo: Kompletigita
es: Completado
eu: Osatuta
fa: کامل
fi: Valmis
fr: Terminé
he: הושלמה
hi: पूर्ण
hu: Befejezve
is: Fullgert
it: Completato
ka: დასრულებულია
kk: Аяқталды
nl: Voltooid
pt: Concluído
pt_br: Concluído
ro: Completate
ru: Выполнено
sl: Zaključeno
sv: Färdig
tr: Tamamlandı
uk: Завершено
zh_cn: 已完成

source: Aborted on user request.
cs: Přerušeno na žádost uživatele.
de: Auf Wunsch des Benutzers abgebrochen.
el: Ματαιώθηκε κατόπιν αιτήματος του χρήστη.
eo: Ĉesigita laŭ uzanta peto.
es: Cancelado por solicitud del usuario.
eu: Abortatuta erabiltzaileak eskatu duelako.
fa: صرف نظر شده بنا به درخواست کاربر.
fi: Lopetettu käyttäjän pyynnöstä.
fr: Interrompu à la demande de l’utilisateur.
he: בוטל לבקשת המשתמש.
hi: उपयोगकर्ता के अनुरोध पर निरस्त किया गया।
hu: Felhasználói kérésre megszakítva.
is: Hætt við af notanda.
it: Interrotto su richiesta dell'utente.
ka: გაუქმდა მომხმარებლის მოთხოვნით.
kk: Пайдаланушының сұрауы бойынша тоқтатылды.
nl: Afgebroken door gebruiker.
pt: Abortado por solicitação do utilizador.
pt_br: Anulado por solicitação do usuário.
ro: Anulat la cererea utilizatorului.
ru: Прервано по запросу пользователя.
sl: Preklicano zaradi zahteve uporabnika.
sv: Avbröts på användarens begäran.
tr: Kullanıcı isteğiyle vazgeçildi.
uk: Перервано за запитом користувача.
zh_cn: 已按用户请求中止。

source: Aborted because only metered connection was available.
cs: Přerušeno, protože je k dispozici pouze měřené připojení.
de: Abgebrochen, da lediglich eine getaktete Verbindung zur Verfügung stand.
el: Ματαιώθηκε επειδή ήταν διαθέσιμη μόνο σύνδεση με ογκοχρέωση.
eo: Ĉesigita ĉar nur mezurita konekto estis disponebla.
es: Cancelado porque sólo estaba disponible una conexión medida.
eu: Abortatuta konexio mugatua soilik dagoelako erabilgarri.
fa: صرف نظر شده از آن روکه تنها اتّصال اندازه‌گیری شده موجود بود.
fi: Keskeytetty, koska vain käytön mukaan laskutettava yhteys on käytettävissä.
fr: Interrompu car seule une connexion avec quota était disponible.
he: בוטל כיוון שרק רשת מוגבלת זמינה.
hi: निरस्त कर दिया गया क्योंकि केवल मीटरयुक्त कनेक्शन उपलब्ध था।
hu: Megszakítva, mert csak forgalomkorlátos kapcsolat volt elérhető.
is: Hætt við þar sem einungis gjaldfærð nettenging er tiltæk.
it: Interrotto perché erano disponibili solo connessioni dati a consumo.
ka: გაუქმდა იმიტომ, რომ მხოლოდ გაზომვადი მიერთებაა ხელმისაწვდომი.
kk: Тек ақылы қосылым қолжетімді болғандықтан тоқтатылды.
nl: Afgebroken omdat er alleen een verbinding met datalimiet beschikbaar was.
pt: Abortado porque apenas a ligação limitada estava disponível.
pt_br: Anulado porque somente conexões móveis estão disponíveis.
ro: Întrerupt pentru că a fost disponibilă doar o conexiune contorizată.
ru: Прервано, так как было доступно только лимитное подключение.
sl: Opravilo je prekinjeno, ker je na voljo le omejena povezava.
sv: Avbröts då bara anslutning med datakvot fanns tillgänglig.
tr: Yalnızca ölçülen bağlantı kullanılabildiğinden vazgeçildi.
uk: Перервано, оскільки доступним є лише обмежене з'єднання.
zh_cn: 已因为仅有流量计费网络连接可用而中止。

source: Aborted because too long not connected to power.
cs: Přerušeno, protože příliš dlouho není připojeno k napájení.
de: Abgebrochen, da zu lange keine externe Stromversorgung bestand.
el: Ματαιώθηκε λόγω παρατεταμένης μη σύνδεσης στην τροφοδοσία.
eo: Ĉesigita ĉar tro longe ne konektita al elektro.
es: Cancelado por estar demasiado tiempo sin conexión a la red eléctrica.
eu: Abortatuta argindarrari konektatzeko denbora gehiegi erabili delako.
fa: صرف نظر شده از آن روکه مدّت زیادی به برق وصل نبود.
fi: Keskeytetty koska virtalähteeseen liittämisestä on liian pitkä aika.
fr: Interrompu car trop longtemps non connecté à l’alimentation.
he: בוטל כיוון שהחיבור לחשמל נותק לפני זמן מה.
hi: निरस्त कर दिया गया क्योंकि बहुत लंबे समय तक बिजली से नहीं जुड़े।
hu: Megszakítva, mert túl régóta nincs csatlakoztatva az elektromos hálózathoz.
is: Hætt við þar sem of langur tími leið án tengingar við rafmagn.
it: Interrotto perché non connesso all'alimentazione per troppo tempo.
ka: გაუქმდა, რადგან კვება მიერთებული აღარაა.
kk: Қуат көзіне ұзақ уақыт бойы қосылмағандықтан тоқтатылды.
nl: Afgebroken omdat het apparaat te lang zonder netstroom zat.
pt: Abortado devido a não estar ligado à corrente há muito tempo.
pt_br: Abortado porque não está conectado à energia por muito tempo.
ro: Întrerupt pentru că nu a fost conectat de prea mult timp la alimentare.
ru: Прервано из-за слишком долгого отсутствия питания.
sl: Opravilo je prekinjeno, ker naprava predolgo ni priključena na napajanje.
sv: Avbröts på grund av för lång tid utan anslutning till nätspänning.
tr: Çok uzun süre güce bağlı olmadığından vazgeçildi.
uk: Перервано, оскільки довго немає доступу до живлення.
zh_cn: 已因为太长时间未连接电源而中止。

source: Aborted by system.
cs: Přerušeno systémem.
de: Durch das System abgebrochen.
el: Ματαιώθηκε από το σύστημα.
eo: Ĉesigita de sistemo.
es: Cancelado por el sistema.
eu: Sistemak abortatua.
fa: صرف نظر شده از سوی سامانه.
fi: Lopetettu järjestelmän toimesta.
fr: Interrompu par le système.
he: בוטל על ידי המערכת.
hi: सिस्टम द्वारा निरस्त किया गया।
hu: Rendszer által megszakítva.
is: Hætt við af kerfinu.
it: Interrotto dal sistema operativo.
ka: შეწყვეტილია სისტემის მიერ.
kk: Жүйе тарапынан тоқтатылды.
nl: Afgebroken door systeem.
pt: Abortado pelo sistema.
pt_br: Abortado pelo sistema.
ro: Întrerupt de sistem.
ru: Прервано системой.
sl: Preklicano zaradi zahteve sistema.
sv: Avbröts av systemet.
tr: Sistemce vazgeçildi.
uk: Перервано системою.
zh_cn: 已被系统中止。
