Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: one day
cs: jeden den
de: Ein Tag
el: μία ημέρα
eo: unu tago
es: un día
eu: egun bat
fa: یک روز پیش
fi: yksi päivä
fr: un jour
he: יום אחד
hi: एक दिन
hu: egy nap
is: einn dagur
it: un giorno
ka: {} დღე
kk: {} күн
nl: één dag
pt: um dia
pt_br: um dia
ro: o zi
ru: один день
sl: {} dni
sv: en dag
tr: {} gün
uk: {} день
zh_cn: {} 天

source: One minute left
cs: zbývá jedna minuta
de: Eine Minute verbleibend
el: Απομένει ένα λεπτό
eo: Unu minuto restanta
es: Queda un minuto
eu: Minutu bat falta da
fa: یک دقیقه مانده
fi: Yksi minuutti jäljellä
fr: Encore une minute
he: נותרה דקה
hi: एक मिनट शेष है
hu: Egy perc van hátra
is: Ein mínúta eftir
it: Un minuto rimanente
ka: დარჩენილია {} წამი
kk: {} минут қалды
nl: Eén minuut resterend
pt: Um minuto restante
pt_br: Um minuto restante
ro: Un minut rămas
ru: Осталась одна минута
sl: Še {} minut
sv: En minut kvar
tr: {} dakika kaldı
uk: Лишилася {} хвилина
zh_cn: 剩余 {} 分钟

source: One hour left
cs: zbývá jedna hodina
de: Eine Stunde verbleibend
el: Απομένει μία ώρα
eo: Unu horo restanta
es: Queda una hora
eu: Ordu bat falta da
fa: یک ساعت مانده
fi: Yksi tunti jäljellä
fr: Encore une heure
he: נותרה שעה
hi: एक घंटा शेष है
hu: Egy óra van hátra
is: Ein klukkustund eftir
it: Un'ora rimanente
ka: დარჩენილია {} საათი
kk: {} сағат қалды
nl: Eén uur resterend
pt: Uma hora restante
pt_br: Uma hora restante
ro: O oră rămasă
ru: Остался один час
sl: Še {} ur
sv: En timme kvar
tr: {} saat kaldı
uk: Лишилася {} година
zh_cn: 剩余 {} 小时

source: One day left
cs: zbývá jeden den
de: Ein Tag verbleibend
el: Απομένει μία ημέρα
eo: Unu tago restanta
es: Queda un día
eu: Egun bat falta da
fa: یک روز مانده
fi: Yksi päivä jäljellä
fr: Encore un jour
he: נותר יום
hi: एक दिन शेष है
hu: Egy nap van hátra
is: Einn dagur eftir
it: Un giorno rimanente
ka: დარჩენილია {} დღე
kk: {} күн қалды
nl: Eén dag resterend
pt: Um dia restante
pt_br: Um dia restante
ro: O zi rămasă
ru: Остался один день
sl: Še {} dni
sv: En dag kvar
tr: {} gün kaldı
uk: Лишився {} день
zh_cn: 剩余 {} 天

source: Now
cs: právě teď
de: Jetzt
el: Τώρα
eo: Nun
es: Ahora
eu: Orain
fa: اکنون
fi: Nyt
fr: Maintenant
he: עכשיו
hi: अब
hu: Most
is: Núna
it: Adesso
ka: ახლა
kk: Қазір
nl: Nu
pt: Agora
pt_br: Agora
ro: Acum
ru: Сейчас
sl: Ravnokar
sv: Nu
tr: Şimdi
uk: Зараз
zh_cn: 现在

source: One minute ago
cs: před jednou minutou
de: Vor einer Minute
el: Πριν από ένα λεπτό
eo: Unu minuto antaŭ
es: Hace un minuto
eu: Duela minutu bat
fa: یک دقیقه پیش
fi: Minuutti sitten
fr: Il y a une minute
he: לפני דקה
hi: एक मिनट पहले
hu: Egy perce
is: Fyrir einni mínútu síðan
it: Un minuto fa
ka: {} წუთის წინ
kk: {} минут бұрын
nl: Eén minuut geleden
pt: Há um minuto
pt_br: Um minuto atrás
ro: Un minut în urmă
ru: Минуту назад
sl: Pred {} minutami
sv: En minut sedan
tr: {} dakika önce
uk: {} хвилину тому
zh_cn: {} 分钟前

source: One hour ago
cs: před jednou hodinou
de: Vor einer Stunde
el: Πριν από μία ώρα
eo: Unu horo antaŭ
es: Hace una hora
eu: Duela ordubete
fa: یک ساعت پیش
fi: Tunti sitten
fr: Il y a une heure
he: לפני שעה
hi: एक घंटा पहले
hu: Egy órája
is: Fyrir einni klukkustund síðan
it: Un'ora fa
ka: {} საათის წინ
kk: {} сағат бұрын
nl: Eén uur geleden
pt: Há uma hora
pt_br: Uma hora atrás
ro: O oră în urmă
ru: Час назад
sl: Pred {} urami
sv: En timme sedan
tr: {} saat önce
uk: {} годину тому
zh_cn: {} 小时前

source: One day ago
cs: před jedním dnem
de: Vor einem Tag
el: Πριν από μία ημέρα
eo: Unu tago antaŭ
es: Hace un día
eu: Duela egun bat
fa: یک روز پیش
fi: Päivä sitten
fr: Il y a un jour
he: אתמול
hi: एक दिन पहले
hu: Egy napja
is: Fyrir einum degi síðan
it: Un giorno fa
ka: {} დღის წინ
kk: {} күн бұрын
nl: Eén dag geleden
pt: Há um dia
pt_br: Um dia atrás
ro: O zi în urmă
ru: День назад
sl: Pred {} dnevi
sv: En dag sedan
tr: {} gün önce
uk: {} день тому
zh_cn: {} 天前

source: One week ago
cs: před jedním týdnem
de: Vor einer Woche
el: Πριν από μία εβδομάδα
eo: Unu semajno antaŭ
es: Hace una semana
eu: Duela astebete
fa: یک هفته پیش
fi: Viikko sitten
fr: Il y a une semaine
he: לפני שבוע
hi: एक हफ्ता पहले
hu: Egy hete
is: Fyrir einni viku síðan
it: Una settimana fa
ka: {} კვირის წინ
kk: {} апта бұрын
nl: Eén week geleden
pt: Há uma semana
pt_br: Uma semana atrás
ro: O săptămână în urmă
ru: Неделю назад
sl: Pred {} tedni
sv: En vecka sedan
tr: {} hafta önce
uk: {} тиждень тому
zh_cn: {} 周前

source: One month ago
cs: před jedním měsícem
de: Vor einem Monat
el: Πριν από έναν μήνα
eo: Unu monato antaŭ
es: Hace un mes
eu: Duela hilabete
fa: یک ماه پیش
fi: Kuukausi sitten
fr: Il y a un mois
he: לפני חודש
hi: एक महीना पहले
hu: Egy hónapja
is: Fyrir einum mánuði síðan
it: Un mese fa
ka: {} თვის წინ
kk: {} ай бұрын
nl: Eén maand geleden
pt: Há um mês
pt_br: Um mês atrás
ro: O lună în urmă
ru: Месяц назад
sl: Pred {} meseci
sv: En månad sedan
tr: {} ay önce
uk: {} місяць тому
zh_cn: {} 月前

source: One year ago
cs: před jedním rokem
de: Vor einem Jahr
el: Πριν από έναν χρόνο
eo: Unu jaro antaŭ
es: Hace un año
eu: Duela urtebeta
fa: یک سال پیش
fi: Vuosi sitten
fr: Il y a une année
he: לפני שנה
hi: एक वर्ष पहले
hu: Egy éve
is: Fyrir einu ári síðan
it: Un anno fa
ka: {} წლის წინ
kk: {} жыл бұрын
nl: Eén jaar geleden
pt: Há um ano
pt_br: Um ano atrás
ro: Un an în urmă
ru: Год назад
sl: Pred {} leti
sv: Ett år sedan
tr: {} yıl önce
uk: {} рік тому
zh_cn: {} 年前

source: Failed to Store Password
cs: Selhalo uložení hesla
de: Speichern des Passworts fehlgeschlagen
el: Αποτυχία Αποθήκευσης Κωδικού Πρόσβασης
eo: Malsukcesis konservi pasvorton
es: Falló al guardar la contraseña
eu: Huts egin du pasahitza biltegiratzeak
fa: شکست در ذخیرهٔ گذرواژه
fi: Salasanan tallettaminen epäonnistui
fr: Échec de stockage du mot de passe
he: אחסון הססמה נכשל
hi: पासवर्ड संग्रहीत करने में विफल
hu: A jelszó tárolása sikertelen
is: Tókst ekki að vista lykilorð
it: Salvataggio della password non riuscito
ka: პაროლის შენახვის შეცდომა
kk: Парольді сақтау сәтсіз аяқталды
nl: Opslaan van wachtwoord is mislukt
pt: Falha ao armazenar a palavra-passe
pt_br: Falha ao armazenar a senha
ro: Nu s-a putut stoca parola
ru: Не удалось сохранить пароль
sl: Shranjevanje gesla je spodletelo
sv: Misslyckades med att lagra lösenord
tr: Parola Depolanamadı
uk: Не вдалося зберегти пароль
zh_cn: 存储密码失败

source: Failed to remove potentially remaining passwords from key storage.
cs: Selhalo odstranění hesla, které tak možná zůstalo v úložišti klíčů.
de: Entfernen potenziell verbliebener Passwörter aus dem Schlüsselspeicher fehlgeschlagen.
el: Αποτυχία αφαίρεσης πιθανώς εναπομεινάντων κωδικών πρόσβασης από την αποθήκη κλειδιών.
eo: Malsukcesis forigi eble restantajn pasvortojn de ŝlosila stokado.
es: Falló al eliminar las posibles contraseñas restantes del depósito de claves.
eu: Huts egin du gako-biltegian egon daitezkeen pasahitzak kentzeak.
fa: شمست در برداشتن گذرواژه‌های با احتمال ماندن از ذخیره‌ساز کلید.
fi: Mahdollisesti jäljellä olevia salasanoja ei voitu poistaa avainsäilöstä.
fr: Échec au moment de supprimer les mots de passe éventuellement restants du stockage des clés.
he: הסרת הססמאות שאולי נותרו באחסון המפתחות נכשלה.
hi: कुंजी संग्रहण से संभावित रूप से शेष पासवर्ड निकालने में विफल।
hu: A lehetséges hátralévő jelszavak eltávolítása a kulcstárolóból sikertelen.
is: Tókst ekki að eyða mögulegum eftirlegu-lykilorðum úr lyklakippu.
it: Rimozione delle password potenzialmente rimaste dall'archivio delle chiavi non riuscita.
ka: პაროლების საცავიდან პოტენციურად მორჩენილი პაროლების წაშლა ჩავარდა.
kk: Кілттер қоймасынан қалуы мүмкін парольдерді өшіру сәтсіз аяқталды.
nl: Verwijderen van mogelijk overblijvende wachtwoorden uit sleutelopslag mislukt.
pt: Falha na remoção de palavras-passe potencialmente restantes do armazenamento de chaves.
pt_br: Falha ao remover as senhas potencialmente restantes do armazenamento de chaves.
ro: Eșec la eliminarea parolelor rămase de pe unitatea de stocare.
ru: Не удалось удалить потенциально оставшиеся пароли из хранилища ключей.
sl: Odstranjevanje morebitnih preostalih gesel iz shrambe ključev je spodletelo.
sv: Misslyckades med att ta bort eventuella återstående lösenord från nyckellagringen.
tr: Anahtar deposunda kalabilecek parolalar kaldırılamadı.
uk: Не вдалося вилучити потенційно збережені паролі зі сховища ключів.
zh_cn: 无法从密钥存储中移除可能遗留的密码。

source: Pika Backup “{}”
cs: Zálohování Pišťucha „{}“
de: Pika Datensicherung »{}«
eo: Pika Sekurkopio “{}”
es: Copia de respaldo Pika “{}”
fa: پشتیبان پیکا «{}»
fi: Pika-varmuuskopiointi “{}”
fr: Sauvegarde Pika « {} »
he: גיבוי פיקה „{}”
hi: पिका बैकअप “{}”
hu: Pika biztonsági mentés „{}”
is: Pika-öryggisafritun “{}”
sl: Varnostno kopiranje Pika »{}«
tr: “{}” Pika Yedeği
uk: Пискуха-копіювання «{}»
zh_cn: Pika 备份“{}”

source: Failed to Save Cache
cs: Selhalo uložení mezipaměti
de: Sichern des Zwischenspeichers fehlgeschlagen
el: Αποτυχία Αποθήκευσης Κρυφής Μνήμης
eo: Malsukcesis konservi kaŝmemoron
es: Falló al guardar la caché
eu: Huts egin du cachea gordetzeak
fa: شکست در ذخیرهٔ انباره
fi: Välimuistin tallentaminen epäonnistui
fr: Échec de l’enregistrement du cache
he: שמירת המטמון נכשלה
hi: कैशे सहेजने में विफल
hu: A gyorsítótár mentése sikertelen
is: Tókst ekki að vista skyndiminni
it: Salvataggio della cache non riuscito
ka: კეშის შენახვის შეცდომა
kk: Кэшті сақтау сәтсіз аяқталды
nl: Opslaan van cache is mislukt
pt: Falha ao guardar cache
pt_br: Falha ao salvar cache
ro: Nu s-a putut salva cache-ul
ru: Не удалось сохранить кэш
sl: Shranjevanje predpomnilnika je spodletelo
sv: Misslyckades med att spara cache
tr: Önbellek Kaydedilemedi
uk: Не вдалося зберегти кеш
zh_cn: 保存缓存失败

source: Backup Preferences
cs: Předvolby zálohování
de: Sicherungseinstellungen
el: Προτιμήσεις Αντιγράφων Ασφαλείας
eo: Sekurkopiaj preferoj
es: Preferencias de respaldo
eu: Babeskopiaren hobespenak
fa: ترجیحات پشتیبان
fi: Varmuuskopioinnin asetukset
fr: Préférences de sauvegarde
he: העדפות גיבוי
hi: बैकअप प्राथमिकताएं
hu: Biztonsági mentés beállításai
is: Kjörstillingar öryggisafritunar
it: Preferenze backup
ka: მარქაფის მორგება
kk: Резервтік көшіру қалаулары
pt: Preferências de backup
pt_br: Preferências de backup
ro: Preferințe copie de rezervă
ru: Параметры резервного копирования
sl: Nastavitve varnostnega kopiranja
sv: Inställningar för säkerhetskopiering
tr: Yedekleme Tercihleri
uk: Налаштування резервного копіювання
zh_cn: 备份首选项

source: Remove Backup Setup
cs: Odebrat nastavení zálohování
de: Datensicherungskonfiguration entfernen
el: Αφαίρεση Ρύθμισης Αντιγράφων Ασφαλείας
eo: Forigi sekurkopian agordon
es: Eliminar configuración de respaldo
eu: Kendu babeskopia-konfigurazioa
fa: برداشتن برپایی پشتیبان
fi: Poista varmuuskopioinnin määritys
fr: Supprimer la configuration de la sauvegarde
he: הסרת הגדרות גיבוי
hi: बैकअप सेटअप हटाएं
hu: Biztonsági mentés beállításának eltávolítása
is: Fjarlægja stillingar fyrir öryggisafritun
it: Rimuovi configurazione backup
ka: დაშორებული მარქაფის მორგება
kk: Резервтік көшіру баптауын өшіру
nl: Back-upinstellingen verwijderen
pt: Remover configuração do backup
pt_br: Remover configurações de backup
ro: Elimină configurarea copiei de rezervă
ru: Удалить конфигурацию резервного копирования
sl: Odstrani nastavitev varnostnega kopiranja
sv: Ta bort säkerhetskopieringskonfiguration
tr: Yedekleme Kurulumunu Kaldır
uk: Вилучити налаштування копіювання
zh_cn: 移除备份部署

source: Backup
cs: Záloha
de: Datensicherung
el: Αντίγραφο ασφαλείας
eo: Sekurkopio
es: Respaldo
eu: Babeskopia
fa: پشتیبان گیری
fi: Varmuuskopio
fr: Sauvegarde
he: גיבוי
hi: बैकअप
hu: Biztonsági mentés
is: Öryggisafrit
ka: მარქაფი
kk: Резервтік көшіру
ro: Copie de rezervă
ru: Резервная копия
sl: Varnostna kopija
sv: Säkerhetskopia
tr: Yedek
uk: Резервна копія
zh_cn: 备份

source: Archives are being mounted. This might take a while.
cs: Archivy se připojují. To může chvíli trvat.
de: Archive werden eingehängt. Das kann ein wenig dauern.
el: Οι αρχειοθήκες προσαρτώνται. Αυτό μπορεί να διαρκέσει λίγο.
eo: Arkivoj estas muntataj. Ĉi tio povas daŭri iom da tempo.
es: Se están montando los archivadores. Esto puede tardar un poco.
eu: Artxiboak muntatzen ari dira. Itxaron apur batean.
fa: بایگانی‌ها دارند سوار می‌شوند. ممکن است کمی طول بکشد.
fi: Arkistoja liitetään. Tämä saattaa kestää hetken.
fr: Les archives sont en cours de montage. Cela peut prendre un moment.
he: הארכיונים מעוגנים. זה עלול לארוך זמן מה.
hi: पुरालेख आरोहित किए जा रहे हैं। इसमें कुछ समय लग सकता है।
hu: Az archívumok csatolásra kerülnek. Ez eltarthat egy ideig.
is: Er að tengja safnskrár. Þetta gæti tekið nokkra stund.
it: È in corso il montaggio degli archivi. Potrebbe volerci un po' di tempo.
ka: მიმდინარეობს არქივების მიმაგრება. ამას საკმაო დრო შეიძლება, დასჭირდეს.
kk: Архивтер тіркелуде. Бұл біраз уақыт алуы мүмкін.
pt: Estão a ser montados os arquivos. Isto pode levar algum tempo.
pt_br: Os arquivos estão sendo montados. Isso pode demorar um pouco.
ro: Arhivele sunt în curs de montare. Acest lucru ar putea dura ceva timp.
ru: Архивы монтируются. Это может занять некоторое время.
sl: Poteka priklapljanje arhivov. Opravilo je lahko dolgotrajno.
sv: Arkiv monteras. Detta kan ta en stund.
tr: Arşivler bağlanıyor. Bu biraz sürebilir.
uk: Монтуємо архіви. Дія може бути досить тривалою.
zh_cn: 正在挂载归档文件。这可能需要一段时间。

source: Actions
cs: Akce
de: Aktionen
el: Ενέργειες
eo: Agoj
es: Acciones
eu: Ekintzak
fa: کنش‌ها
fi: Toiminnot
he: פעולות
hi: कार्रवाई
hu: Műveletek
is: Aðgerðir
it: Azioni
ka: ქმედებები
kk: Әрекеттер
nl: Acties
pt: Ações
pt_br: Ações
ro: Acțiuni
ru: Действия
sl: Dejanja
sv: Åtgärder
tr: Eylemler
uk: Дії
zh_cn: 动作

source: _Backup
cs: _Zálohovat
de: _Datensicherung
el: _Αντίγραφο Ασφαλείας
eo: _Sekurkopio
es: _Respaldo
eu: _Babeskopia
fa: _پشتیبان‌گیری
fi: _Varmuuskopioi
fr: _Sauvegarder
he: _גיבוי
hi: बैकअप (_B)
hu: _Biztonsági mentés
is: _Gera öryggisafrit
it: _Salva
ka: _მარქაფი
kk: _Резервтік көшіру
ro: _Copie de rezervă
ru: _Резервное копирование
sl: _Varnostna kopija
sv: Sä_kerhetskopiera
tr: _Yedekle
uk: Р_езервне копіювання
zh_cn: 备份(_B)

source: _Archives
cs: _Archivy
de: _Archive
el: _Αρχειοθήκες
eo: _Arkivoj
es: _Archivadores
eu: _Artxiboak
fa: _بایگانی‌ها
fi: _Arkistot
he: _ארכיונים
hi: पुरालेख (_A)
hu: _Archívumok
is: _Safnskrár
it: _Archivi
ka: _არქივები
kk: _Архивтер
nl: _Archieven
pt: _Arquivos
pt_br: _Arquivos
ro: _Arhive
ru: _Архивы
sl: _Arhivi
sv: _Arkiv
tr: _Arşivler
uk: _Архіви
zh_cn: 归档文件(_A)

source: _Schedule
cs: _Plán
de: _Zeitplan
el: Π_ρόγραμμα
eo: _Horaro
es: _Programar
eu: _Programazioa
fa: _زمان‌بندی
fi: _Aikataulu
fr: P_lanifier
he: _תזמון
hi: अनुसूची (_S)
hu: Ü_temezés
is: _Tímasetningar
it: _Programma
ka: _დაგეგმვა
kk: К_есте
nl: _Planning
pt: _Agenda
pt_br: _Agendar
ro: Program_ează
ru: _Расписание
sl: _Urnik
sv: _Schemalägg
tr: _Zamanla
uk: _Розклад
zh_cn: 计划(_S)

source: Archive _Prefix
cs: _Předpona archivu
de: Archiv-_Präfix
el: _Πρόθεμα Αρχειοθήκης
eo: Arkiva _prefikso
es: _Prefijo de los archivadores
eu: Artxibo-a_urrizkia
fa: _پیشوند بایگانی
fi: Arkiston _etuliite
fr: _Préfixe de l’archive
he: _קידומת ארכיון
hi: पुरालेख उपसर्ग (_P)
hu: Archívum_előtag
is: F_orskeyti safnskrár
it: _Prefisso degli archivi
ka: არქივის _პრეფიქსი
kk: Архив п_рефиксі
nl: Archief_voorvoegsel
pt: Prefixo de arquivo
pt_br: Arquivar _prefixo
ro: _Prefix arhivă
ru: Префикс _архива
sl: _Predpona arhiva
sv: Arkiv_prefix
tr: Arşiv _Ön Eki
uk: _Префікс архівів
zh_cn: 归档文件前缀(_P)

source: Added in front of all archive names
cs: Přidáno před všechny názvy archivů
de: An den Anfang von allen Archiv-Namen hinzugefügt
el: Προστίθεται μπροστά από όλα τα ονόματα των αρχειοθηκών
eo: Aldita antaŭ ĉiuj arkivaj nomoj
es: Se añade delante de todos los nombres de los archivadores
eu: Artxibo-izen guztien aurren gehitua
fa: افزودن جلوی همهٔ نام‌های بایگانی
fi: Lisätään kaikkien arkistojen nimen eteen
fr: Ajouté devant tous les noms d’archives
he: נוסף לפני שמות כל הארכיונים
hi: सभी पुरालेख नामों के आगे जोड़ा गया
hu: Hozzáadva az összes archívum neve elé
is: Bætt framan við heitið á öllum safnskrám
it: Aggiunto davanti a tutti i nomi degli archivi
ka: დაემატა ყველა არქივის სახელის წინ
kk: Барлық архив атауларының алдына қосылады
nl: Wordt toegevoegd aan het begin van alle archiefnamen
pt: Adicionado na frente de todos os nomes de arquivo
pt_br: Adicionado na frente de todos os nomes de arquivo
ro: Adăugat înaintea tuturor numelor de arhivă
ru: Добавляется перед всеми именами архивов
sl: Dodano pred vsa imena arhivov
sv: Läggs till i början av alla arkivnamn
tr: Tüm arşiv adlarının önüne eklenir
uk: Буде додано на початку усіх назв архівів
zh_cn: 添加至所有归档文件名称的前面

source: _Cleanup Archives
cs: Pro_mazat archivy
de: Archive ausdünnen
el: _Εκκαθάριση Αρχειοθηκών
eo: _Viŝti arkivojn
es: _Limpiar archivadores
eu: _Garbitu artxiboak
fa: _پاک سازی بایگانی‌ها
fi: _Siivoa arkistot
fr: _Nettoyer les archives
he: _ניקוי ארכיונים
hi: पुरालेख की सफाई (_C)
hu: Archívumok _tisztítása
is: _Hreinsa safnskrár
it: _Ripulisci gli archivi
ka: არქივების _მოსუფთავება
kk: Архивтерді та_залау
nl: Ar_chieven opruimen
pt: _Limpar arquivos
pt_br: _Arquivos de limpeza
ro: _Curăță arhivele
ru: _Очистка архивов
sl: Po_čisti arhive
sv: _Rensa arkiv
tr: Arşivleri _Temizle
uk: _Очистити архіви
zh_cn: 清理归档文件(_C)

source: Delete some older archives
cs: Smazat některé starší archivy
de: Einige ältere Archive löschen
el: Διαγραφή ορισμένων παλαιότερων αρχειοθηκών
eo: Forigi iujn pli malnovajn arkivojn
es: Eliminar algunos archivadores antiguos
eu: Ezabatu zenbait artxibo zahar
fa: حذف برخی بایگانی‌های قدیمی‌تر
fi: Poista joitain vanhempia arkistoja
fr: Supprimer certaines archives anciennes
he: מחיקת מספר ארכיונים ישנים יותר
hi: कुछ पुराने अभिलेख मिटायें
hu: Néhány régebbi archívum törlése
is: Eyða einhverjum eldri safnskrám
it: Elimina alcuni vecchi archivi
ka: ზოგიერთი ძველი არქივის წაშლა
kk: Кейбір ескі архивтерді өшіру
nl: Sommige oudere archieven verwijderen
pt: Eliminar alguns arquivos antigos
pt_br: Exclui alguns dos arquivos antigos
ro: Șterge unele arhive mai vechi
ru: Удалить некоторые старые архивы
sl: Izbriše nekatere starejše arhive
sv: Ta bort några äldre arkiv
tr: Kimi eski arşivleri sil
uk: Вилучити деякі застарілі архіви
zh_cn: 删除一些旧的归档文件

source: Data Integrity Check
cs: Kontrola integrity dat
de: Daten-Integritätsprüfung
el: Έλεγχos Ακεραιότητας Δεδομένων
eo: Datumintegreca kontrolo
es: Comprobar integridad de los datos
eu: Datuen osotasunaren egiaztatzea
fa: بررسی یکپارچکی داده
fi: Datan eheystarkistus
fr: Vérification de l’intégrité des données
he: בדיקת אמינות נתונים
hi: डेटा अखंडता जांच
hu: Adatintegritás ellenőrzése
is: Athuga áreiðanleika gagna
it: Controllo integrità dati
ka: მონაცემთა მთლიანობის შემოწმება
kk: Деректер тұтастығын тексеру
pt: Verificação da integridade dos dados
pt_br: Verificação de integridade de dados
ro: Verificarea integrității datelor
ru: Проверка целостности данных
sl: Preverjanje integritete podatkov
sv: Dataintegritetskontroll
tr: Veri Bütünlüğü Denetimi
uk: Перевірка цілісності даних
zh_cn: 数据完整性检查

source: _Check Now
cs: _Ověřit nyní
de: Jetzt über_prüfen
el: _Έλεγχος Τώρα
eo: _Kontroli nun
es: _Comprobar ahora
eu: _Egiaztatu orain
fi: Tarkista _nyt
he: לבדוק _כעת
hi: अभी जांचें (_C)
hu: _Ellenőrzés most
it: _Controlla ora
ka: _ახლა შემოწმება
kk: Қазір те_ксеру
pt_br: Verifi_car agora
ro: Verifi_că acum
ru: П_роверить сейчас
sl: Preveri _zdaj
sv: _Kontrollera nu
tr: Şimdi _Denetle
uk: П_еревірити зараз
zh_cn: 立即检查(_C)

source: _Abort…
cs: _Přerušit…
de: _Abbrechen …
el: _Ματαίωση…
eo: _Ĉesigi…
es: _Abortar…
eu: _Abortatu…
fa: _خاتمه…
fi: _Lopeta…
fr: _Interrompre…
he: _ביטול…
hi: निरस्त करें (_A)…
hu: _Megszakítás…
is: _Hætta við...
it: _Interrompi…
ka: _შეწყვეტა…
kk: Т_оқтату…
pt: _Abortar…
pt_br: A_nular…
ro: În_trerupe…
ru: _Прервать…
sl: _Prekini …
sv: _Avbryt…
tr: _Vazgeç…
uk: _Перервати…
zh_cn: 中止(_A)…

source: Archives
cs: Archivy
de: Archive
el: Αρχειοθήκες
eo: Arkivoj
es: Archivadores
eu: Artxiboak
fa: بایگانی‌ها
fi: Arkistot
he: ארכיונים
hi: पुरालेख
hu: Archívumok
is: Safnskrár
it: Archivi
ka: არქივები
kk: Архивтер
nl: Archieven
pt: Arquivos
pt_br: Arquivamentos
ro: Arhive
ru: Архивы
sl: Arhivi
sv: Arkiv
tr: Arşivler
uk: Архіви
zh_cn: 归档文件

source: Refresh
cs: Aktualizovat
de: Aktualisieren
el: Ανανέωση
eo: Refreŝigi
es: Refrescar
eu: Freskatu
fa: تازه‌سازی
fi: Päivitä
fr: Actualiser
he: רענון
hi: ताजा करें
hu: Frissítés
is: Endurlesa
it: Aggiorna
ka: განახლება
kk: Жаңарту
nl: Vernieuwen
pt: Recarregar
pt_br: Atualizar
ro: Reîmprospătează
ru: Обновить
sl: Osveži
sv: Uppdatera
tr: Yenile
uk: Освіжити
zh_cn: 刷新

source: Stop Browsing Saved Files
cs: Ukončit procházení uložených souborů
de: Durchsuchen der gespeicherten Dateien beenden
el: Διακοπή Περιήγησης Αποθηκευμένων Αρχείων
eo: Ĉesi foliumi konservitajn dosierojn
es: Parar de examinar archivos guardados
eu: Gelditu gordetako fitxategiak arakatzea
fi: Lopeta tallennettujen tiedostojen selaaminen
he: עצירת העיון בקבצים השמורים
hi: सहेजी गई फाइलें देखना बंद करें
hu: Mentett fájlok tallózásának leállítása
it: Interrompi l'esplorazione dei file salvati
ka: შენახული ფაილების ძებნის შეწყვეტა
kk: Сақталған файлдарды шолуды тоқтату
pt_br: Parar navegação por arquivos
ro: Oprește navigarea fișierelor salvate
ru: Остановить просмотр сохраненных файлов
sl: Zaustavi brskanje po arhivskih datotekah
sv: Sluta bläddra bland sparade filer
tr: Kayıtlı Dosyalara Göz Atmayı Durdur
uk: Припинити навігацію збереженими файлами
zh_cn: 停止浏览保存的文件

source: No Archives Available
cs: Žádné archivy nejsou k dispozici
de: Keine Archive vorhanden
el: Δεν Υπάρχουν Διαθέσιμες Αρχειοθήκες
eo: Neniu arkivo disponebla
es: No hay archivadores disponibles
eu: Ez dago artxiborik erabilgarri
fi: Ei arkistoja saatavilla
he: אין ארכיונים זמינים
hi: कोई पुरालेख उपलब्ध नहीं है
hu: Nincsenek elérhető archívumok
it: Nessun archivio disponibile
ka: არქივები მიუწვდომელია
kk: Архивтер қолжетімді емес
pt_br: Nenhum arquivamento disponível
ro: Nicio arhivă disponibilă
ru: Архивы отсутствуют
sl: Ni še ustvarjenih arhivov
sv: Inga arkiv tillgängliga
tr: Kullanılabilir Arşiv Yok
uk: Немає доступних архівів
zh_cn: 没有可用的归档文件

source: Failed to refresh archives cache.
cs: Selhalo obnovení mezipaměti archivů.
de: Aktualisieren des Archive-Zwischenspeichers fehlgeschlagen.
el: Αποτυχία ανανέωσης της κρυφής μνήμης των αρχειοθηκών.
eo: Malsukcesis refreŝigi arkivan kaŝmemoron.
es: Falló al guardar la caché de archivadores.
eu: Huts egin du artxikoen cacheak freskatzeak.
fi: Arkistojen välimuistin päivittäminen epäonnistui.
fr: Échec d’actualisation du cache des archives.
he: רענון מטמון הארכיונים נכשל.
hi: पुरालेख कैशे ताजा करने में विफल।
hu: Az archívumok gyorsítótárának frissítése sikertelen.
is: Tókst ekki að endurnýja skyndiminni safnskráa.
it: Aggiornamento della cache degli archivi non riuscito.
ka: არქივების ქეშის განახლების შეცდომა.
kk: Архивтер кэшін жаңарту сәтсіз аяқталды.
nl: Vernieuwen van archiefcache mislukt.
pt: Falha ao atualizar cache de arquivos.
pt_br: Falha ao atualizar cache de arquivamentos.
ro: Eșec la reîmprospătarea cache-ului cu arhive.
ru: Не удалось обновить кэш архивов.
sl: Osveževanje predpomnilnika arhivov je spodletelo.
sv: Misslyckades med att uppdatera arkivcache.
tr: Arşiv önbelleği yenilenemedi.
uk: Не вдалося освіжити кеш архівів.
zh_cn: 无法刷新归档缓存。

source: None
cs: Žádné
de: Keine
el: Κανένα
eo: Neniu
es: Ninguno
eu: Bat ere ez
fa: هیچ‌کدام
fi: Ei mitään
fr: Aucun
he: ללא
hi: कोई नहीं
hu: Nincs
is: Ekkert
it: Nessuno
ka: არაფერი
kk: Ешқандай
nl: Geen
pt: Nenhum
pt_br: Nenhum
ro: Nimic
ru: Нет
sl: Brez
sv: Inget
tr: Hiçbiri
uk: Немає
zh_cn: 无
