Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Scheduled Backups Disabled
cs: Plánovaná zálohování vypnuta
de: Geplante Sicherungen deaktiviert
el: Τα Προγραμματισμένα Αντίγραφα Ασφαλείας είναι Απενεργοποιημένα
eo: Planitaj sekurkopioj malebligitaj
es: Respaldos programados desactivados
eu: Programatutako babeskopiak desgaitu dira
fa: پشتیبان‌های زمان‌بسته از کار افتاده
fi: Aikataulutetut varmuuskopioinnit eivät ole käytössä
fr: Sauvegardes planifiées désactivées
he: גיבויים מתוזמנים מושבתים
hi: अनुसूचित बैकअप अक्षम
hu: Ütemezett biztonsági mentések letiltva
is: Tímasettar öryggisafritanir óvirkar
it: Backup programmati non abilitati
ka: დაგეგმილი მარქაფები გამორთულია
kk: Жоспарланған резервтік көшіру сөндірілген
nl: Geplande back-ups zijn uitgeschakeld
pt: Os backups agendados estão desativados
pt_br: Backups agendados desativados
ro: Copiile de rezervă programate sunt dezactivate
ru: Резервное копирование по расписанию отключено
sl: Načrtovano varnostno kopiranje je onemogočeno
sv: Schemalagda säkerhetskopior inaktiverat
tr: Zamanlanmış Yedeklemeler Devre Dışı Bırakıldı
uk: Резервне копіювання за розкладом вимкнено
zh_cn: 计划备份已禁用

source: Hourly Backups Enabled
cs: Zapnuto hodinové zálohování
de: Stündliche Datensicherungen aktiviert
el: Τα Ωριαία Αντίγραφα Ασφαλείας είναι Ενεργοποιημένα
eo: Horaj sekurkopioj ebligitaj
es: Respaldos horarios activados
eu: Orduro diren babeskopiak gaitu dira
fa: پشتیبان‌های ساعتی به کار افتاده
fi: Tunnittaiset varmuuskopiot käytössä
fr: Sauvegardes horaires activées
he: גיבויים שעתיים זמינים
hi: प्रति घंटा बैकअप सक्षम
hu: Óránkénti biztonsági mentések engedélyezve
is: Öryggisafritun á klukkustunda fresti virkjuð
it: Backup orari abilitati
ka: საათობრივი მარქაფები ჩართულია
kk: Сағат сайынғы резервтік көшіру іске қосылған
nl: Uurlijkse back-ups ingeschakeld
pt: Backups por hora ativados
pt_br: Backups de hora em hora ativados
ro: Copii de rezervă orare activate
ru: Включено почасовое резервное копирование
sl: Urno varnostno kopiranje je omogočeno
sv: Säkerhetskopior varje timme aktiverat
tr: Saatlik Yedekleme Etkinleştirildi
uk: Увімкнено щогодинне резервне копіювання
zh_cn: 按小时备份已启用

source: Daily Backups Enabled
cs: Zapnuto denní zálohování
de: Tägliche Datensicherungen aktiviert
el: Τα Καθημερινά Αντίγραφα Ασφαλείας είναι Ενεργοποιημένα
eo: Tagaj sekurkopioj ebligitaj
es: Respaldos diarios activados
eu: Egunero diren babeskopiak gaitu dira
fa: پشتیبان‌های روزانه به کار افتاده
fi: Päivittäiset varmuuskopiot käytössä
fr: Sauvegardes quotidiennes activées
he: גיבויים יומיים זמינים
hi: दैनिक बैकअप सक्षम
hu: Napi biztonsági mentések engedélyezve
is: Dagleg öryggisafritun virkjuð
it: Backup giornalieri abilitati
ka: ყოველდღიური მარქაფები ჩართულია
kk: Күнделікті резервтік көшіру іске қосылған
nl: Dagelijkse back-ups ingeschakeld
pt: Backups diários ativados
pt_br: Backups diários ativados
ro: Copii de rezervă zilnice activate
ru: Включено ежедневное резервное копирование
sl: Dnevno varnostno kopiranje je omogočeno
sv: Säkerhetskopior varje dag aktiverat
tr: Günlük Yedekleme Etkinleştirildi
uk: Увімкнено щоденне резервне копіювання
zh_cn: 按天备份已启用

source: Weekly Backups Enabled
cs: Zapnuto týdenní zálohování
de: Wöchentliche Datensicherungen aktiviert
el: Τα Εβδομαδιαία Αντίγραφα Ασφαλείας είναι Ενεργοποιημένα
eo: Semajnaj sekurkopioj ebligitaj
es: Respaldos semanales activados
eu: Astero diren babeskopiak gaitu dira
fa: پشتیبان‌های هفتگی به کار افتاده
fi: Viikottaiset varmuuskopiot käytössä
fr: Sauvegardes hebdomadaires activées
he: גיבויים שבועיים פעילים
hi: साप्ताहिक बैकअप सक्षम
hu: Heti biztonsági mentések engedélyezve
is: Vikuleg öryggisafritun virkjuð
it: Backup settimanali abilitati
ka: ყოველკვირეული მარქაფები ჩართულია
kk: Апталық резервтік көшіру іске қосылған
nl: Wekelijkse back-ups ingeschakeld
pt: Backups semanais ativados
pt_br: Backups semanais ativados
ro: Copii de rezervă săptămânale activate
ru: Включено еженедельное резервное копирование
sl: Tedensko varnostno kopiranje je omogočeno
sv: Säkerhetskopior varje vecka aktiverat
tr: Haftalık Yedekleme Etkinleştirildi
uk: Увімкнено щотижневе резервне копіювання
zh_cn: 按周备份已启用

source: Monthly Backups Enabled
cs: Zapnuto měsíční zálohování
de: Monatliche Datensicherungen aktiviert
el: Τα Μηνιαία Αντίγραφα Ασφαλείας είναι Ενεργοποιημένα
eo: Monataj sekurkopioj ebligitaj
es: Respaldos mensuales activados
eu: Hilero diren babeskopiak gaitu dira
fa: پشتیبان‌های ماهانه به کار افتاده
fi: Kuukausittaiset varmuuskopiot käytössä
fr: Sauvegardes mensuelles activées
he: גיבויים חודשיים פעילים
hi: मासिक बैकअप सक्षम
hu: Havi biztonsági mentések engedélyezve
is: Mánaðarleg öryggisafritun virkjuð
it: Backup mensili abilitati
ka: ყოველთვიური მარქაფები ჩართულია
kk: Айлық резервтік көшіру іске қосылған
nl: Maandelijkse back-ups ingeschakeld
pt: Backups mensais ativados
pt_br: Backups mensais ativados
ro: Copii de rezervă lunare activate
ru: Включено ежемесячное резервное копирование
sl: Mesečno varnostno kopiranje je omogočeno
sv: Säkerhetskopior varje månad aktiverat
tr: Aylık Yedekleme Etkinleştirildi
uk: Увімкнено щомісячне резервне копіювання
zh_cn: 按月备份已启用

source: Will not start until requirements are met.
cs: Nebude spuštěno, dokud nebudou splněny požadavky.
de: Wird nicht starten, bis alle Voraussetzungen erfüllt sind.
el: Δεν θα ξεκινήσει μέχρι να εκπληρωθούν οι απαιτήσεις.
eo: Ne komenciĝos ĝis la postuloj estos plenumitaj.
es: No se iniciará hasta que se cumplan los requisitos.
eu: Ez da abiaraziko eskakizunak bete arte.
fi: Ei aloiteta, ennen kuin vaatimukset on täytetty.
fr: Ne commencera pas tant que les conditions ne sont pas remplies.
he: לא יתחיל עד שכל הדרישות ימולאו.
hi: जब तक आवश्यकताएं पूरी नहीं होंगी तब तक शुरू नहीं किया जाएगा।
hu: Addig nem indul el, amíg a követelmények nem teljesülnek.
is: Byrjar ekki fyrr en skilyrði eru uppfyllt.
it: Non inizierà finché i requisiti non saranno soddisfatti.
ka: სანამ მოთხოვნები არ შესრულდება, არ გაეშვება.
kk: Талаптар орындалмайынша басталмайды.
nl: Zal niet beginnen totdat aan de vereisten wordt voldaan.
pt: Não iniciará até que os requisitos sejam cumpridos.
pt_br: Não será iniciado até os requisitos serem atendidos.
ro: Nu va începe până când cerințele nu sunt îndeplinite.
ru: Не запускается до тех пор, пока не будут выполнены все требования.
sl: Ne bo zagnano, dokler ne bodo izpolnjene zahteve.
sv: Kommer inte starta förrän kraven har uppfyllts.
tr: Gereksinimler karşılanana dek başlatılmayacak.
uk: Не розпочнемо, доки не буде виконано умови.
zh_cn: 直到满足需求才会开始。

source: Inconsistent backup information
cs: Nesourodé informace o zálohování
de: Inkonsistente Sicherungsinformationen
el: Ασυνεπείς πληροφορίες αντιγράφων ασφαλείας
eo: Nekonsistaj sekurkopiaj informoj
es: Información de respaldo inconsistente
eu: Babeskopiaren informazio inkoherentea
fi: Epäjohdonmukaiset varmuuskopiotiedot
fr: Informations de sauvegarde incohérentes
he: פרטי הגיבוי אינם עקביים
hi: असंगत बैकअप जानकारी
hu: Következetlen biztonsági mentési információk
is: Ósamræmi í upplýsingum um öryggisafrit
it: Informazioni del backup non consistenti
ka: არამდგრადი მარქაფის ინფორმაცია
kk: Резервтік көшірме туралы ақпарат қайшылықты
nl: Inconsistente back-upinformatie
pt: Informação de backup inconsistente
pt_br: Informações de backup inconsistentes
ro: Informații de copie de rezervă inconsecvente
ru: Непоследовательная информация о резервном копировании
sl: Podatki varnostne kopije niso skladni
sv: Inkonsekvent säkerhetskopieringsinformation
tr: Tutarsız yedekleme bilgisi
uk: Несумісність даних щодо резервного копіювання
zh_cn: 不一致的备份信息

source: Backup Past Due
cs: Zálohování mešká plán
de: Datensicherung überfällig
el: Το Αντίγραφο Ασφαλείας έχει Καθυστερήσει
eo: Sekurkopio malfruas
es: Respaldo atrasado
eu: Babeskopia iragan da
fi: Varmuuskopiointi on myöhässä
fr: Sauvegarde en retard
he: תאריך היעד של הגיבוי חלף
hi: बैकअप विगत बकाया
hu: A biztonsági mentés ideje már elmúlt
is: Öryggisafritun komin fram yfir tíma
it: Backup scaduto
ka: მარქაფის ვადა ამოწურულია
kk: Резервтік көшіру уақыты өтіп кетті
nl: Verloopdatum van back-up voorbij
pt: Backup atrasado
pt_br: Backup vencido
ro: Copie de rezervă în scadență
ru: Просроченная резервная копия
sl: Varnostno kopiranje po zapadlosti
sv: Tid för säkerhetskopia har passerat
tr: Yedekleme Süreci Geçti
uk: Момент резервного копіювання пропущено
zh_cn: 备份已过期

source: Waiting until requirements are met
cs: Čeká se na splnění požadavků
de: Es wird darauf gewartet, dass alle Voraussetzungen erfüllt sind
el: Αναμονή μέχρι την εκπλήρωση των απαιτήσεων
eo: Atendante ĝis la postuloj estos plenumitaj
es: Esperando a que se cumplan los requisitos
eu: Itxaroten eskakizunak bete arte
fi: Odotetaan kunnes vaatimukset on täytetty
fr: En attente jusqu’à ce que les conditions soient remplies
he: בהמתנה למילוי הדרישות
hi: आवश्यकताएं पूरी होने तक प्रतीक्षा की जा रही है
hu: Várakozás, amíg a követelmények nem teljesülnek
is: Bíð eftir að skilyrði séu uppfyllt
it: In attesa che i requisiti siano soddisfatti
ka: მოთხოვნების შესრულების მოლოდინი
kk: Талаптардың орындалуын күтуде
nl: Wachten totdat aan de vereisten wordt voldaan
pt: Aguardar até que os requisitos sejam atendidos
pt_br: Aguardando até os requisitos serem atendidos
ro: Se așteaptă până când cerințele sunt îndeplinite
ru: Ожидание выполнения требований
sl: Poteka čakanje na izpolnitev zahtev
sv: Väntar tills kraven har uppfyllts
tr: Gereksinimler karşılanana dek bekleniyor
uk: Очікуємо на встановлення відповідних умов
zh_cn: 正在等待直到满足需求

source: Scheduled Backups Unavailable
cs: Naplánovaná zálohování nejsou možná
de: Geplante Sicherungen nicht verfügbar
el: Τα Προγραμματισμένα Αντίγραφα Ασφαλείας δεν είναι Διαθέσιμα
eo: Planitaj sekurkopioj ne disponeblaj
es: Los respaldos programados no están disponibles
eu: Programatutako babeskopiak ez daude erabilgarri
fi: Aikataulutetut varmuuskopioinnit eivät ole käytettävissä
fr: Sauvegardes planifiées non disponibles
he: גיבויים מתוזמנים אינם זמינים
hi: अनुसूचित बैकअप अनुपलब्ध
hu: Az ütemezett biztonsági mentések nem érhetők el
is: Tímasettar öryggisafritanir ekki tiltækar
it: Backup programmati non disponibili
ka: დაგეგმილი მარქაფები ხელმისაწვდომი არაა
kk: Жоспарланған резервтік көшірмелер қолжетімсіз
nl: Geplande back-ups zijn niet beschikbaar
pt: Backups agendados indisponíveis
pt_br: Backups agendados indisponíveis
ro: Copiile de rezervă programate indisponibile
ru: Запланированное резервное копирование недоступно
sl: Načrtovana varnostna kopiranja niso na voljo
sv: Schemalagda säkerhetskopior ej tillgängligt
tr: Zamanlanmış Yedeklemeler Erişilemez
uk: Резервне копіювання за розкладом є недоступним
zh_cn: 计划备份不可用

source: Waiting for Backup to Start
cs: Čeká se na spuštění zálohování
de: Auf den Beginn der Sicherung wird gewartet
el: Αναμονή για την Έναρξη του Αντιγράφου Ασφαλείας
eo: Atendante ke la sekurkopio komenciĝu
es: Esperando a que se inicie el respaldo
eu: Babeskopia has dadin itxaroten
fi: Odotetaan varmuuskopioinnin alkamista
fr: En attente du démarrage de la sauvegarde
he: בהמתנה להתחלת הגיבוי
hi: बैकअप प्रारंभ होने की प्रतीक्षा की जा रही है
hu: Várakozás a biztonsági mentés elindulására
is: Bíð eftir að öryggisafritun hefjist
it: In attesa dell'avvio del backup
ka: მარქაფის გაშვების მოლოდინი
kk: Резервтік көшірудің басталуын күтуде
nl: Wachten op start van back-up
pt: A aguardar que o backup inicie
pt_br: Aguardando o início do backup
ro: Se așteaptă să se înceapă copia de rezervă
ru: Ожидание начала резервного копирования
sl: Čakanje na začetek varnostnega kopiranja
sv: Väntar på att säkerhetskopiering ska starta
tr: Yedeklemenin Başlaması Bekleniyor
uk: Очікуємо на початок резервного копіювання
zh_cn: 正在等待备份开始

source: Network connection must not be metered
cs: Síťové připojení nesmí být měřené
de: Die Netzwerkverbindung darf nicht getaktet sein
el: Η σύνδεση δικτύου δεν πρέπει να έχει ογκοχρέωση
eo: Reta konekto ne devas esti mezurita
es: La conexión de red no debe estar medida
eu: Sareko konexioak ez du neurtuta egon behar
fi: Verkkoyhteys ei saa olla tyypiltään käytön mukaan laskutettava
fr: La connexion réseau ne doit pas avoir de quota
he: חיבור הרשת לא יכול להיות מוגבל
hi: नेटवर्क कनेक्शन मीटरयुक्त नहीं होना चाहिए
hu: A hálózati kapcsolat nem lehet forgalomkorlátos
is: Nettenging má ekki vera gjaldfærð
it: La connessione di rete non deve essere a consumo
ka: ქსელური კავშირი გაზომვადი არ უნდა იყოს
kk: Желілік байланыс өлшеулі емес болуы тиіс
nl: Netwerkverbinding kan geen datalimiet hebben
pt: A ligação de rede não deve ser móvel
pt_br: A conexão de rede não deve ser limitada
ro: Conexiunea rețelei nu trebuie să fie contorizată
ru: Сетевое подключение не должно быть дозированным
sl: Omrežna povezava ne sme biti omejena
sv: Nätverksanslutning får inte ha datakvot
tr: Ağ bağlantısı ölçülü olmamalıdır
uk: З'єднання має бути з'єднанням без обліку даних
zh_cn: 网络连接不能是流量计费网络

source: Other backups on repository have to be completed
cs: V úložišti musí být dokončena jiná zálohování
de: Andere Datensicherungen in dieses Depot müssen beendet werden
el: Τα άλλα αντίγραφα ασφαλείας στο αποθετήριο πρέπει να ολοκληρωθούν
eo: Aliaj sekurkopioj en la deponejo devas esti finitaj
es: Se tienen que haber completado otros respaldos en el repositorio
eu: Biltegiko beste babeskopiak osatu behar dira
fi: Muiden tietovaraston varmuuskopioiden tulee olla valmistuneita
fr: D’autres sauvegardes dans le dépôt doivent être terminées
he: גיבויים אחרים במאגר חייבים להסתיים קודם
hi: रिपॉजिटरी पर अन्य बैकअप को पूरा करना होगा
hu: A tároló más biztonsági mentéseinek be kell fejeződnie
is: Öðrum öryggisafritunum í gagnasafni verður að vera lokið
it: Altri backup nel deposito devono essere completati
ka: საჭიროა რეპოზიტორიის სხვა მარქაფების დასრულება
kk: Репозиторийдегі басқа резервтік көшірмелер аяқталуы тиіс
nl: Andere back-ups op opslagruimte moeten voltooid worden
pt: Outros backups no repositório tem de estar concluídos
pt_br: Outros backups no repositório devem estar concluídos
ro: Alte copii de rezervă din depozit trebuie să fie completate
ru: Другие резервные копии хранилища должны быть выполнены
sl: Druge varnostne kopije v skladišču je treba dokončati
sv: Andra säkerhetskopior på lagringsplatsen måste slutföras
tr: Depodaki diğer yedeklemeler tamamlanmalıdır
uk: Має бути завершено інші резервні копіювання до сховища
zh_cn: 仓库的其它备份必须完成

source: Archives cannot be opened for browsing
cs: Archivy nelze otevřít k procházení
de: Archive können nicht zum Durchsuchen geöffnet werden
el: Οι αρχειοθήκες δεν μπορούν να ανοιχτούν για περιήγηση
eo: Arkivoj ne povas esti malfermitaj por foliumado
es: No se pueden abrir los archivadores para ser examinados
eu: Artxiboak ezin dira ireki arakatuak izateko
fi: Arkistoja ei voi avata selaamista varten
he: אי אפשר לפתוח ארכיונים לעיון
it: Non è possibile aprire gli archivi per la navigazione
ka: არქივების დასათვალიერებლად გახსნა შეუძლებელია
kk: Архивтерді шолу үшін ашу мүмкін емес
pt_br: Arquivos não podem serem abertos para navegação
ru: Архивы не могут быть открыты для просмотра
sl: Arhivov ni mogoče odpreti za brskanje
sv: Arkiv kan inte öppnas för bläddring.
tr: Arşivler göz atmak için açılamıyor
uk: Архіви не можна відкривати для навігації
zh_cn: 归档无法被打开浏览

source: Device must be connected to power
cs: Zařízení musí být připojeno k napájení
de: Gerät muss eine Stromversorgung besitzen
el: Η συσκευή πρέπει να είναι συνδεδεμένη στην τροφοδοσία
eo: Aparato devas esti konektita al elektro
es: El dispositivo ha de estar conectado a la red eléctrica
eu: Gailuak argindarrari konektatuta egon behar du
fi: Laite tulee olla yhdistetty virtalähteeseen
fr: L’appareil doit être connecté à l’alimentation
he: התקן הגיבוי חייב להיות מחובר לחשמל
hi: उपकरण बिजली से जुड़ा होना चाहिए
hu: Az eszköznek csatlakoztatva kell lennie az elektromos hálózathoz
is: Tækið verður að vera tengt við rafmagn
it: Il dispositivo deve essere connesso all'alimentazione
ka: მოწყობილობის კვებაში შეერთება აუცილებელია
kk: Құрылғы қуат көзіне қосулы болуы тиіс
nl: Apparaat moet aangesloten zijn op netstroom
pt: O dispositivo deve estar ligado à corrente
pt_br: O dispositivo deve estar conectado à energia
ro: Dispozitivul trebuie să fie conectat la curent
ru: Устройство должно быть подключено к питанию
sl: Naprava mora biti priključena na napajanje
sv: Enheten måste vara ansluten till nätspänning
tr: Aygıt güce bağlanmalıdır
uk: Пристрій має бути з'єднано із джерелом живлення
zh_cn: 设备必须连接到电源

source: Backup device has to be connected
cs: Musí být připojené zálohovací zařízení
de: Sicherungsmedium muss verbunden sein
el: Η συσκευή αντιγράφων ασφαλείας πρέπει να είναι συνδεδεμένη
eo: Sekurkopia aparato devas esti konektita
es: El dispositivo de respaldo ha de estar conectado
eu: Babeskopiarako gailua konektatu behar da
fi: Varmuuskopiolaite tulee olla yhdistetty
fr: Le périphérique de sauvegarde doit être connecté
he: התקן הגיבוי חייב להיות מחובר
hi: बैकअप उपकरण जोड़ना होगा
hu: A biztonsági mentési eszköznek csatlakoztatva kell lennie
is: Tæki til öryggisafritunar verður að vera tengt
it: Il dispositivo di backup deve essere connesso
ka: მარქაფის მოწყობილობის მიერთება აუცილებელია
kk: Резервтік көшіру құрылғысы қосулы болуы тиіс
nl: Back-upapparaat moet verbonden zijn
pt: O dispositivo de backup precisa de estar ligado
pt_br: O dispositivo de backup precisa estar conectado
ro: Dispozitivul de copiere de rezervă trebuie să fie conectat
ru: Резервное устройство должно быть подключено
sl: Napravo za varnostno kopiranje je treba povezati
sv: Enhet för säkerhetskopia måste anslutas
tr: Yedekleme aygıtı bağlanmalıdır
uk: Не з'єднано пристрій для зберігання резервних копій
zh_cn: 必须连接备份设备

source: Reminder will be sent when device is required
cs: Připomenutí bude odesláno, když bude zařízení vyžadováno
de: Es wird eine Erinnerung gesendet, sofern ein Gerät benötigt wird
el: Θα σταλεί υπενθύμιση όταν απαιτείται η συσκευή
eo: Rememorigilo estos sendita kiam aparato estos bezonata
es: Se enviará un recordatorio cuando se requiera un dispositivo
eu: Oroigarria bidaliko da gailua behar denean
fi: Kun laite vaaditaan, siitä lähetetään muistutus
fr: Un rappel sera envoyé lorsque le périphérique de sauvegarde sera requis
he: תישלח תזכורת כשיש צורך בהתקן
hi: उपकरण की आवश्यकता होने पर अनुस्मारक भेजा जाएगा
hu: Emlékeztető lesz küldve, ha szükség lesz az eszközre
is: Áminning verður send þegar tengja þarf tæki
it: Un promemoria verrà inviato quando servirà il dispositivo
ka: გასაგზავნი შეხსენება, როცა აუცილებელია მოწყობილობა
kk: Құрылғы қажет болғанда ескерту жіберіледі
nl: Er zal een herinnering gestuurd worden wanneer het apparaat vereist wordt
pt: O lembrete será enviado quando o dispositivo for necessário
pt_br: Um lembrete será enviado quando o dispositivo for necessário
ro: Memento-ul va fi trimis când dispozitivul este necesar
ru: Напоминание будет отправлено, когда устройство будет необходимо
sl: Opomnik bo poslan, ko je naprava potrebna
sv: En påminnelse kommer skickas när enheten krävs
tr: Aygıt gerektiğinde anımsatıcı gönderilecektir
uk: Коли виникне потреба у пристрої, буде надіслано нагадування
zh_cn: 需要设备时将发送提醒

source: Network connection has to be available
cs: Musí být k dispozici síťové připojení
de: Es muss eine Netzwerkverbindung verfügbar sein
el: Η σύνδεση δικτύου πρέπει να είναι διαθέσιμη
eo: Reta konekto devas esti disponebla
es: Tiene que haber disponible una conexión de red
eu: Sareko konexioak erabilgarri egon behar du
fi: Verkkoyhteyden tulee olla käytettävissä
fr: Une connexion réseau doit être disponible
he: חיבור הרשת חייב להיות זמין
hi: नेटवर्क कनेक्शन उपलब्ध होना चाहिए
hu: A hálózati kapcsolatnak elérhetőnek kell lennie
is: Nettenging verðu að vera til staðar
it: La connessione di rete deve essere disponibile
ka: ქსელური შეერთების ხელმისაწვდომობა აუცილებელია
kk: Желілік байланыс қолжетімді болуы тиіс
nl: Er moet een netwerkverbinding beschikbaar zijn
pt: A ligação à rede tem de estar disponível
pt_br: Uma conexão de rede deve estar disponível
ro: Conexiunea la rețea trebuie să fie disponibilă
ru: Сетевое подключение должно быть доступно
sl: Omrežna povezava mora biti na voljo
sv: Nätverksanslutning måste finnas tillgänglig
tr: Ağ bağlantısı olmalıdır
uk: Має бути доступним з'єднання із мережею
zh_cn: 网络连接必须可用

source: Background process inactive
cs: Proces na pozadí je neaktivní
de: Hintergrundprozess inaktiv
el: Η διεργασία παρασκηνίου είναι ανενεργή
eo: Fona procezo neaktiva
es: Proceso en segundo plano inactivo
eu: Atzeko planoko prozesua ez dago aktibo
fi: Taustaprosessi ei aktiivisena
fr: Processus d’arrière-plan inactif
he: תהליך הרקע אינו פעיל
hi: पृष्ठभूमि प्रक्रिया निष्क्रिय
hu: A háttérfolyamat inaktív
is: Bakgrunnsferli óvirkt
it: Il processo sullo sfondo è inattivo
ka: ფონური პროცესი არააქტურია
kk: Фондық процесс белсенді емес
nl: Achtergrondproces is niet actief
pt: Processo em segundo plano inativo
pt_br: Processo em segundo plano inativo
ro: Procesul de fundal nu este activ
ru: Фоновый процесс неактивен
sl: Postopek v ozadju je nedejaven
sv: Bakgrundsprocessen inaktiv
tr: Arka plan işlemi etkin değil
uk: Фоновий процес є неактивним
zh_cn: 后台进程未激活

source: This is required for scheduled backups
cs: Je zapotřebí pro plánované zálohy
de: Das ist für geplante Sicherungen erforderlich
el: Αυτό απαιτείται για τα προγραμματισμένα αντίγραφα ασφαλείας
eo: Ĉi tio estas bezonata por planitaj sekurkopioj
es: Se requiere esto para respaldos programados
eu: Hori beharrezkoa da programatutako babeskopietarako
fi: Tämä vaaditaan aikataulutettuihin varmuuskopioihin
fr: Ceci est requis pour les sauvegardes planifiées
he: נחוץ לגיבויים מתוזמנים
hi: यह अनुसूचित बैकअप के लिए आवश्यक है
hu: Ez szükséges az ütemezett biztonsági mentésekhez
is: Þetta þarf fyrir tímasetta öryggisafritun
it: È richiesto per i backup programmati
ka: ეს აუცილებელია დაგეგმილი მარქაფებისთვის
kk: Бұл жоспарланған резервтік көшірмелер үшін қажет
nl: Dit is vereist voor geplande back-ups
pt: Isto é necessário para os backups programadas
pt_br: Isso é necessário para backups agendados
ro: Acest lucru este necesar pentru copiile de rezervă programate
ru: Требуется для поддержки резервирования по расписанию
sl: To je zahtevano za načrtovano varnostno kopiranje
sv: Detta krävs för schemalagda säkerhetskopior
tr: Zamanlanmış yedeklemeler için gereklidir
uk: Потрібен для резервного копіювання за розкладом
zh_cn: 计划备份需要该项

source: Sophie Herold <sophieherold@gnome.org>
fa: سوفی هرولد <sophieherold@gnome.org>
he: סופי הרולד <sophieherold@gnome.org>
hi: सोफी हेरोल्ड <sophieherold@gnome.org>
uk: Софі Герольд (Sophie Herold) <sophieherold@gnome.org>

source: Fina Wilke <finaw@gnome.org>
fa: فینا ویلک <finaw@gnome.org>
he: פינה וילק <finaw@gnome.org>
hi: फ़िना विल्के <finaw@gnome.org>

source: Copyright © 2018–2023 Sophie Herold et al.
cs: Copyright © 2018 – 2023 Sophie Herold a kol.
el: Πνευματικά δικαιώματα © 2018–2023 Sophie Herold κ.ά.
eo: Kopirajto © 2018–2023 Sophie HEROLD kaj aliaj.
es: Copyright © 2018–2023 Sophie Herold y otros.
fi: Tekijänoikeus © 2018–2023 Sophie Herold et al.
he: כל הזכויות שמורות © 2018–2023 לסופי הרולד ואחרים.
hi: कॉपीराइट © 2018-2023 सोफी हेरोल्ड और अन्य।
hu: Copyright © 2018–2023 Sophie Herold és mások
is: Höfundarréttur © 2018–2023 Sophie Herold og fleiri
pt: Direitos de autor © 2018–2023 Sophie Herold et al.
ro: Drepturi de autor © 2018–2023 Sophie Herold și alții.
sl: Avtorske pravice © 2018–2023 Sophie Herold in drugi.
sv: Copyright © 2018–2023 Sophie Herold med flera
tr: Telif Hakkı © 2018–2023 Sophie Herold et al.
uk: © Sophie Herold та інші, 2018–2023
zh_cn: 版权所有 © 2018–2023 Sophie Herold et al.
