Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Archives integrity check not yet performed
cs: Kontrola integrity archivů dosud nebyla provedena
de: Archiv-Integritätsprüfung noch nicht durchgeführt
el: Ο έλεγχος ακεραιότητας των αρχειοθηκών δεν έχει εκτελεστεί ακόμα
eo: Arkiva integreca kontrolo ankoraŭ ne plenumita
es: Todavía no se ha realizado una comprobación de integridad de los archivadores
eu: Artxiboen osotasunaren egiaztatzea ez da gauzatu oraindik
fa: هنوز بررسی یکپارچگی بایگانی‌ها انجام نشده
fi: Arkistojen eheystarkistusta ei ole vielä suoritettu
fr: La vérification d’intégrité des archives n’est pas encore réalisée
he: לא בוצעה עדיין בדיקת אמינות של הארכיונים
hi: पुरालेख अखंडता जांच अभी तक नहीं की गई है
hu: Az archívumok integritásának ellenőrzése még nincs végrehajtva
is: Áreiðanleikaprófun safnskráa enn ekki framkvæmt
it: Controllo integrità archivi non ancora effettuato
ka: არქივების მთლიანობის შემოწმება ჯერ არ ჩატარებულა
kk: Архивтердің бүтіндігін тексеру әлі орындалмаған
pt: A verificação de integridade dos arquivos ainda não foi efetuada
pt_br: Verificação de integridade de arquivos ainda não realizada
ro: Verificarea integrității arhivelor încă nu a fost efectuată
ru: Проверка целостности архивов ещё не выполнена
sl: Preverjanje integritete arhivov še ni izvedeno
sv: Kontroll av integritet för arkiv har inte ännu utförts
tr: Arşivler bütünlük denetimi henüz gerçekleştirilmedi
uk: Перевірка цілісності архівів ще не виконується
zh_cn: 归档完整性检查尚未执行

source: Last Backup Completed With Warnings
cs: Poslední zálohování bylo dokončeno s varováním
de: Die letzte Datensicherung wurde mit Warnungen abgeschlossen
el: Το Τελευταίο Αντίγραφο Ασφαλείας Ολοκληρώθηκε με Προειδοποιήσεις
eo: Pasinta sekurkopio kompletigita kun avertoj
es: El último respaldo se completó con advertencias
eu: Azken babeskopia abisurik gabe osatu da
fa: آخرین پشتیبان با هشدار کامل شد
fi: Viimeisin varmuuskopiointi valmistui varoitusten kera
he: הגיבוי הושלם עם אזהרות
hi: अंतिम बैकअप चेतावनियों के साथ पूरा हुआ
hu: Az utolsó biztonsági mentés figyelmeztetésekkel ért véget
it: Ultimo backup completato con degli avvertimenti
ka: ბოლო მარქაფი შენიშვნებით დასრულდა
kk: Соңғы резервтік көшіру ескертулермен аяқталды
pt_br: Último backup concluído com avisos
ro: Ultima copie de rezervă a fost completată cu avertizări
ru: Последнее резервное копирование выполнено с предупреждениями
sl: Zadnja varnostna kopija je bila ustvarjena z opozorili
sv: Senaste säkerhetskopia slutförd med varningar
tr: Son Yedekleme Uyarıyla Tamamlandı
uk: Останнє резервне копіювання було завершено із попередженнями
zh_cn: 上次备份完成但存在警告

source: Last Backup Successful
cs: Poslední zálohování bylo úspěšné
de: Letzte Datensicherung war erfolgreich
el: Το Τελευταίο Αντίγραφο Ασφαλείας Ήταν Επιτυχές
eo: Pasinta sekurkopio sukcesa
es: El último respaldo se completó con éxito
eu: Azkan babeskopia ongi gauzatu da
fa: آخرین پشتیبان گیری موفّق
fi: Viimeisin varmuuskopio onnistui
fr: Dernière sauvegarde réussie
he: הגיבוי האחרון הצליח
hi: अंतिम बैकअप सफल
hu: A legutóbbi biztonsági mentés sikeres
is: Síðasta öryggisafritun tókst
it: Ultimo backup completato con successo
ka: ბოლო მარქაფი წარმატებით დასრულდა
kk: Соңғы резервтік көшіру сәтті аяқталды
nl: Laatste back-up voltooid
pt: Último backup com sucesso
pt_br: Último backup feito com sucesso
ro: Ultima copie de rezervă a avut succes
ru: Последнее резервное копирование успешно
sl: Zadnje ustvarjanje varnostne kopije je bilo uspešno končano
sv: Senaste säkerhetskopieringen lyckades
tr: Son Yedekleme Başarılı
uk: Останнє резервне копіювання відбулося успішно
zh_cn: 上次备份成功

source: Last Backup Aborted
cs: Poslední zálohování bylo přerušeno
de: Letzte Datensicherung wurde abgebrochen
el: Το Τελευταίο Αντίγραφο Ασφαλείας Ματαιώθηκε
eo: Pasinta sekurkopio ĉesigita
es: El último respaldo se canceló
eu: Azken babeskopia abortatu da
fa: آخرین پشتیبان گیری صرف‌‌نظر شده
fi: Viimeisin varmuuskopio peruttiin
fr: Dernière sauvegarde interrompue
he: הגיבוי האחרון בוטל
hi: अंतिम बैकअप निरस्त किया गया
hu: A legutóbbi biztonsági mentés megszakítva
is: Síðustu öryggisafritun var hætt.
it: Ultimo backup interrotto
ka: ბოლო მარქაფი გაუქმდა
kk: Соңғы резервтік көшіру тоқтатылды
nl: Laatste back-up afgebroken
pt: Último backup abortado
pt_br: Último backup abortado
ro: Ultima copie de rezervă a fost întreruptă
ru: Последнее резервное копирование прервано
sl: Zadnje ustvarjanje varnostne kopije je bilo preklicano
sv: Senaste säkerhetskopieringen avbröts
tr: Son Yedekleme Vazgeçildi
uk: Останнє резервне копіювання було перервано
zh_cn: 上次备份中止

source: Last Backup Failed
cs: Poslední zálohování selhalo
de: Letzte Datensicherung ist fehlgeschlagen
el: Το Τελευταίο Αντίγραφο Ασφαλείας Απέτυχε
eo: Pasinta sekurkopio malsukcesis
es: El último respaldo falló
eu: Azken babeskopiak huts egin du
fa: آخرین پشتیبان گیری شکست خورده
fi: Viimeisin varmuuskopio epäonnistui
fr: Échec de la dernière sauvegarde
he: הגיבוי האחרון נכשל
hi: अंतिम बैकअप विफल
hu: A legutóbbi biztonsági mentés sikertelen
is: Síðasta öryggisafritun misheppnaðist
it: Ultimo backup non riuscito
ka: ბოლო მარქაფი ავარიულად დასრულდა
kk: Соңғы резервтік көшіру сәтсіз аяқталды
nl: Laatste back-up mislukt
pt: Último backup com falhas
pt_br: Falha no último backup
ro: Ultima copie de rezervă a eșuat
ru: Последнее резервное копирование не удалось
sl: Zadnje ustvarjanje varnostne kopije je spodletelo
sv: Senaste säkerhetskopieringen misslyckades
tr: Son Yedekleme Başarısız
uk: Останнє резервне копіювання завершилося помилкою
zh_cn: 上次备份失败

source: Successful Integrity Check {}
cs: Úspěšná kontrola integrity {}
de: Erfolgreiche Integritätsprüfung {}
el: Επιτυχής Έλεγχος Ακεραιότητας {}
eo: Sukcesa integreca kontrolo {}
es: Comprobación de integridad exitosa {}
eu: Osotasuna ongi egiaztatu da: {}
fa: آزمون یکپارچگی موفّق {}
fi: Onnistunut eheystarkistus {}
fr: Vérification d’intégrité réussie {}
he: בדיקת אמינות מוצלחת {}
hi: सफल अखंडता जांच {}
hu: Sikeres integritás-ellenőrzés {}
is: Tókst að athuga áreiðanleika {}
it: Controllo integrità con successo {}
ka: წარმატებული მთლიანობის შემოწმება {}
kk: Бүтіндікті сәтті тексеру {}
pt: Verificação de integridade bem sucedida {}
pt_br: Verificação de integridade bem-sucedida {}
ro: Verificare a integrității cu succes {}
ru: Успешная проверка целостности {}
sl: Uspelo preverjanje integritete {}
sv: Lyckad integritetskontroll {}
tr: Başarılı Bütünlük Tenetimi {}
uk: Успішна перевірка цілісності {}
zh_cn: 完整性检查成功完成 {}

source: Result might be out of date
cs: Výsledek může být zastaralý
de: Ergebnis könnte veraltet sein
el: Το αποτέλεσμα μπορεί να μην είναι ενημερωμένο
eo: Rezulto eble estas malnoviĝinta
es: El resultado puede estar desactualizado
eu: Emaitza iraungita egon daiteke
fa: شاید نتایچ قدیمی باشند
fi: Tulos saattaa olla vanhentunut
fr: Le résultat pourrait être obsolète
he: התוצאות עלולות להיות לא עדכניות
hi: परिणाम पुराना हो सकता है
hu: Az eredmény elavult lehet
is: Niðurstaðan gæti verið úrelt
it: I risultati potrebbero essere obsoleti
ka: შედეგი შეიძლება მოძველებულია
kk: Нәтиже ескірген болуы мүмкін
pt: O resultado pode estar desatualizado
pt_br: O resultado pode estar desatualizado
ro: Rezultatul poate fi învechit
ru: Результат может быть устаревшим
sl: Rezultat je morda zastarel
sv: Resultatet kan vara gammalt
tr: Sonucun tarihi geçmiş olabilir
uk: Результати можуть бути застарілими
zh_cn: 结果可能已过期

source: Last Integrity Check Successful
cs: Poslední kontrola integrity byla úspěšná
de: Letzte Integritätsprüfung war erfolgreich
el: Ο Τελευταίος Έλεγχος Ακεραιότητας Ήταν Επιτυχής
eo: Pasinta integreca kontrolo sukcesa
es: La última comprobación de integridad se completó con éxito
eu: Azken osotasun-egiaztatzea ongi gauzatu da
fa: آخرین آزمون یکپارچگی موفّق بود
fi: Viimeisin eheystarkistus onnistui
fr: Dernière vérification d’intégrité réussie
he: בדיקת האמינות האחרונה הצליחה
hi: अंतिम अखंडता जांच सफल
hu: A legutóbbi integritás-ellenőrzés sikeres
is: Síðasta áreiðanleikaprófun tókst
it: Ultimo controllo integrità completato con successo
ka: ბოლო მთლიანობის შემოწმება წარმატებულია
kk: Соңғы бүтіндікті тексеру сәтті аяқталды
pt: Última verificação de integridade bem sucedida
pt_br: Última verificação de integridade do backup com sucesso
ro: Ultima verificare a integrității a avut succes
ru: Последняя проверка целостности прошла успешно
sl: Zadnje preverjanje integritete je bilo uspešno
sv: Senaste integritetskontrollen lyckades
tr: Son Bütünlük Denetimi Başarılı
uk: Остання перевірка цілісності відбулася успішно
zh_cn: 上次成功的完整性检查

source: Integrity Check Aborted
cs: Kontrola integrity byla přerušena
de: Integritätsprüfung abgebrochen
el: Ο Έλεγχος Ακεραιότητας Ματαιώθηκε
eo: Integreca kontrolo ĉesigita
es: Comprobación de integridad cancelada
eu: Osotasun-egiaztatzea abortatu da
fa: از آزمون یکپارچگی صرف نظر شد
fi: Eheystarkistus lopetettu
fr: Vérification d’intégrité interrompue
he: בדיקת האמינות בוטלה
hi: अखंडता जांच निरस्त की गई
hu: Integritás-ellenőrzés megszakítva
is: Hætt við áreiðanleikaprófun
it: Controllo integrità interrotto
ka: მთლიანობის შემოწმება შეწყვეტილია
kk: Бүтіндікті тексеру тоқтатылды
pt: Verificação de Integridade Abortada
pt_br: Verificação de integridade abortada
ro: Verificarea de integritate întreruptă
ru: Проверка целостности была прервана
sl: Preverjanja integritete prekinjeno
sv: Integritetskontroll avbruten
tr: Bütünlük Denetimi Vazgeçildi
uk: Перевірку цілісності перервано
zh_cn: 完整性检查已中止

source: Errors Found and Repaired
cs: Chyby byly nalezeny a opraveny
de: Fehler gefunden und repariert
el: Βρέθηκαν και Επισκευάστηκαν Σφάλματα
eo: Eraroj trovita kaj riparita
es: Se encontraron y repararon errores
eu: Erroreak aurkitu eta konpondu egin dira
fa: خطاهایی پیدا و تعمیر شدند
fi: Virheitä löytynyt ja korjattu
fr: Erreurs trouvées et réparées
he: נמצאו שגיאות והן תוקנו
hi: त्रुटियां पाई गईं और सुधारी गई
hu: Hibák voltak találhatók és javítva lettek
is: Villur fundust og voru lagaðar
it: Sono stati trovati e corretti alcuni errori
ka: შეცდომები აღმოჩენილი და გასწორებულია
kk: Қателер табылды және түзетілді
pt: Erros encontrados e reparados
pt_br: Erros encontrados e reparados
ro: Erori găsite și reparate
ru: Обнаружены и исправлены ошибки
sl: Najdene in popravljene napake
sv: Fel hittades och reparerades
tr: Hatalar Bulundu ve Düzeltildi
uk: Виявлено і виправлено помилки
zh_cn: 已找到并修复的错误

source: Integrity Errors Found
cs: Nalezeny chyby integrity
de: Integritätsfehler gefunden
el: Βρέθηκαν Σφάλματα Ακεραιότητας
eo: Trovita integrecaj eraroj
es: Se encontraron errores de integridad
eu: Osotasun-erroreak aurkitu dira
fa: خطاهای یکپارچگی پیدا شد
fi: Eheysvirheitä löydetty
fr: Erreurs d’intégrité trouvées
he: נמצאו שגיאות אמינות
hi: अखंडता त्रुटियां मिलीं
hu: Integritási hibák voltak találhatók
is: Villumelding við áreiðanleikaprófun
it: Trovati errori nell'integrità
ka: ნაპოვნია მთლიანობის შეცდომები
kk: Бүтіндік қателері табылды
pt: Erros de integridade encontrados
pt_br: Erros de integridade encontrados
ro: Erori de integritate găsite
ru: Обнаружены ошибки целостности
sl: Najdene napake integritete
sv: Integritetsfel hittades
tr: Bütünlük Hataları Bulundu
uk: Виявлено помилки цілісності
zh_cn: 已找到完整性错误

source: {} % finished
cs: {} % dokončeno
de: {} % abgeschlossen
el: {} % ολοκληρώθηκε
eo: {} % finita
es: {} % terminado
eu: {} % amaituta
fa: {}٪ پایان یافته
fi: {} % valmiina
fr: {} % terminé
he: {} % הושלמו
hi: {}% समाप्त
hu: {}% kész
is: {} % lokið
it: {}% completato
ka: {} % დასრულდა
kk: {} % аяқталды
nl: {} % voltooid
pt: {} % finalizado
pt_br: {} % finalizado
ro: {} % finalizat
ru: {} % закончено
sl: {} % končano
sv: {} % slutfört
tr: % {} tamamlandı
uk: Завершено на {} %
zh_cn: {} % 已完成

source: Preparing Backup
cs: Připravuje se zálohování
de: Datensicherung wird vorbereitet
el: Προετοιμασία Αντιγράφου Ασφαλείας
eo: Preparado de sekurkopio
es: Preparando respaldo
eu: Babeskopia prestatzen
fa: آماده سازی پشتیبان
fi: Valmistellaan varmuuskopiota
he: הגיבוי מתכונן
hi: बैकअप तैयार किया जा रहा है
hu: Biztonsági mentés előkészítése
it: Preparazione del backup
ka: მარქაფის მომზადება
kk: Резервтік көшіруге дайындау
pt_br: Preparando backup
ro: Se pregătește copia de rezervă
ru: Подготовка резервного копирования
sl: Poteka pripravljanje varnostne kopije
sv: Förbereder säkerhetskopiering
tr: Yedek Hazırlanıyor
uk: Приготування до резервного копіювання
zh_cn: 正在准备备份

source: Backup Running
cs: Probíhá zálohování
de: Sicherung läuft
el: Εκτελείται Δημιουργία Αντιγράφων Ασφαλείας
eo: Sekurkopio funkcias
es: Respaldo en ejecución
eu: Babeskopia exekutatzen
fa: در حال اجرای پشتیبان
fi: Varmuuskopiointi käynnissä
fr: Sauvegarde en cours
he: הגיבוי פעיל
hi: बैकअप चल रहा है
hu: A biztonsági mentés fut
is: Öryggisafritun er í gangi
it: Backup in corso
ka: მარქაფი მიმდინარეობს
kk: Резервтік көшіру орындалуда
nl: Back-up wordt uitgevoerd
pt: Backup em execução
pt_br: Backup em execução
ro: Copia de rezervă rulează
ru: Выполняется резервное копирование
sl: Varnostno kopiranje poteka
sv: Säkerhetskopiering pågår
tr: Yedekleme Çalışıyor
uk: Виконання резервного копіювання
zh_cn: 正在执行备份

source: Backup Destination Unresponsive
cs: Cíl zálohování nereaguje
de: Sicherungsziel reagiert nicht
el: Ο Προορισμός Αντιγράφων Ασφαλείας Δεν Αποκρίνεται
eo: Sekurkopia celloko ne respondema
es: El destino de respaldo no responde
eu: Babeskopiaren helburuak ez du erantzuten
fa: مقصد پشتیبان ناپاسخگو
fi: Varmuuskopion sijainti ei vastaa
fr: La destination de sauvegarde ne répond pas
he: יעד הגיבוי לא מגיב
hi: बैकअप गंतव्य अनुत्तरदायी
hu: A biztonsági mentés célja nem válaszol
is: Geymsustaður fyrir öryggisafrit svarar ekki
it: La destinazione del backup non risponde
ka: მარქაფის სამიზნე არ პასუხობს
kk: Резервтік көшірме орны жауап бермейді
nl: Back-upbestemming reageert niet
pt: O destino de Backup não responde
pt_br: O destino de Backup não responde
ro: Destinația copiei de rezervă nu răspunde
ru: Место назначения резервного копирования не реагирует
sl: Cilj varnostne kopije ni odziven
sv: Säkerhetskopieringsmål svarar inte
tr: Yedekleme Hedefi Yanıtsız
uk: Пристрій призначення для резервного копіювання не відповідає
zh_cn: 备份位置未响应

source: Connection lost, reconnecting in {}
cs: Připojení se přerušilo, znovu se zkusí připojit za {}
de: Verbindung verloren, neuer Versuch in {}
el: Η σύνδεση χάθηκε, επανασύνδεση σε {}
eo: Konekto perdita, rekomencante en {}
es: Se perdió la conexión, volviendo a conectar en {}
eu: Konexioa galdu da, {} denboran berriro konektatuko da
fa: اتّصال از دست رفت. وصل شدن دوباره به {}
fi: Yhteys katkennut, yritetään uudelleen {}
fr: Connexion perdue, reconnexion dans {}
he: החיבור אבד, נוצר חיבור חדש בעוד {}
hi: कनेक्शन टूट गया, {} में पुनः जुड़ेगा
hu: Kapcsolat elveszítve, újrakapcsolódás {} múlva
is: Sambandið rofnaði, endurtengist eftir {}
it: Connessione persa, riconnessione in {}
ka: მიერთება დაკარგულია. თავიდან მიერთების დროა {}
kk: Байланыс үзілді, {} ішінде қайта қосылады
nl: Verbinding verbroken, nieuwe poging over {}
pt: Ligação perdida, a restabelecer ligação em {}
pt_br: Conexão perdida, reconectando em {}
ro: Conexiune pierdută, se reconectează în {}
ru: Соединение потеряно, переподключение через {}
sl: Povezava je potekla, povezovanje bo ponovljeno čez {}
sv: Anslutningen tappades, återansluter om {}
tr: Bağlantı koptu, {} içinde bağlanıyor
uk: З'єднання розірвано, виконуємо повторну спробу з'єднатися за {}
zh_cn: 连接已丢失，正在重新连接 {}

source: Reconnecting
cs: Znovu se připojuje
de: Erneuter Verbindungsversuch
el: Επανασύνδεση
eo: Rekonektiĝante
es: Reconectando
eu: Berriro konektatzen
fa: وصل شدن دوباره
fi: Yhdistetään uudelleen
fr: Reconnexion
he: התחברות מחדש
hi: पुनः जुड़ रहा है
hu: Újrakapcsolódás
is: Endurtengist
it: Riconnessione in corso
ka: თავიდან დაკავშირება
kk: Қайта қосылуда
nl: Opnieuw verbinden
pt: A restabelecer ligação
pt_br: Reconectando
ro: Se reconectează
ru: Переподключение
sl: Ponovno vzpostavljanje povezave
sv: Återansluter
tr: Yeniden Bağlanılıyor
uk: Повторна спроба з'єднання
zh_cn: 正在重新连接

source: Stopping Backup
cs: Zastavuje se zálohování
de: Datensicherung wird angehalten
el: Διακοπή Δημιουργίας Αντιγράφων Ασφαλείας
eo: Ĉesigado de sekurkopio
es: Deteniendo el respaldo
eu: Babeskopia gelditzen
fa: متوقّف کردن پشتیبان
fi: Pysäytetään varmuuskopiointi
fr: Arrêt de la sauvegarde
he: הגיבוי נעצר
hi: बैकअप रोका जा रहा है
hu: Biztonsági mentés leállítása
is: Stöðva öryggisafritun
it: Interruzione del backup
ka: მარქაფს გაჩერება
kk: Резервтік көшіруді тоқтату
nl: Back-up wordt gestopt
pt: A parar o backup
pt_br: Parando o backup
ro: Se oprește copierea de rezervă
ru: Остановка резервного копирования
sl: Ustavljanje varnostnega kopiranja
sv: Stoppar säkerhetskopiering
tr: Yedekleme Durduruluyor
uk: Припиняємо резервне копіювання
zh_cn: 正在停止备份

source: Failed to spawn interface for scheduled backups.
cs: Selhalo vytvoření rozhraní pro plánované zálohy.
de: Aufbau einer Schnittstelle für geplante Sicherungen fehlgeschlagen.
el: Αποτυχία δημιουργίας διεπαφής για προγραμματισμένα αντίγραφα ασφαλείας.
eo: Malsukcesis lanĉi interfacon por planitaj sekurkopioj.
es: Falló al mostrar la interfaz para los respaldos programados.
eu: Huts egin du programatutako babeskopiak abiarazteak.
fa: شکست در ایجاد میانا برای پشتیبان‌های زمان‌بسته.
fi: Aikataulutettujen varmuuskopioiden liittymän muodostaminen epäonnistui.
fr: Échec de l’affichage de l’interface pour les sauvegardes planifiées.
he: יצירת מנשק לגיבויים מתוזמנים נכשלה.
hi: अनुसूचित बैकअप के लिए इंटरफ़ेस उत्पन्न करने में विफल।
hu: Nem sikerült a csatoló előkészítése az ütemezett biztonsági mentésekhez.
is: Tókst ekki að kalla fram viðmót fyrir tímasettar öryggisafritanir.
it: Creazione dell'interfaccia per i backup programmati non riuscita.
ka: დაგეგმილი მარქაფებისთვის ინტერფეისის გამოჩენის შეცდომა.
kk: Жоспарланған резервтік көшірмелер үшін интерфейсті іске қосу сәтсіз аяқталды.
nl: Openen van interface voor geplande back-ups is mislukt.
pt: Falha ao gerar interface para os backups agendados.
pt_br: Falha ao gerar interface para backups agendados.
ro: Nu s-a putut afișa interfața pentru copiile de rezervă programate.
ru: Не удалось создать интерфейс для запланированного резервного копирования.
sl: Ni uspelo zagnati vmesnika za načrtovano varnostno kopiranje.
sv: Misslyckades med att starta gränssnitt för schemalagda säkerhetskopior.
tr: Zamanlanmış yedeklemeler için arayüz oluşturulamadı.
uk: Не вдалося відкрити інтерфейс для резервного копіювання за розкладом
zh_cn: 为计划备份产生接口失败。

source: The keyring is not available. Pika Backup requires a keyring daemon (“secret service”) to store passwords. For installation instructions see the operating system documentation.
cs: Klíčenka není k dispozici. Zálohování Pišťucha vyžaduje démona klíčenek („služba utajení“) k ukládání hesel. Pokyny pro instalaci naleznete v dokumentaci operačního systému.
de: Der Schlüsselbund ist nicht verfügbar. Pika Backup benötigt einen Schlüsselbund-Hintergrunddienst (»Secret Service«), um Passwörter zu speichern. Für Installationsanweisungen schauen Sie bitte in der Dokumentation des Betriebssystems nach.
el: Η κλειδοθήκη δεν είναι διαθέσιμη. Το Pika Backup απαιτεί μια υπηρεσία κλειδοθήκης («secret service») για την αποθήκευση κωδικών πρόσβασης. Για οδηγίες εγκατάστασης, ανατρέξτε στην τεκμηρίωση του λειτουργικού συστήματος.
eo: La ŝlosilaro ne estas disponebla. Pika Sekurkopio bezonas ŝlosilaran daemonon(“sekreta servo”) por konservi pasvortojn. Por instalado-instrukcioj vidu la operaciuman dokumentaron.
es: El depósito de claves no está disponible. Pika Backup requiere de un («servicio de secretos») de demonio del depósito de claves para almacenar contraseñas. Para obtener instrucciones sobre su instalación, consulte la documentación del sistema operativo.
eu: Gako sorta ez dago eskuragarri. Pika Backup aplikazioak gako sorten daemon bat behar du ("zerbitzu sekretua") pasahitzak biltegiratzeko. Horrelako bat instalatzeko argibideak lortzeko, begiratu sistema eragilearen dokumentazioa.
fi: Avainnippu ei ole käytettävissä. Pika-varmuuskopiointi vaatii avainnipun taustapalvelun (“secret service”) salasanojen tallentamiseksi. Katso asennusohje käyttöjärjestelmäsi dokumentaatiosta.
fr: Le trousseau n’est pas disponible. Pika Backup a besoin d’un démon trousseau (« service de secret ») pour enregistrer les mots de passe. Se référer à la documentation du système d’exploitation pour les instructions d’installation.
he: מחזיק המפתחות לא זמין. גיבוי פיקה צריך סוכן מחזיק מפתחות („שירות סודות” - secret service) כדי לאחסון ססמאות. להנחיות התקנה יש לפנות לתיעוד של מערכת ההפעלה.
hi: कीरिंग उपलब्ध नहीं है। पिका बैकअप को पासवर्ड संग्रहीत करने के लिए एक कीरिंग डेमॉन (“गुप्त सेवा”) की आवश्यकता होती है। स्थापना निर्देशों के लिए ऑपरेटिंग सिस्टम दस्तावेज़ देखें।
hu: A kulcstartó nem érhető el. A Pika biztonsági mentés kulcstartódémont („titokszolgáltatást”) igényel a jelszavak tárolásához. A telepítési utasításokért nézze meg az operációs rendszer dokumentációját.
is: Lyklakippan er ekki tiltæk. Pika-öryggisafritun þarf virka lyklakippuþjónustu (“secret service”) til að geyma lykilorð. Skoðaðu hjálparskjöl stýrikerfisins til að sjá leiðbeiningar fyrir uppsetningu.
it: Il portachiavi non è disponibile. Pika Backup ha bisogno di un daemon portachiavi («secret service») per immagazzinare le password. Consultare la documentazione del sistema operativo per informazioni sull'installazione.
ka: ბრელოკი ხელმისაწვდომი არაა. Pika Backup-ს სჭირდება ბრელოკის დემონი ("საიდუმლოებების სერვისი") სჭირდება პაროლების შესანახად. დაყენების ინსტრუქციები იხილეთ ოპერაციული სისტემის დოკუმენტაციაში.
kk: Кілттер қоймасы қолжетімді емес. Pika Backup парольдерді сақтау үшін кілттер қоймасы демонын (“secret service”) қажет етеді. Орнату нұсқауларын операциялық жүйе құжаттамасынан қараңыз.
nl: De sleutelbos is niet beschikbaar. Pika Backup vereist een sleutelbosdaemon (‘secret service’) om wachtwoorden op te slaan. Bekijk de documentatie van uw besturingssysteem voor installatie-instructies.
pt: O chaveiro não está disponível. O Pika Backup requer um daemon de chaveiro ("serviço secreto") para guardar palavras-passe. Para instruções de instalação, veja a documentação do sistema operativo.
pt_br: O chaveiro não está disponível. O Pika Backup requer um daemon de chaveiro (“serviço secreto”) para armazenar senhas. Para obter instruções de instalação, consulte a documentação do sistema operacional.
ro: Inelul de chei nu este disponibil. Pika Backup are nevoie de un daemon de inel de chei („serviciu secret”) pentru a stoca parole. Pentru instrucțiunile de instalare consultați documentația sistemului de operare.
ru: Связка ключей недоступна. Для хранения паролей в Pika Backup требуется демон связки ключей («секретная служба»). Инструкции по установке см. в документации к операционной системе.
sl: Zbirka ključev ni na voljo. Varnostno kopiranje Pika zahteva prikriti proces zbirke ključev (»tajna služba«) za shranjevanje gesel. Za navodila za namestitev glejte dokumentacijo operacijskega sistema.
sv: Nyckelringen är inte tillgänglig. Pika Backup kräver en nyckelringsdemon (”secret service”) för att lagra lösenord. Se operativsystemets dokumentation för installationsinstruktioner.
tr: Anahtarlık yok. Pika Yedek, parolaları depolamak için anahtarlık art alan hizmeti (“giz hizmeti”) gerektirir. Kurulum yönergeleri için işletim sistemi belgelerine bakın.
uk: Сховище ключів є недоступним. «Пискуха — резервне копіювання» потребує для збереження паролів фонової служби сховища ключів («секретної служби»). Настанови щодо встановлення такої служби наведено у документації до операційної системи.
zh_cn: 钥匙串不可用。Pika 备份需要钥匙串守护程序（“secret service”）来存储密码。关于安装介绍请查阅操作系统文档。
