Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Failed to open archive.
cs: Selhalo otevření archivu.
de: Öffnen des Archivs fehlgeschlagen.
el: Αποτυχία ανοίγματος αρχειοθήκης.
eo: Malsukcesis malfermi arkivon.
es: Falló al abrir el archivador.
eu: Huts egin du artxiboa irekitzeak.
fi: Arkiston avaaminen epäonnistui.
fr: Échec de l’ouverture de l’archive.
he: פתיחת הארכיון נכשלה.
hi: पुरालेख खोलने में विफल।
hu: Az archívum megnyitása sikertelen.
is: Mistókst að opna safnskrá.
it: Apertura dell'archivio non riuscita.
ka: არქივის გახსნის შეცდომა.
kk: Архивті ашу сәтсіз аяқталды.
nl: Openen van archief mislukt.
pt: Falha ao abrir arquivo.
pt_br: Falha ao abrir arquivo.
ro: Eșec la deschiderea arhivei.
ru: Не удалось открыть архив.
sl: Odpiranje arhiva je spodletelo.
sv: Misslyckades med att öppna arkiv.
tr: Arşiv açılamadı.
uk: Не вдалося відкрити архів.
zh_cn: 无法打开归档文件。

source: Incomplete Archive
cs: Nekompletní archiv
de: Unvollständiges Archiv
el: Ελλιπής Αρχειοθήκη
eo: Nekompleta arkivo
es: Archivador incompleto
eu: Osatu gabeko artxiboa
fi: Epätäydellinen arkisto
fr: Archive incomplète
he: ארכיון חלקי
hi: अधूरा पुरालेख
hu: Nem teljes archívum
is: Ófullgerð safnaskrá
it: Archivio incompleto
ka: არასრული არქივი
kk: Толық емес архив
pt: Arquivo incompleto
pt_br: Arquivo incompleto
ro: Arhivă incompletă
ru: Неполный архив
sl: Nepopoln arhiv
sv: Ofullständigt arkiv
tr: Tamamlanmamış Arşiv
uk: Неповний архів
zh_cn: 未完成的归档

source: Name
cs: Název
el: Όνομα
eo: Nomo
es: Nombre
eu: Izena
fa: نام
fi: Nimi
fr: Nom
he: שם
hi: नाम
hu: Név
is: Heiti
it: Nome
ka: სახელი
kk: Аты
nl: Naam
pt: Nome
pt_br: Nome
ro: Nume
ru: Имя
sl: Ime
sv: Namn
tr: Ad
uk: Назва
zh_cn: 名称

source: Duration
cs: Doba zálohování
de: Dauer
el: Διάρκεια
eo: Daŭro
es: Duración
eu: Iraupena
fa: مدّت
fi: Kesto
fr: Durée
he: משך
hi: अवधि
hu: Hossz
is: Tímalengd
it: Durata
ka: ხანგრძლოვობა
kk: Ұзақтығы
nl: Duur
pt: Duração
pt_br: Duração
ro: Durată
ru: Длительность
sl: Trajanje
sv: Varaktighet
tr: Süre
uk: Тривалість
zh_cn: 持续时间

source: Comment
cs: Poznámka
de: Kommentar
el: Σχόλιο
eo: Komento
es: Comentario
eu: Iruzkina
fa: توضیح
fi: Kommentti
fr: Commentaire
he: הערה
hi: टिप्पणी
hu: Megjegyzés
is: Athugasemd
it: Commento
ka: შენიშვნა
kk: Комментарий
nl: Opmerking
pt: Comentário
pt_br: Comentário
ro: Comentează
ru: Комментарий
sl: Opomba
sv: Kommentar
tr: Yorum
uk: Коментар
zh_cn: 注释

source: Browse Saved Files
cs: Procházet uložené soubory
de: Gesicherte Dateien durchsuchen
el: Περιήγηση σε αποθηκευμένα αρχεία
eo: Foliumi konservitajn dosierojn
es: Examinar archivos guardados
eu: Arakatu gordetako fitxategiak
fi: Selaa tallennettuja tiedostoja
he: עיון בקבצים השמורים
hi: सहेजी गई फाइलें देखें
hu: Mentett fájlok tallózása
it: Esplora i file salvati
ka: შენახული ფაილების მოძებნა
kk: Сақталған файлдарды шолу
pt_br: Navegar pelos arquivos salvos
ro: Navighează fișiere salvate
ru: Просмотр сохраненных файлов
sl: Prebrskaj shranjene datoteke
sv: Bläddra bland sparade filer
tr: Kayıtlı Dosyalara Göz At
uk: Навігація збереженими файлами
zh_cn: 浏览保存的文件

source: Delete Archive
cs: Smazat archiv
de: Archiv löschen
el: Διαγραφή Αρχειοθήκης
eo: Forigi arkivon
es: Eliminar archivador
eu: Ezabatu artxiboa
fa: حذف بایگانی
fi: Poista arkisto
fr: Supprimer l’archive
he: מחיקת ארכיון
hi: पुरालेख मिटायें
hu: Archívum törlése
is: Eyða safnskrá
it: Elimina archivio
ka: არქივის წაშლა
kk: Архивті өшіру
nl: Archief verwijderen
pt: Eliminar arquivo
pt_br: Excluir arquivo
ro: Șterge arhiva
ru: Удалить архив
sl: Izbriši arhiv
sv: Ta bort arkiv
tr: Arşivi Sil
uk: Вилучити архів
zh_cn: 删除归档

source: {} Available
cs: {} k dispozici
de: {} verfügbar
el: {} Διαθέσιμα
eo: {} disponebla
es: {} disponible
eu: {} erabilgarri
fa: {} موجود
fi: {} käytettävissä
fr: {} disponible
he: {} פנויים
hi: {} उपलब्ध
hu: {} érhető el
is: {} tiltækt
it: {} disponibile
ka: {} ხელმისაწვდომია
kk: {} қолжетімді
nl: {} beschikbaar
pt: {} Disponível
pt_br: {} disponível
ro: {} disponibil
ru: {} Доступно
sl: Na voljo {}
sv: {} tillgängligt
tr: {} Kullanılabilir
uk: Доступно {}
zh_cn: {} 可用

source: {} Total
cs: {} celkem
de: {} gesamt
el: {} Σύνολο
eo: {} entute
eu: {} guztira
fa: {} مجموع
fi: {} yhteensä
he: {} בסך הכול
hi: {} कुल
hu: {} összesen
is: {} alls
it: {} in totale
ka: {} სულ
kk: {} барлығы
nl: {} totaal
pt_br: Total de {}
ru: {} Всего
sl: Skupaj {}
sv: {} totalt
tr: {} Toplam
uk: Загалом {}
zh_cn: {} 总计

source: Failed to make archives available for browsing.
cs: Selhala příprava archivu pro procházení.
de: Bereitstellen der Archive zum Durchsuchen fehlgeschlagen.
el: Αποτυχία διάθεσης των αρχειοθηκών για περιήγηση.
eo: Malsukcesis fari arkivojn disponeblaj por foliumado.
es: Falló al hacer que los archivadores se puedan examinar.
eu: Huts egin du artxiboak arakatzeko aukera ezartzeak.
fi: Arkistojen asettaminen selattaviksi epäonnistui.
fr: Échec au moment de rendre l’archive navigable.
he: הנגשת הארכיונים לעיון נכשלה.
hi: देखने हेतु पुरालेख उपलब्ध कराने में विफल।
hu: Az archívumok tallózásra elérhetővé tétele sikertelen.
is: Tókst ekki að gera safnskrár tiltækar til skoðunar.
it: Non è stato possibile rendere gli archivi disponibili per l'esplorazione.
ka: არქივების ხილულად მონიშვნის შეცდომა.
kk: Архивтерді шолу үшін қолжетімді ету сәтсіз аяқталды.
nl: Archieven doorbladerbaar maken mislukt.
pt: Falha na disponibilização de arquivos para a navegação.
pt_br: Falha em tornar disponíveis para navegação os arquivamentos.
ro: Eșec la disponibilizarea arhivelor pentru navigare.
ru: Не удалось сделать архивы доступными для просмотра.
sl: Omogočanje brskanja po arhivih je spodletelo.
sv: Misslyckades med att göra arkiv tillgängligt för bläddring.
tr: Arşivler göz atılabilir yapılamadı.
uk: Не вдалося зробити архіви доступними для навігації.
zh_cn: 无法使归档文件可供浏览。

source: Eject Backup Disk
cs: Vysunout zálohovací disk
de: Datensicherungsfestplatte auswerfen
el: Εξαγωγή Δίσκου Αντιγράφων Ασφαλείας
eo: Eligi sekurkopian diskon
es: Expulsar disco de respaldo
eu: Egotzi babeskopiako diskoa
fa: بیرون دادن دیسک پشتبان
fi: Irrota varmuuskopiolevy
fr: Éjecter un disque de sauvegarde
he: שליפת כונן גיבוי
hi: बैकअप डिस्क निकालें
hu: Biztonsági mentési lemez kiadása
is: Spýta út öryggisafritunardiski
it: Espelli disco di backup
ka: მარქაფის დისკის გამოღება
kk: Резервтік көшірме дискісін шығару
pt: Ejetar disco de backup
pt_br: Ejetar disco de backup
ro: Scoate discul copiei de rezervă
ru: Извлечь диск резервного копирования
sl: Izvrzi disk za varnostno kopiranje
sv: Mata ut säkerhetskopieringsdisk
tr: Yedekleme Diskini Çıkart
uk: Виштовхнути диск резервного копіювання
zh_cn: 弹出备份磁盘

source: Disconnected
cs: Odpojeno
de: Getrennt
el: Αποσυνδεδεμένο
eo: Malkonektita
es: Desconectado
eu: Deskonektatuta
fa: قطع شده
fi: Yhteys katkaistu
fr: Déconnecté
he: מנותק
hi: वियोजीत
hu: Leválasztva
is: Aftengt
it: Disconnesso
ka: გათიშულია
kk: Байланыс үзілді
pt: Desligado
pt_br: Desconectado
ro: Deconectat
ru: Отсоединено
sl: Odklopljeno
sv: Frånkopplad
tr: Bağlantı Kesildi
uk: Від'єднано
zh_cn: 已断开连接

source: Back Up _Now
cs: Zálohovat _nyní
de: _Jetzt sichern
el: Δημιουργία Αντιγράφων Ασφαλείας _Τώρα
eo: _Sekurkopii nun
es: _Crear respaldo ahora
eu: Babeskopia _orain
fa: _اکنون پشتیبان گرفته شود
fi: _Varmuuskopioi nyt
fr: Sauvegarder _maintenant
he: ל_גבות כעת
hi: अभी बैकअप लें (_N)
hu: Biztonsági mentés _most
is: Öryggisafrita _núna
it: Salva _adesso
ka: ახლა _დამარქაფება
kk: _Қазір резервтік көшіру
nl: _Nu een back-up maken
pt: Efetuar agora o backup
pt_br: Efetuar backup _agora
ro: Efectuează o c_opie de rezervă acum
ru: Сделать резервную копию _сейчас
sl: Ustvari _varnostno kopijo
sv: Säkerhetskopiera _nu
tr: Şimdi _Yedekle
uk: Створити _резервну копію зараз
zh_cn: 立即备份(_N)

source: Files to Back Up
cs: Soubory k zálohování
de: Zu sichernde Dateien
el: Αρχεία για Δημιουργία Αντιγράφων Ασφαλείας
eo: Dosieroj por sekurkopii
es: Archivos que respaldar
eu: Babeskopian sartuko diren fitxategiak
fa: پرونده‌ها برای پشتیبان گیری
fi: Varmuuskopioitavat tiedostot
fr: Fichiers à sauvegarder
he: קבצים לגיבוי
hi: बैकअप के लिए फाइलें
hu: Mentendő fájlok
is: Skrár til öryggisafritunar
it: File da salvare
ka: დასამარქაფებელი ფაილები
kk: Резервтік көшірілетін файлдар
nl: Bestanden voor back-up
pt: Ficheiros para backup
pt_br: Arquivos para fazer backup
ro: Fișiere de salvat în copia de rezervă
ru: Файлы для резервного копирования
sl: Datoteke za varnostno kopiranje
sv: Filer att säkerhetskopiera
tr: Yedeklenecek Dosyalar
uk: Файли для резервного копіювання
zh_cn: 要备份的文件

source: Only files in these folders are backed up
cs: Pouze soubory v těchto složkách jsou zálohovány
de: Nur Dateien in diesen Ordnern werden gesichert
el: Μόνο τα αρχεία σε αυτούς τους φακέλους λαμβάνονται αντίγραφα ασφαλείας
eo: Nur dosieroj en ĉi tiuj dosierujoj estas sekurkopiitaj
es: Solo se respaldarán los archivos de las siguientes carpetas
eu: Karpeta hauetako fitxategienak soilik egingo da babeskopia
fi: Vain tiedostot seuraavista kansioista varmuuskopioidaan
he: רק קבצים מהתיקיות האלו מגובים
hi: केवल निम्नलिखित फोल्डरों में मौजूद फाइलों का बैकअप लिया जाता है
hu: Csak az ezekben a mappákban lévő fájlokról készül biztonsági mentés
it: Solo i file in queste cartelle saranno salvati nel backup
ka: მარქაფი, მხოლოდ, ამ საქაღალდეებში მოთავსებული ფაილების მოხდება
kk: Тек осы бумалардағы файлдардың резервтік көшірмесі жасалады
pt_br: Apenas os arquivos nessas pastas são salvos no backup
ro: Doar fișierele în aceste dosare sunt copiate de rezervă
ru: Резервное копирование выполняется только для файлов в этих папках
sl: Samo datoteke v teh mapah se varnostno kopirajo
sv: Endast filer i dessa mappar säkerhetskopieras
tr: Yalnızca bu klasörlerdeki dosyalar yedeklenecek
uk: У сховищі резервних копій буде збережено лише файли у цих теках
zh_cn: 仅在这些文件夹中的文件会被备份

source: Select File to Include
cs: Vyberte soubor pro zahrnutí
de: Datei wählen, die einbezogen werden soll
el: Επιλογή Αρχείου για Συμπερίληψη
eo: Elekti dosieron por inkludi
es: Seleccionar archivo que incluir
eu: Hautatu sartuko den fitxategia
fi: Valitse sisällytettävä tiedosto
he: בחירת קובץ שייכלל
it: Selezionare file da includere
ka: აირჩიეთ ჩასასმელი საქაღალდე
kk: Қосылатын файлды таңдау
pt_br: Selecionar arquivo para incluir
ru: Выберите файл для добавления
sl: Izberite datoteko, ki jo želite vključiti
sv: Välj fil att inkludera
tr: Eklencek Dosyayı Seç
uk: Виберіть файл для включення
zh_cn: 选择要包含的文件

source: Select Directory to Include
cs: Vyberte složku pro zahrnutí
de: Ordner wählen, der einbezogen werden soll
el: Επιλογή Καταλόγου για Συμπερίληψη
eo: Elekti dosierujon por inkludi
es: Seleccionar carpeta que incluir
eu: Hautatu sartuko den direktorioa
fa: گزینش شاخه برای پشتیبانی
fi: Valitse sisällytettävä kansio
fr: Sélectionnez le répertoire à inclure
he: בחירת תיקייה שתיכלל
hi: शामिल करने के लिए निर्देशिका का चयन करें
hu: Tartalmazandó könyvtár kiválasztása
is: Veldu möppur sem skal hafa með
it: Selezionare cartella da includere
ka: აირჩიეთ ჩასასმელი საქაღალდე
kk: Қосылатын буманы таңдау
nl: Selecteer op te nemen mappen
pt: Selecionar diretório a incluir
pt_br: Selecionar diretório para incluir
ro: Selectați directorul de inclus
ru: Выберите каталог для добавления
sl: Izberite mapo, ki jo želite vključiti
sv: Välj katalog att inkludera
tr: Eklencek Dizini Seç
uk: Виберіть каталог для включення
zh_cn: 选择要包含的目录

source: No Files Included in Backup
cs: Záloha neobsahuje žádné soubory
de: Keine Dateien in Datensicherung einbezogen
el: Κανένα Αρχείο δεν Περιλαμβάνεται στο Αντίγραφο Ασφαλείας
eo: Neniu dosiero inkluzivita en sekurkopio
es: No se han incluido archivos en el respaldo
eu: Ez dago fitxategirik babeskopian
fi: Varmuuskopioon ei ole sisällytetty tiedostoja
he: לא נבחרו קבצים שייכללו בגיבוי
hi: बैकअप में कोई फाइल शामिल नहीं है
hu: Nincsenek fájlok felvéve a biztonsági mentésbe
it: Nessun file incluso nel backup
ka: მარქაფში ჩასასმელად ფაილები არჩეული არაა
kk: Резервтік көшірмеге ешқандай файл қосылмаған
pt_br: Nenhum arquivo incluído no backup
ro: Nu există fișiere incluse în copia de rezervă
ru: Нет файлов, включенных в резервную копию
sl: V varnostno kopijo ni vključene nobene datoteke
sv: Inga filer inkluderade i säkerhetskopia
tr: Yedeklemede Dosya Yok
uk: До резервного копіювання не включено жодного файла
zh_cn: 备份中未包含文件

source: Exclude From Backup
cs: Vynechat ze záloh
de: Von Sicherung ausschließen
el: Εξαίρεση από το Αντίγραφο Ασφαλείας
eo: Ekskludi de sekurkopio
es: Excluir del respaldo
eu: Baztertu babeskopiatik
fi: Ohita varmuuskopiosta
he: החרגה מהגיבוי
hi: बैकअप से बाहर रखें
hu: Kihagyás a biztonsági mentésből
it: Escludere dal backup
ka: მარქაფიდან ამოღება
kk: Резервтік көшірмеден шығару
pt_br: Excluir do backup
ro: Exclude din copia de rezervă
ru: Исключить из резервного копирования
sl: Izloči iz varnostnega kopiranja
sv: Undanta från säkerhetskopiering
tr: Yedekleme Dışı Tut
uk: Виключити з резервної копії
zh_cn: 从备份中排除

source: The following locations are not backed up
cs: Následující umístění nejsou zálohována
de: Die folgenden Orte werden nicht gesichert
el: Οι ακόλουθες τοποθεσίες δεν λαμβάνονται αντίγραφα ασφαλείας
eo: La jenaj lokoj ne estas sekurkopiitaj
es: Las siguientes ubicaciones no se respaldarán
eu: Ez da egingo hurrengo kokalekuen babeskopia
fi: Seuraavia sijainteja ei ole varmuuskopioitu
he: המקומות הבאים לא מגובים
hi: निम्नलिखित स्थानों का बैकअप नहीं लिया गया है
hu: A következő helyekről nem készül biztonsági mentés
it: Le seguenti posizioni non saranno salvate nel backup
ka: არ მიმდინარეობს შემდეგი მდებარეობების მარქაფი
kk: Келесі орындардың резервтік көшірмесі жасалмайды
pt_br: Os seguinte locais não são salvos no backup
ro: Următoarele locații nu sunt copiate de rezervă
ru: В следующих расположениях резервное копирование не выполняется
sl: Navedena mesta niso varnostno kopirana
sv: Följande platser har inte säkerhetskopierats
tr: Aşağıdaki konumlar yedeklenmeyecek
uk: Для наступних тек резервні копії не створюватимуться
zh_cn: 下列位置不会被备份

source: Select Directory to Exclude
cs: Vyberte složku pro vynechání
de: Ordner wählen, der ausgeschlossen werden soll
el: Επιλογή Καταλόγου για Εξαίρεση
eo: Elekti dosierujon por ekskludi
es: Seleccionar carpeta que excluir
eu: Hautatu baztertuko den direktorioa
fa: گزینش شاخه برای کنار گذاشتن
fi: Valitse ohitettava kansio
fr: Sélectionnez le répertoire à exclure
he: בחירת תיקיות להחרגה
hi: बहिष्कृत करने के लिए निर्देशिका का चयन करें
hu: Kihagyandó könyvtár kiválasztása
is: Veldu möppur sem skal undanskilja
it: Selezionare cartella da escludere
ka: აირჩიეთ ამოსაღები საქაღალდე
kk: Шығарылатын буманы таңдау
nl: Selecteer uit te sluiten mappen
pt: Selecionar diretório a excluir
pt_br: Selecionar diretório para excluir
ro: Selectați directorul de exclus
ru: Выберите каталог для исключения
sl: Izberite mapo, ki jo želite izključiti
sv: Välj katalog att undanta
tr: Dışlanacak Dizini Seç
uk: Виберіть каталог для виключення
zh_cn: 选择要排除的目录

source: Nothing Excluded From Backup
cs: Nic nebude vynecháno
de: Nichts von Datensicherung ausgeschlossen
el: Τίποτα δεν Εξαιρέθηκε από το Αντίγραφο Ασφαλείας
eo: Neniu ekskludita de sekurkopio
es: No se ha excluido nada del respaldo
eu: Ez dago ezer baztertuta babeskopiatik
fi: Mitään ei ole suljettu pois varmuuskopiosta
he: שום דבר לא הוחרג מהגיבוי
hi: बैकअप से कुछ भी बहिष्कृत नहीं किया गया
hu: Semmi sem lesz kihagyva a mentésből
it: Non c'è niente di escluso dal backup
ka: მარქაფიდან გამორიცხული არაფერია
kk: Резервтік көшірмеден ештеңе шығарылмаған
pt_br: Nada foi excluído do backup
ro: Nu s-a exclus nimic din copia de rezervă
ru: Ничего не исключено из резервного копирования
sl: Ni izključenih predmetov iz varnostne kopije
sv: Inget undantaget från säkerhetskopiering
tr: Yedekten Dışlanan Yok
uk: З резервної копії нічого не виключено
zh_cn: 备份没有要排除的内容

source: Usually contains all personal data
cs: Obvykle obsahuje všechna uživatelská data
de: Enthält normalerweise alle persönlichen Daten
el: Συνήθως περιέχει όλα τα προσωπικά δεδομένα
eo: Kutime enhavas ĉiujn personajn datumojn
es: Normalmente contiene todos los datos personales
eu: Normalean dagu pertsonal guztiak ditu
fi: Sisältää yleensä kaiken henkilökohtaisen datan
fr: Contient habituellement toutes les données personnelles
he: בדרך כלל מכיל את כל הנתונים האישיים
hi: इसमें आमतौर पर सभी व्यक्तिगत डेटा शामिल होते हैं
hu: Általában tartalmazza az összes személyes adatot
is: Innheldur yfirleitt öll persónugögn
it: Solitamente contiene tutti i dati personali
ka: როგორც წესი, კონფიდენციალურ მონაცემებს შეიცავს
kk: Әдетте барлық жеке деректерді қамтиды
nl: Bevat doorgaans alle persoonlijke gegevens
pt: Normalmente contém todos os dados pessoais
pt_br: Geralmente contém todos os dados pessoais
ro: De obicei conține toate datele personale
ru: Обычно содержит все персональные данные
sl: Običajno vključuje vse osebne podatke
sv: Innehåller vanligen alla personliga data
tr: Genelde tüm kişisel verileri içerir
uk: Зазвичай, містить усі особисті дані
zh_cn: 通常包含所有个人数据

source: Remove Directory
cs: Odstranit složku
de: Verzeichnis entfernen
el: Αφαίρεση Καταλόγου
eo: Forigi dosierujon
es: Quitar carpeta
eu: Kendu direktorioa
fi: Poista kansio
fr: Supprimer le répertoire
he: מחיקת תיקייה
hi: निर्देशिका हटाएं
hu: Könyvtár eltávolítása
is: Fjarlægja möppu
it: Rimuovi cartella
ka: საქაღალდის წაშლა
kk: Буманы өшіру
nl: Map verwijderen
pt: Remover diretório
pt_br: Remover diretório
ro: Elimină directorul
ru: Удалить каталог
sl: Odstrani mapo
sv: Ta bort katalog
tr: Dizini Kaldır
uk: Вилучити каталог
zh_cn: 移除目录

source: Edit Pattern
cs: Upravit vzor
de: Muster bearbeiten
el: Επεξεργασία Μοτίβου
eo: Redakti ŝablonon
es: Editar patrón
eu: Editatu eredua
fa: ویرایش الگو
fi: Muokkaa kuviota
fr: Modifier le motif
he: עריכת תבנית
hi: प्रतिमान संपादित करें
hu: Minta szerkesztése
is: Breyta mynstri
it: Modifica pattern
ka: ნიმუშის ჩასწორება
kk: Үлгіні түзету
pt: Editar padrão
pt_br: Excluir padrão
ro: Editează modelul
ru: Редактировать шаблон
sl: Uredi vzorec
sv: Redigera mönster
tr: Örüntüyü Düzenle
uk: Змінити взірець
zh_cn: 编辑方案

source: Remove From List
cs: Odebrat ze seznamu
de: Aus Liste entfernen
el: Αφαίρεση από τη Λίστα
eo: Forigi el listo
es: Quitar de la lista
eu: Kendu zerrendatik
fa: برداشتن از سیاهه
fi: Poista luettelosta
fr: Supprimer de la liste
he: הסרה מהרשימה
hi: सूची से हटाएं
hu: Eltávolítás a listáról
is: Fjarlægja af lista
it: Rimuovi dalla lista
ka: სიიდან წაშლა
kk: Тізімнен өшіру
nl: Verwijderen uit lijst
pt: Remover da Lista
pt_br: Remover da lista
ro: Elimină din listă
ru: Удалить из списка
sl: Odstrani s seznama
sv: Ta bort från lista
tr: Listeden Kaldır
uk: Вилучити зі списку
zh_cn: 从列表移除

source: Stop Running Backup?
cs: Zastavit zálohování?
de: Ausführen der Datensicherung anhalten?
el: Διακοπή Εκτέλεσης Αντιγράφου Ασφαλείας;
eo: Ĉu halti rulantan savkopion?
es: ¿Detener el respaldo?
eu: Gelditu babeskopiaren exekuzioa?
fi: Lopetetaanko varmuuskopioinnin suorittaminen?
fr: Arrêt de la sauvegarde ?
he: לעצור את הגיבוי שמתבצע?
hi: बैकअप चलाना बंद करें?
hu: Leállítja a futó biztonsági mentést?
is: Hætta öryggisafritun sem er í gangi?
it: Interrompere il backup?
ka: გავაჩერო მარქაფის პროცესი?
kk: Орындалып жатқан резервтік көшіруді тоқтату керек пе?
nl: Lopende back-up stoppen?
pt: Parar de executar o backup?
pt_br: Parar de executar o backup?
ro: Opriți copia de rezervă care rulează?
ru: Остановить выполнение резервного копирования?
sl: Ali želite ustaviti varnostno kopiranje
sv: Stoppa körande säkerhetskopiering?
tr: Yedekleme Durdurulsun Mu?
uk: Припинити виконання резервного копіювання?
zh_cn: 停止运行备份吗？

source: The current backup state will be saved. You can continue your backup later by starting it again.
cs: Aktuální stav zálohy bude uložen. V zálohování můžete později pokračovat tím, že jej znovu spustíte.
de: Der aktuelle Zustand der Datensicherung wird gespeichert. Sie können Ihre Datensicherung später fortsetzen, indem Sie sie erneut starten.
el: Η τρέχουσα κατάσταση του αντιγράφου ασφαλείας θα αποθηκευτεί. Μπορείτε να συνεχίσετε το αντίγραφο ασφαλείας αργότερα, ξεκινώντας το ξανά.
eo: La aktuala savkopia stato estos konservita. Vi povas daŭrigi vian savkopion poste rekomencante ĝin.
es: Se guardará el estado de respaldo actual. Puede continuar su respaldo más tarde comenzando nuevamente.
eu: Babeskopiaren uneko egoera gorde egingo da. Babeskopiarekin geroago jarraitu daiteke hura berriro berrabiarazita.
fi: Nykyistä varmuuskopioinnin tilaa ei tallenneta. Voit jatkaa varmuuskopiointia myöhemmin aloittamalla sen uudelleen.
fr: L’état actuel de la sauvegarde va être enregistré. Vous pourrez poursuivre votre sauvegarde plus tard.
he: מצב הגיבוי הנוכחי יישמר. אפשר להמשיך בגיבוי מאוחר יותר על ידי הפעלתו מחדש.
hi: वर्तमान बैकअप स्थिति सहेजी जाएगी। आप अपना बैकअप बाद में फिर से शुरू करके जारी रख सकते हैं।
hu: A jelenlegi biztonsági mentési állapot mentésre kerül. A biztonsági mentést később folytathatja az újbóli elindításával.
is: Fyrirliggjandi staða öryggisafrita verður vistuð. Þú getur haldið öryggisafrituninni áfram síðar með því að ræsa hana aftur.
it: Lo stato attuale del backup verrà salvato. Sarà possibile continuare il backup in un altro momento avviandolo di nuovo.
ka: მიმდინარე მარქაფის მდგომარეობა შეინახება. მარქაფის გაგრძელება მოგვიანებით შეგიძლიათ, მისი თავიდან გაშვებით.
kk: Ағымдағы резервтік көшірме күйі сақталады. Оны кейінірек қайта іске қосу арқылы жалғастыра аласыз.
nl: De huidige back-upstatus zal opgeslagen worden. U kunt uw back-up later verderzetten door deze opnieuw te starten.
pt: O estado atual do backup será guardado. Pode continuar o seu backup mais tarde, iniciando-o novamente.
pt_br: O estado atual do backup será salvo. Você pode continuar seu backup mais tarde, iniciando-o novamente.
ro: Starea actuală a copiei de rezervă va fi salvată. Puteți continua copierea de rezervă mai târziu prin pornirea acesteia din nou.
ru: Текущее состояние резервного копирования будет сохранено. Вы можете продолжить резервное копирование позже, запустив его снова.
sl: Trenutno stanje varnostne kopije bo shranjeno. Varnostno kopiranje lahko nadaljujete pozneje, tako da ga znova zaženete.
sv: Aktuellt säkerhetskopieringstillstånd kommer att sparas. Du kan fortsätta din säkerhetskopiering senare genom att starta den igen.
tr: Geçerli yedekleme durumu kaydedilecek. Daha sonra yeniden başlatarak yedeklemeyi sürdürebilirsiniz.
uk: Поточний стан резервного копіювання буде збережено. Вид зможете пізніше продовжити резервне копіювання, запустивши його знову.
zh_cn: 当前备份状态将会保存。您可以随后通过再次启动来继续备份。

source: Stop
cs: Zastavit
de: Anhalten
el: Διακοπή
eo: Halti
es: Detener
eu: Gelditu
fa: توقّف
fi: Pysäytä
fr: Arrêter
he: עצירה
hi: रोकें
hu: Leállítás
is: Stöðva
it: Ferma
ka: გაჩერება
kk: Тоқтату
nl: Stoppen
pt: Parar
pt_br: Parar
ro: Oprește
ru: Остановить
sl: Ustavi
sv: Stoppa
tr: Durdur
uk: Зупинити
zh_cn: 停止

source: Abort Delete Operation?
cs: Přerušit operaci mazání?
de: Löschvorgang abbrechen?
el: Ματαίωση Ενέργειας Διαγραφής;
eo: Ĉu ĉesigi forigan operacion?
es: ¿Cancelar operación de borrado?
eu: Abortatu ezabatze-eragiketa?
fi: Perutaanko poistotoiminto?
fr: Interrompre la suppression ?
he: לבטל פעולת מחיקה?
hi: विलोपन अभियान निरस्त करें?
hu: Megszakítja a törlési műveletet?
is: Hætta við eyðingaraðgerð?
it: Annullare la cancellazione?
ka: გავაუქმო წაშლის ოპერაცია?
kk: Өшіру операциясынан бас тарту керек пе?
nl: Verwijderen stoppen?
pt: Abortar a operação de eliminação?
pt_br: Abortar operação de exclusão?
ro: Întrerupeți operațiunea de ștergere?
ru: Прервать операцию удаления?
sl: Ali želite prekiniti operacijo brisanja?
sv: Avbryt borttagningsåtgärd?
tr: Silme İşlemi Vazgeçilsin Mi?
uk: Перервати дію з вилучення?
zh_cn: 中止删除操作吗？
