Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Backups to the selected location could be corrupted if the device is disconnected or powered down with a backup in progress. If possible, reformat the backup location with a format like “NTFS” or “Ext4.” Note that reformatting deletes all files on the location!
cs: Pokud by došlo k odpojení zařízení nebo výpadku napájení během zálohování, může ve vybraném umístění dojít k poškození zálohy. Pokud je to možné, přeformátujte umístění pro zálohu na pokročilejší formát, jako je „Ext4“ nebo „NTFS“. Nezapomeňte ale, že přeformátováním smažete veškerá stávající data!
de: Sicherungen auf den angegebenen Ort könnten beschädigt werden, falls das Gerät während eines Sicherungsvorgangs getrennt oder ausgeschaltet wird. Falls möglich, formatieren Sie den Sicherungsort mit einem Dateisystem wie »NTFS« oder »Ext4«. Beachten Sie, dass das Formatieren alle Dateien auf dem betreffenden Gerät löscht!
el: Τα αντίγραφα ασφαλείας στην επιλεγμένη τοποθεσία ενδέχεται να καταστραφούν εάν η συσκευή αποσυνδεθεί ή απενεργοποιηθεί κατά τη διάρκεια ενός αντιγράφου ασφαλείας. Εάν είναι δυνατόν, μορφοποιήστε ξανά την τοποθεσία του αντιγράφου ασφαλείας με μια μορφή όπως «NTFS» ή «Ext4». Σημειώστε ότι η επαναμορφοποίηση διαγράφει όλα τα αρχεία στην τοποθεσία!
eo: Sekurkopioj al la elektita loko povus esti difektitaj se la aparato estas malkonektita aŭ malŝaltita dum sekurkopiado. Se eble, reformatu la sekurkopian lokon per formato kiel 'NTFS' aŭ 'Ext4'. Atentu, ke reformatado forigas ĉiujn dosierojn en la loko!
es: Los respaldos a la ubicación seleccionada podrían corromperse si el dispositivo se desconecta o apaga con un respaldo en ejecución. Si es posible, reformatee la ubicación del respaldo con un formato como «NTFS» o «Ext4». Tenga en cuenta que el reformateo elimina todos los archivos en la ubicación.
eu: Hautatutako kokalekuan egindako babeskopiak hondatuta egon daitezke babeskopia gauzatzen ari zenean gailua deskonektatu bazen edo energiarik gabe geratu bazen. Posible bada, berritu babeskopia-kokalekuaren formatua “NTFS” edo “Ext4” motako formatuarekin. Kontuan izan formatua ematean kokalekuko fitxategi guztiak ezabatuko direla.
fi: Varmuuskopiot valittuun sijaintiin saattavat rikkoutua, jos yhteys laitteeseen katkaistaan tai sen virta katkaistaan varmuuskopioinnin aikana. Jos mahdollista, alusta sijainti tiedostojärjestelmällä kuten “NTFS” tai “Ext4”. Huomioi, että alustaminen poistaa kaikki olemassa olevat tiedostot sijainnista!
fr: Les sauvegardes vers l’emplacement sélectionné peuvent être corrompues si l’appareil est déconnecté ou éteint pendant la sauvegarde. Si possible, reformatez l’emplacement de sauvegarde avec un format « NTFS » ou « Ext4 ». Notez que le reformatage supprime tous les fichiers de l’emplacement !
he: כנראה שהגיבויים למיקום הנבחר נפגמו אם ההתקן נותק או כובה בזמן שהתבצע הגיבוי. אם ניתן, יש לפרמט את מיקום הגיבוי בתצורת „NTFS” או „Ext4”. נא לשים לב שפרמוט מוחק את כל הקבצים באותו המיקום!
hi: बैकअप चालू होने पर यदि उपकरण वियोजीत या बंद हो जाता है, तो चयनित स्थान पर बैकअप दूषित हो सकता है। यदि संभव हो, तो बैकअप स्थान को “NTFS” या “Ext4” जैसे प्रारूप में पुन: स्वरूपित करें। ध्यान दें कि पुन: स्वरूपण करने से स्थान की सभी फाइलें मिट जाती हैं!
hu: A kiválasztott hely biztonsági mentései megsérülhetnek, ha az eszközt eltávolítja vagy áramtalanítja egy folyamatban lévő mentés során. Ha lehetséges, akkor formázza újra a mentési helyet „NTFS” vagy „Ext4” formátumúra. Vegye figyelembe, hogy az újraformázás törli az összes fájlt az adott helyről.
is: Öryggisafritun á þessa staðsetningu gæti spillst ef samband við tækið rofnar eða rafmagn færi af henni á meðan afritun fer fram. Ef slíkt er mögulegt, skaltu endurforsníða afritunargeymsluna sem "NTFS" eða "EXT4" skráakerfi. Athugaðu að við forsníðingu munu allar skrár eyðast af geymslustaðnum!
it: Il backup nella posizione selezionata potrebbe risultare danneggiato se il dispositivo viene disconnesso o spento mentre è in corso il backup. Se possibile, riformattare la posizione in cui sarà salvato il backup in un formato come «NTFS» o «Ext4». Attenzione, la formattazione cancellerà tutti i file su quel dispositivo!
ka: მარქაფები მითითებულ მდებარეობაზე დაზიანდება, თუ მოწყობილობას გამოაერთებთ ან გამორთავთ მარქაფის მიმდინარეობისას. თუ შესაძლებელია, დააფორმატეთ მარქაფის მდებარეობა ისეთი ფაილური სისტემებით, როგორებიცაა "NTFS" an "Ext4". დაიმახსოვრეთ, რომ თავიდან დაფორმატება ამ მდებარეობაზე არსებულ ყველა ფაილს წაშლის!
kk: Егер резервтік көшіру кезінде құрылғы ажыратылса немесе қуаты өшсе, таңдалған орындағы резервтік көшірмелер зақымдалуы мүмкін. Мүмкін болса, резервтік көшірме орнын “NTFS” немесе “Ext4” сияқты пішіммен қайта пішімдеңіз. Қайта пішімдеу кезінде орындағы барлық файлдар өшірілетінін ескеріңіз!
nl: Back-ups naar de geselecteerde locatie kunnen beschadigd raken als het apparaat losgekoppeld of uitgezet wordt terwijl er een back-up gaande is. Formatteer indien mogelijk de back-uplocatie met een bestandssysteem als ‘NTFS’ of ‘ext4’. Let op: formatteren verwijdert alle bestanden op de locatie!
pt: Os backups para o local selecionado podem ser corrompidos se o dispositivo for desligado ou encerrado com um backup em curso. Se possível, formate novamente o local de backup com um formato como "NTFS" ou "Ext4". Observe que a reformatação elimina todos os ficheiros no local!
pt_br: Os backups para o local selecionado podem ser corrompidos se o dispositivo for desconectado ou desligado com um backup em andamento. Se possível, formate novamente o local de backup com um formato como "NTFS" ou "Ext4". Observe que a reformatação exclui todos os arquivos no local!
ro: Copiile de rezervă ale locației selectate ar putea fi corupte dacă dispozitivul este deconectat sau rulează în mod economic în timp ce o copie de siguranță este în curs de efectuare. Dacă este posibil, reformatați locația de copii de siguranță într-un format cum ar fi „NTFS” sau „Ext4”. Luați aminte că reformatarea șterge toate fișierele din acea locație!
ru: Резервные копии в выбранном расположении могут быть повреждены, если устройство отключено от сети или выключено во время выполнения резервного копирования. Если возможно, переформатируйте расположение резервной копии в формат «NTFS» или «Ext4» Обратите внимание, что при переформатировании все файлы в этом расположении будут удалены!
sl: Varnostna kopija na izbranem mestu je lahko poškodovana, če je dostop do naprave prekinjen oziroma izklopljen, ko je postopek v teku. Če je mogoče, je priporočljivo preoblikovati mesto varnostnega kopiranja na sistem, kot sta »NTFS« ali »EXT4«. Upoštevajte, da ta postopek izbriše vse datoteke na mestu!
sv: Säkerhetskopior till den valda platsen kan komma att förstöras om enheten kopplas från eller stängs av då en säkerhetskopiering pågår. Formatera om möjligt om säkerhetskopieringsplatsen med ett format som ”NTFS” eller ”Ext4”. Observera att omformatering tar bort alla filer på platsen!
tr: İşlem sırasında aygıtın bağlantısı kesilirse ya da gücü kapatılırsa seçili konuma yapılacak yedeklemeler bozulacaktır. Eğer oluyorsa, yedek konumunu “NTFS” ya da “Ext4” gibi biçimle yeniden biçimlendirin. Unutmayın, yeniden biçimlendirme konumdaki tüm dosyaları siler!
uk: Резервне копіювання до вибраного місця може призвести до пошкоджень резервних копій, якщо пристрій буде від'єднано або вимкнено під час виконання копіювання. Якщо можна, виконайте форматування місця зберігання резервних копій із використанням формату NTFS або Ext4. Зауважте, що форматування призведе до знищення усіх файлів у місці зберігання резервних копій!
zh_cn: 如果设备断开连接或关闭电源时正在备份，该选定位置上的备份可能会损坏。如果可以，以“NTFS”或“Ext4”之类的格式重新格式化该备份位置。注意重新格式化会完全删除位置上的文件！

source: Repository URL
cs: Adresa URL úložiště
de: Depot-Adresse
el: URL Αποθετηρίου
eo: Deponeja URL
es: URL del repositorio
eu: Biltegiaren URLa
fa: نشانی مخزن
fi: Tietovaraston URL-osoite
fr: URL du dépôt
he: כתובת מאגר
hi: रिपोजिटरी URL
hu: Tároló URL-e
is: Slóð gagnasafns
it: URL del deposito
ka: რეპოზიტორიის URL
kk: Репозиторийдің URL-адресі
pt: URL do Repositório
pt_br: URL do repositório
ro: URL depozit
ru: URL хранилища
sl: Naslov URL skladišča
sv: Lagringsplats-URL
tr: Depo URL’si
uk: Адреса сховища
zh_cn: 仓库 URL

source: Locations with BorgBackup Support
cs: Umístění s podporou BorgBackup
de: Orte mit BorgBackup-Unterstützung
el: Τοποθεσίες με Υποστήριξη BorgBackup
eo: Lokoj kun subteno por BorgBackup
es: Ubicaciones con soporte para BorgBackup
eu: BorgBackup euskarria duten kokalekuak
fi: Sijainnit BorgBackup-tuella
fr: Emplacements prenant en charge BorgBackup
he: מקומות עם תמיכה ב־BorgBackup
hu: BorgBackup támogatással rendelkező helyek
is: Geymslustaðir með BorgBackup-stuðningi
it: Posizioni con supporto per BorgBackup
ka: მდებარეობები BorgBackup-ის მხარდაჭერით
kk: BorgBackup қолдауы бар орналасулар
nl: Locaties met BorgBackup-ondersteuning
pt: Locais com o suporte do BorgBackup
pt_br: Locais com suporte BorgBackup
ro: Locații cu suport BorgBackup
ru: Расположения с поддержкой BorgBackup
sl: Mesta s podporo BorgBackup
sv: Platser med stöd för BorgBackup
tr: BorgBackup Destekli Konumlar
uk: Місця з підтримкою BorgBackup
zh_cn: 支持 BorgBackup 的位置

source: More Information
cs: Více informací
de: Weitere Informationen
el: Περισσότερες πληροφορίες
eo: Pliaj informoj
es: Más información
eu: Informazio gehiago
fi: Lisätietoja
he: פרטים נוספים
it: Più informazioni
ka: მეტი ინფორმაცია
kk: Қосымша ақпарат
sl: Več podrobnosti
sv: Mer information
tr: Daha Çok Bilgi
uk: Докладніше

source: The “ssh://” prefix is reserved for servers with BorgBackup support. This option provides the best performance.
cs: Předpona „ssh://“ je vyhrazena pro servery s podporou BorgBackup. Tato možnost poskytuje nejlepší výkon.
de: Das Präfix »ssh://« ist reserviert für Server mit BorgBackup-Unterstützung. Diese Option bietet die beste Leistung.
el: Το πρόθεμα «ssh://» προορίζεται για διακομιστές με υποστήριξη BorgBackup. Αυτή η επιλογή παρέχει την καλύτερη απόδοση.
eo: La prefikso “ssh://” estas rezervita por serviloj kun subteno por BorgBackup. Ĉi tiu opcio provizas la plej bonan rendimenton.
es: El prefijo «ssh://» se reserva para servidores compatibles con BorgBackup. Esta opción proporciona el mejor rendimiento.
eu: “ssh://” aurrizkia BorgBackup euskarria duten zerbitzarietarako erreserbatuta dago. Aukera honek errendimendu onena ematen du.
fi: Etuliite “ssh://” on varattu BorgBackup-tuella olevia palvelimia varten. Tämä valinta tarjoaa parhaan suorituskyvyn.
he: הקידומת „ssh://‎” שמור לשרתים עם תמיכה ב־BorgBackup. האפשרות הזאת מספקת את הביצועים הטובים ביותר.
it: Il prefisso «ssh://» è riservato per i server che supportano BorgBackup. Questa opzione fornisce le prestazioni migliori.
ka: პრეფიქსი 'ssh://' დაცულია სერვერებისთვის BorgBackup-ის მხარდაჭერით. ეს პარამეტრი საუკეთესო წარმადობას მოგაწვდით.
kk: “ssh://” префиксі BorgBackup қолдауы бар серверлер үшін сақталған. Бұл опция ең жақсы өнімділікті қамтамасыз етеді.
sl: Predpona »ssh://» je rezervirana za strežnike, ki podpirajo BorgBackup. Ta možnost zagotavlja najhitrejše delovanje.
sv: Prefixet ”ssh://” reserveras för servrar med BorgBackup-stöd. Detta alternativ ger bäst prestanda.
tr: “ssh://” ön eki BorgBackup destekli sunucular için ayrılmıştır. Bu seçenek en iyi başarımı sağlar.
uk: Префікс «ssh://» зарезервовано для серверів з підтримкою BorgBackup. Цей варіант додано для удосконалення швидкодії.

source: SMB and SFTP Network Shares
cs: Sdílení v síti SMB a SFTP
de: SMB- und SFTP-Netzwerk-Freigaben
el: Κοινόχρηστοι πόροι δικτύου SMB και SFTP
eo: SMB kaj SFTP retaj dosierujoj
es: Recursos compartidos de red SMB y SFTP
eu: Sareko SMB eta SFTP partekatzeak
fi: SMB- ja SFTP-verkkojaot
he: שיתופי רשת SMB ו־SFTP
it: Condivisioni in rete SMB e SFTP
ka: SMB და SFTP ქსელური გაიზარებები
kk: SMB және SFTP желілік ортақ ресурстары
sl: Omrežne mape v skupni rabi SMB in SFTP
sv: SMB- och SFTP-nätverksutdelningar
tr: SMB ve SFTP Ağ Paylaşımları
uk: Спільні ресурси SMB і SFTP мережі

source: The “sftp://” and “smb://” prefixes can be used to access network shares. The network share does not need explicit BorgBackup support.
cs: Předpony „sftp://“ a „smb://“ lze použít pro přístup k síťovým sdíleným složkám. Síťová sdílená složka nevyžaduje explicitní podporu BorgBackup.
de: Die Präfixe »sftp://« und »smb://« können für den Zugriff auf Netzwerk-Freigaben verwendet werden. Die Netzwerk-Freigabe benötigt keine ausdrückliche BorgBackup-Unterstützung.
el: Τα προθέματα «sftp://» και «smb://» μπορούν να χρησιμοποιηθούν για πρόσβαση σε κοινόχρηστους πόρους δικτύου. Ο κοινόχρηστος πόρος δεν χρειάζεται ρητή υποστήριξη BorgBackup.
eo: La prefiksoj “sftp://” kaj “smb://” povas esti uzataj por aliri retajn dosierujojn. La reta dosierujo ne bezonas eksplicitan subtenon de BorgBackup.
es: Los prefijos «sftp://» y «smb://» se pueden usar para acceder a recursos compartidos de red. El recurso compartido de red no necesita soporte explícito de BorgBackup.
eu: “sftp://” eta “smb://” aurrizkiak sareko partekatzeetara sartzeko erabili daitezke. Sareko partekatzeek ez dute BorgBackup euskarri espliziturik behar.
fi: Etuliitteitä “sftp://” ja “smb://” voi käyttää verkkojakoihin. Verkkojaossa ei tarvitse olla BorgBackup-tukea.
he: אפשר להשתמש בקידומות „sftp://‎” ו־„smb://‎” כדי לגשת לשיתופי רשת. לא חובה שלשיתוף הרשת תהיה תמיכה מפורשת ב־BorgBackup.
it: È possibile usare i prefissi «sftp://» e «smb://» per accedere alle condivisioni in rete. Non è necessario che la condivisione in rete supporti esplicitamente BorgBackup.
ka: პრეფიქსები 'sftp://' და 'smb://' ქსელში გაზიარებული დისკებისთვის შეგიძლიათ, გამოიყენოთ. ქსელურ დისკებს არ სჭირდებათ BorgBackup-ის მხარდაჭერა.
kk: “sftp://” және “smb://” префикстерін желілік ортақ ресурстарға қол жеткізу үшін пайдалануға болады. Желілік ортақ ресурсқа BorgBackup қолдауы тікелей қажет емес.
sl: Za dostop do omrežnih map v skupni rabi se lahko uporabita predponi »sftp://» in »smb://«. Omrežna mapa v skupni rabi ne potrebuje izrecne podpore BorgBackup.
sv: Prefixen ”sftp://” och ”smb://” kan användas för att komma åt nätverksutdelningar. Nätverksutdelningen behöver inte ha explicit BorgBackup-stöd.
tr: “sftp://” ve “smb://” ön ekleri ağ paylaşımlarına erişimde kullanılabilir. Ağ paylaşımı BorgBackup desteğine gereksinmez.
uk: Префіксами «sftp://» і «smb://» може бути використано для доступу до спільних ресурсів мережі. Для роботи з спільними ресурсами мережі не потрібна явна підтримка BorgBackup.

source: _Connect
cs: _Připojit
de: _Verbinden
el: _Σύνδεση
eo: _Konekti
es: _Conectar
eu: _Konektatu
fa: _وصل شدن
fi: _Yhdistä
fr: _Connecter
he: _חיבור
hi: जुड़ें (_C)
hu: _Kapcsolódás
is: _Tengjast
it: _Connetti
ka: _დაკავშირება
kk: Қ_осылу
pt: _Ligar
pt_br: _Conectar
ro: _Conectează
ru: _Соединиться
sl: _Poveži
sv: A_nslut
tr: _Bağlan
uk: З'_єднатись
zh_cn: 连接(_C)

source: Create New Repository
cs: Vytvořit nové úložiště
de: Ein neues Sicherungsdepot anlegen
el: Δημιουργία Νέου Αποθετηρίου
eo: Krei novan deponejon
es: Crear un nuevo repositorio
eu: Sortu biltegi berria
fi: Luo uusi tietovarasto
he: יצירת מאגר חדש
hi: नई रिपॉजिटरी बनाएं
hu: Új tároló létrehozása
is: Búa til nýtt gagnasafn
it: Creare un nuovo deposito
ka: ახალი რეპოზიტორიის შექმნა
kk: Жаңа репозиторий жасау
pt: Criar novo repositório
pt_br: Criar novo repositório
ro: Creează un depozit nou
ru: Создать новое хранилище
sl: Ustvari novo skladišče
sv: Skapa ny lagringsplats
tr: Yeni Depo Oluştur
uk: Створити сховище
zh_cn: 创建新仓库

source: Use Existing Repository
cs: Použít stávající úložiště
de: Bestehendes Sicherungsdepot verwenden
el: Χρήση Υπάρχοντος Αποθετηρίου
eo: Uzi ekzistantan deponejon
es: Usar un repositorio existente
eu: Erabili lehendik dagoen biltegia
fi: Käytä olemassa olevaa tietovarastoa
fr: Utiliser un dépôt existant
he: להשתמש במאגר קיים
hi: मौजूदा रिपॉजिटरी का उपयोग करें
hu: Meglévő tároló használata
is: Nota fyrirliggjandi gagnasafn
it: Usare un deposito esistente
ka: არსებული რეპოზიტორიის გამოყენება
kk: Бар репозиторийді пайдалану
nl: Bestaande opslagruimte gebruiken
pt: Usar repositório existente
pt_br: Usar repositório existente
ro: Utilizează depozitul existent
ru: Использовать существующее хранилище
sl: Uporabi obstoječe skladišče
sv: Använd befintlig lagringsplats
tr: Var Olan Depoyu Kullan
uk: Використовувати наявне сховище
zh_cn: 使用现有仓库

source: Select a location that contains an existing backup repository. Repositories created with other BorgBackup compatible software can be used as well.
cs: Vyberte umístění, které obsahuje existující úložiště záloh. Lze také použít úložiště vytvořená jiným softwarem kompatibilním s BorgBackup.
de: Wählen Sie einen Ort aus, der ein existierendes Sicherungsdepot enthält. Es können auch Depots verwendet werden, die mit anderen BorgBackup-kompatiblen Programmen erstellt wurden.
el: Επιλέξτε μια τοποθεσία που περιέχει ένα υπάρχον αποθετήριο αντιγράφων ασφαλείας. Μπορούν να χρησιμοποιηθούν και αποθετήρια που δημιουργήθηκαν με άλλο συμβατό λογισμικό BorgBackup.
eo: Elektu lokon kiu enhavas ekzistantan sekurkopian deponejon. Deponejoj kreitaj per alia BorgBackup-kongrua programaro ankaŭ povas esti uzataj.
es: Seleccionar una ubicación que contenga un repositorio de respaldo existente. Se pueden usar también repositorios creados con otros programas compatibles con BorgBackup.
eu: Hautatu lehendik babeskopia-biltegi bat duen kokaleku bat. BorgBackup aplikazioarekin bateragarria den beste software batekin sortutako biltegiak ere erabili daitezke.
fi: Valitse sijainti, joka sisältää olemassa olevan varmuuskopioinnin tietovaraston. Myös muilla BorgBackup-yhteensopivilla ohjelmistoilla luotuja tietovarastoja on mahdollista käyttää.
fr: Sélectionner un emplacement contenant un dépôt existant. Les dépôts créés à partir d’autres logiciels compatibles avec BorgBackup peuvent également être utilisés.
he: בחירת מיקום המכיל מאגר גיבוי קיים. ניתן להשתמש גם במאגרים שנוצרו עם תכנות אחרות בעלות תאימות עם BorgBackup.
hi: ऐसे स्थान का चयन करें जिसमें मौजूदा बैकअप रिपॉजिटरी हो। अन्य BorgBackup संगत सॉफ्टवेयर के साथ बनाई गई रिपॉजिटरी का भी उपयोग किया जा सकता है।
hu: Olyan hely kiválasztása, amely meglévő biztonsági mentési tárolót tartalmaz. Más BorgBackup kompatibilis szoftverrel létrehozott tárolók is használhatók.
is: Veljið geymslustað sem inniheldur fyrirliggjandi gagnasafn öryggisafritunar. Gagnasöfn búin til af öðrum forritum sem eru samhæfð BorgBackup er einnig hægt að nota.
it: Scegliere una posizione che contiene il deposito di un backup esistente. È possibile usare anche depositi creati con altri software compatibili con BorgBackup.
ka: აირჩიეთ მდებარეობა, რომელიც არსებული მარქაფის რეპოზიტორიას შეიცავს. ასევე შეგიძლიათ გამოიყენოთ BorgBackup-თან თავსებადი სხვა პროგრამების რეპოზიტორიებიც.
kk: Қолданыстағы резервтік көшірме репозиторийі бар орынды таңдаңыз. Басқа BorgBackup үйлесімді бағдарламалық қамтамасымен жасалған репозиторийлерді де пайдалануға болады.
nl: Selecteer een locatie met een bestaande back-upopslagruimte. Opslagruimtes die met andere met BorgBackup compatibele software zijn aangemaakt kunnen ook gebruikt worden.
pt: Selecione um local que contenha um repositório de backup existente. Os repositórios criados com outro software compatível BorgBackup também podem ser utilizados.
pt_br: Selecione um local que contenha um repositório de backup existente. Repositórios criados com outro software compatível com BorgBackup também podem ser usados.
ro: Selectați o locație care conține un depozit de copie de rezervă existent. Depozitele create cu alte aplicații compatibile cu BorgBackup pot fi, de asemenea, utilizate.
ru: Выберите расположение, содержащее существующее хранилище резервных копий. Можно также использовать хранилища, созданные с помощью других программ, совместимых с BorgBackup.
sl: Izberite mesto, ki vsebuje obstoječe skladišče varnostnih kopij. Uporabite lahko tudi skladišča, ustvarjena z drugo programsko opremo, združljivo z BorgBackup.
sv: Välj en plats som innehåller ett befintligt säkerhetskopieringsförråd. Även förråd skapade med annan BorgBackup-kompatibel programvara kan användas.
tr: Var olan yedekleme deposunu içeren konum seç. Diğer BorgBackup uyumlu yazılımlarla oluşturulmuş depolar da kullanılabilir.
uk: Виберіть місце, де зберігається наявне сховище резервних копій. Можна скористатися сховищами, які було створено іншим сумісним із BorgBackup програмним забезпеченням.
zh_cn: 选择包含现有备份仓库的位置。通过其它 BorgBackup 兼容软件创建的仓库同样可以使用。

source: Free space: {}
cs: Volné místo: {}
de: Freier Speicherplatz: {}
el: Ελεύθερος χώρος: {}
eo: Libera spaco: {}
es: Espacio libre: {}
eu: Toki librea: {}
fa: فضای خالی: {}
fi: Vapaata tilaa: {}
fr: Espace disponible : {}
he: מקום פנוי: {}
hi: खाली जगह: {}
hu: Szabad hely: {}
is: Laust pláss:{}
it: Spazio disponibile: {}
ka: თავისუფალი ადგილი: {}
kk: Бос орын: {}
nl: Vrije ruimte: {}
pt: Espaço livre: {}
pt_br: Espaço livre: {}
ro: Spațiu liber: {}
ru: Свободное место: {}
sl: Neporabljen prostor: {}
sv: Ledigt utrymme: {}
tr: Boş alan: {}
uk: Вільне місце: {}
zh_cn: 空闲空间：{}

source: Location on Disk
cs: Umístění na disku
de: Ort auf der Festplatte
el: Τοποθεσία σε Δίσκο
eo: Loko sur disko
es: Ubicación en el disco
eu: Kokalekua diskoan
fi: Sijainti levyllä
fr: Emplacement sur le disque
he: מיקום בכונן
hi: डिस्क पर स्थान
hu: Lemezen lévő hely
is: Geymslustaður á disk
it: Posizione su disco
ka: მდებარეობა დისკზე
kk: Дискідегі орналасуы
nl: Locatie op schijf
pt: Localização no disco
pt_br: Local no disco
ro: Locația pe disc
ru: Расположение на диске
sl: Mesto na disku
sv: Plats på disk
tr: Diskteki Konum
uk: Місце на диску
zh_cn: 磁盘上的位置

source: Set Up Backup Repository
cs: Nastavit úložiště záloh
de: Sicherungsdepot einrichten
el: Ρύθμιση Αποθετηρίου Αντιγράφων Ασφαλείας
eo: Agordi sekurkopian deponejon
es: Configurar repositorio de respaldo
eu: Konfiguratu babeskopia-biltegia
fi: Määritä varmuuskopion tietovarasto
he: הגדרת מאגר גיבויים
hu: Biztonsági mentési tároló beállítása
it: Imposta deposito di backup
ka: მარქაფის საცავის მორგება
kk: Резервтік көшірме репозиторийін баптау
pt_br: Definir o repositório de backup
ro: Configurează depozitul de copie de rezervă
ru: Настройка хранилища резервных копий
sl: Nastavite skladišče varnostnih kopij
sv: Konfigurera säkerhetskopieringsförråd
tr: Yedekleme Deposu Kur
uk: Налаштовування сховища резервних копій
zh_cn: 部署备份仓库
