Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Only available for the post-backup command:
cs: Dostupné pouze pro příkaz po zálohování:
de: Nur verfügbar für den Befehl nach der Sicherung:
el: Διαθέσιμο μόνο για την εντολή μετά τη δημιουργία αντιγράφων ασφαλείας:
eo: Nur disponeblaj por la post-sekurkopia komando:
es: Sólo disponible para el comando posterior al respaldo:
eu: post-backup komandorako soilik dago erabilgarri:
fa: تنها موجود برای فرمان پس از پشتیبان:
fi: Käytettävissä vain varmuuskopioinnin jälkeiselle komennolle:
fr: Disponible uniquement pour la commande post-sauvegarde :
he: זמין רק לפקודות שרצות אחרי הגיבוי:
hi: केवल बैकअप-के-बाद कमांड के लिए उपलब्ध:
hu: Csak a post-backup parancsnál érhető el:
is: Aðeins tiltæk sem skipun framkvæmd eftir öryggisafritun:
it: Disponibili solo per il comando post-backup:
ka: მხოლოდ ხელმისაწვდომია მარქაფის-შემდეგი ბრძანებისთვის:
kk: Тек резервтік көшірме жасалғаннан кейінгі команда үшін қолжетімді:
pt: Apenas disponível para o comando pós-backup:
pt_br: Disponível apenas para o comando pós-backup:
ro: Disponibile doar pentru comanda post-copie de rezervă:
ru: Доступно только для команды после резервного копирования:
sl: Na voljo samo za ukaz po varnostnem kopiranju:
sv: Endast tillgängligt för kommandot efter säkerhetskopiering:
tr: Yalnızca yedek ardı komutu için kullanılabilir:
uk: Доступні лише для команди після копіювання:
zh_cn: 仅适用于备份后命令：

source: Only available for completed backups:
cs: Dostupné pouze pro dokončené zálohy:
de: Nur verfügbar für abgeschlossene Datensicherungen:
el: Διαθέσιμο μόνο για ολοκληρωμένα αντίγραφα ασφαλείας:
eo: Nur disponeblaj por kompletigitaj sekurkopioj:
es: Sólo disponible para respaldos completados:
eu: Babeskopia osoetarako soilik dago erabilgarri:
fa: فقط موجود برای پشتیبان‌های کامل شده:
fi: Käytettävissä vain valmistuneille varmuuskopioinneille:
he: זמין רק לפקודות שרצות לגיבויים קיימים:
hi: केवल पूर्ण बैकअप के लिए उपलब्ध:
hu: Csak befejezett biztonsági mentéseknél érhető el:
is: Aðeins tiltækt fyrir fullkláraðar öryggisafritanir:
it: Disponibili solo per i backup completati:
ka: მხოლოდ ხელმისაწვდომია დასრულებული მარქაფებისთვის:
kk: Тек аяқталған резервтік көшірмелер үшін қолжетімді:
pt: Apenas disponível para backups concluídos:
pt_br: Disponível apenas para backups concluídos:
ro: Disponibile doar pentru copiile de rezervă completate:
ru: Доступно только для завершенных резервных копий:
sl: Na voljo samo za izdelane varnostne kopije:
sv: Endast tillgängligt för färdiga säkerhetskopior:
tr: Yalnızca tamamlanmış yedeklemeler için kullanılabilir:
uk: Можна скористатися лише для повних резервних копій:
zh_cn: 仅适用于已完成备份：

source: ID of the backup configuration
cs: ID nastavení záloh
de: Kennung der Sicherungseinstellungen
el: Αναγνωριστικό της διαμόρφωσης αντιγράφων ασφαλείας
eo: IDo de la sekurkopia agordo
es: ID de la configuración del respaldo
eu: Babeskopia-konfigurazioaren IDa
fa: شناسهٔ پیکربندی پشتیبان
fi: Varmuuskopiointimäärityksen ID-tunniste
fr: Identifiant de la configuration de sauvegarde
he: מזהה הגדרות הגיבוי
hi: बैकअप विन्यास की ID
hu: A biztonsági mentési beállítás azonosítója
is: Auðkenni á stilliskrá öryggisafritunarinnar
it: Identificativo della configurazione del backup
ka: მარქაფი კონფიგურაციის ID
kk: Резервтік көшірме конфигурациясының идентификаторы
pt: ID da configuração de backup
pt_br: ID da configuração de backup
ro: ID-ul configurației copiei de rezervă
ru: Идентификатор настройки резервного копирования
sl: ID prilagoditev varnostne kopije
sv: ID för säkerhetskopieringskonfigurationen
tr: Yedekleme yapılandırmasının kimliği
uk: Ідентифікатор налаштувань резервного копіювання
zh_cn: 备份配置的标识

source: Title of the backup configuration
cs: Název nastavení záloh
de: Name der Sicherungseinstellungen
el: Τίτλος της διαμόρφωσης αντιγράφων ασφαλείας
eo: Titolo de la sekurkopia agordo
es: Título de la configuración del respaldo
eu: Babeskopia-konfigurazioaren titulua
fa: عنوان پیکربندی پشتیبان
fi: Varmuuskopiointimäärityksen nimi
fr: Titre de la configuration de sauvegarde
he: כותרת הגדרות הגיבוי
hi: बैकअप विन्यास का शीर्षक
hu: A biztonsági mentési beállítás címe
is: Nafn á stilliskrá öryggisafritunar
it: Titolo della configurazione del backup
ka: მარქაფი კონფიგურაციის სათაური
kk: Резервтік көшірме баптауының атауы
pt: Título da configuração de backup
pt_br: Título da configuração de backup
ro: Titlul configurației copiei de rezervă
ru: Заголовок настройки резервного копирования
sl: Naslov prilagoditev varnostne kopije
sv: Titel för säkerhetskopieringskonfigurationen
tr: Yedekleme yapılandırmasının başlığı
uk: Назва налаштувань резервного копіювання
zh_cn: 备份配置的标题

source: Repository ID of the borg repository
cs: ID úložiště borg
de: Depot-Kennung des Borg-Depots
el: Αναγνωριστικό αποθετηρίου του αποθετηρίου borg
eo: Deponeja IDo de la borg-deponejo
es: ID del repositorio del repositorio borg
eu: borg biltegiaren IDa
fa: شناسهٔ مخزن بورگ
fr: Identifiant du dépôt borg
he: מזהה מאגר של מאגר borg
hi: borg रिपॉजिटरी की रिपोजिटरी ID
hu: A borg tároló tárolóazonosítója
is: Auðkenni fyrir borg-gagnasafnið
it: Identificativo del deposito di borg
ka: Borg რეპოზიტორიის ID
kk: Borg репозиторийінің ID-і
pt: ID do repositório borg
pt_br: ID do repositório do repositório borg
ro: ID-ul de depozit al depozitului borg
ru: Идентификатор хранилища borg
sl: ID-skladišča skladišča borg
sv: Förråds-ID för borg-förrådet
tr: Borg deposunun depo kimliği
uk: Ідентифікатор сховища borg
zh_cn: Borg 仓库的仓库标识

source: The full URL passed to borgbackup
cs: Úplná adresa URL předaná programu borgbackup
de: Die vollständige an borgbackup übermittelte Adresse
el: Η πλήρης διεύθυνση URL που δόθηκε στο borgbackup
eo: La plena URLo pasita al borgbackup
es: La URL completa pasada a borgbackup
eu: borgbackup aplikazioari pasatuko zaion URL osoa
fa: نشانی کامل داده شده به بورگ
fi: Täysi URL-osoite välitettynä borgbackupille
fr: L’adresse URL complète passée à borgbackup
he: הכתובת המלאה שהועברה ל־borgbackup
hi: संपूर्ण URL borgbackup को भेज दिया गया
hu: A borgbackup számára átadott teljes URL
is: Full URL-slóð send á borgbackup
it: L'URL completo passato a borgbackup
ka: Borgbackup-ზე გადაცემული სრული URL
kk: borgbackup-қа берілген толық URL
pt: O URL completo transmitido ao borgbackup
pt_br: O URL completo passado para borgbackup
ro: URL-ul complet transmis către borgbackup
ru: Полный URL, переданный в borgbackup
sl: Celoten URL, podan borgbackup
sv: Fullständig URL skickad till borgbackup
tr: Borgbackup’a iletilen tam URL
uk: Повна адреса, яку передано borgbackup
zh_cn: 传递给 borgbackup 的完整 URL

source: 0: manual backup, 1: started from a schedule
cs: 0: ruční záloha, 1: spuštění z plánu
de: 0: manuelle Datensicherung, 1: Datensicherung nach einem Zeitplan
el: 0: χειροκίνητο αντίγραφο ασφαλείας, 1: έναρξη από πρόγραμμα
eo: 0: mana sekurkopio, 1: komencita de horaro
es: 0: respaldo manual, 1: iniciado como respaldo programado
eu: 0: eskuzko babeskopia, 1: programaziotik abiarazia
fa: 0: پشتیبان دست، 1: آغاز شده با زمان‌بندی
fi: 0: manuaalinen varmuuskopio, 1: käynnistetty aikataulun perusteella
fr: 0 : sauvegarde manuelle, 1 : démarré depuis une planification
he: 0: גיבוי ידני, 1: הופעל לפי תזמון
hi: 0: हस्तचालित बैकअप, 1: अनुसूची से प्रारंभ
hu: 0: kézi biztonsági mentés, 1: ütemezőből indított
is: 0: handvirkt öryggisafritun, 1: ræst með tímasetningu
it: 0: avvio manuale del backup, 1: avvio programmato
ka: 0: ხელით მარქაფი, 1: გეგმიდან გაშვებული
kk: 0: қолмен жасалған резервтік көшірме, 1: кесте бойынша басталған
pt: 0: backup manual, 1: iniciado a partir de um agendamento
pt_br: 0: backup manual, 1: iniciado a partir de um agendamento
ro: 0: copie de rezervă manuală, 1: începută dintr-o programare
ru: 0: резервное копирование вручную, 1: запущено по расписанию
sl: 0: ročno varnostno kopiranje, 1: zagnano po urniku
sv: 0: manuell säkerhetskopia, 1: startat utifrån ett schema
tr: 0: elle yedekleme, 1: zamanlama ile başlatıldı
uk: 0: резервне копіювання вручну, 1: запущено за розкладом
zh_cn: 0：手动备份，1：从备份计划开始

source: Either “<tt>COMPLETED</tt>”, “<tt>ABORTED</tt>” or “<tt>FAILED</tt>”
cs: Buď „<tt>COMPLETED</tt>“, „<tt>ABORTED</tt>“ nebo „<tt>FAILED</tt>“
de: Entweder »<tt>COMPLETED</tt>«, »<tt>ABORTED</tt>« oder »<tt>FAILED</tt>«
el: Είτε «<tt>COMPLETED</tt>», «<tt>ABORTED</tt>» ή «<tt>FAILED</tt>»
eo: Aŭ “<tt>KOMPLETIGITA</tt>”, “<tt>ĈESIGITA</tt>” aŭ “<tt>MALFUNKCIIS</tt>”
es: Ya sea «<tt>COMPLETADO</tt>», «<tt>CANCELADO</tt>» o «<tt>FALLÓ</tt>»
eu: Hauetako bat: <tt>COMPLETED</tt>, <tt>ABORTED</tt> edo <tt>FAILED</tt>
fi: Joko “<tt>COMPLETED</tt>”, “<tt>ABORTED</tt>” tai “<tt>FAILED</tt>”
he: כל אחד מבין „<tt>הושלם (COMLETED)</tt>„, ”<tt>בוטל (ABORTED)</tt>” או „<tt>נכשל (FAILED)</tt>”
hi: या तो “<tt>पूर्ण</tt>”, “<tt>निरस्त</tt>” या “<tt>असफल</tt>”
hu: A következők egyike: „<tt>COMPLETED</tt>”, „<tt>ABORTED</tt>” vagy „<tt>FAILED</tt>”
is: Annaðhvort “<tt>FULLGERT</tt>",“<tt> HÆTT VIÐ<tt>"eða “<tt>MISTÓKST</tt>”
it: Uno tra «<tt>COMPLETED</tt>», «<tt>ABORTED</tt>» o «<tt>FAILED</tt>»
ka: “<tt>COMPLETED</tt>”, “<tt>ABORTED</tt>” ან “<tt>FAILED</tt>”
kk: “<tt>COMPLETED</tt>”, “<tt>ABORTED</tt>” немесе “<tt>FAILED</tt>”
pt: Ou CONCLUÍDO, ABORTADO ou com FALHA
pt_br: Pode ser <tt>COMPLETED</tt>, <tt>ABORTED</tt> ou <tt>FAILED</tt>
ro: Fie „<tt>COMPLETED</tt>”, „<tt>ABORTED</tt>” sau „<tt>FAILED</tt>”
ru: “<tt>ВЫПОЛНЕНО</tt>”, “<tt>ПРЕРВАНО</tt>” или “<tt>НЕ УДАЛОСЬ</tt>”
sl: <tt>COMPLETED</tt> (dokončano), <tt>ABORTED</tt> (ustavljeno) ali <tt>FAILED</tt> (neuspešno)
sv: Antingen ”<tt>COMPLETED</tt>”, ”<tt>ABORTED</tt>” eller ”<tt>FAILED</tt>”
tr: “<tt>COMPLETED</tt>”, “<tt>ABORTED</tt>” ya da “<tt>FAILED</tt>”
uk: «<tt>COMPLETED</tt>», «<tt>ABORTED</tt>» або «<tt>FAILED</tt>»
zh_cn: “<tt>COMPLETED</tt>”、“<tt>ABORTED</tt>”或“<tt>FAILED</tt>”其中之一

source: An error/warning message
cs: Chybová/varovná zpráva
de: Eine Fehler-/Warnmeldung
el: Ένα μήνυμα σφάλματος/προειδοποίησης
eo: Erara/avertanta mesaĝo
es: Un mensaje de error/advertencia
eu: Errore/abisu mezua
fa: پیام خطا یا هشدار
fi: Virhe-/varoitusviesti
fr: Un message d’erreur/d’avertissement
he: הודעת שגיאה/אזהרה
hi: एक त्रुटि/चेतावनी संदेश
hu: Hibaüzenet/figyelmeztetés
is: Villu/aðvörunarskilaboð
it: Un messaggio di errore o di avviso
ka: შეცდომის/გაფრთხილების შეტყობინება
kk: Қате/ескерту хабарламасы
pt: Uma mensagem de erro/aviso
pt_br: Uma mensagem de erro/aviso
ro: Un mesaj de eroare/avertisment
ru: Сообщение об ошибке/предупреждении
sl: Sporočilo o napaki/opozorilo
sv: Ett fel/varningsmeddelande
tr: Hata/uyarı iletisi
uk: Повідомлення про помилку/попередження
zh_cn: 错误/警告消息

source: The ID of the created backup archive
cs: ID vytvořeného archivu zálohy
de: Die Kennung des erstellten Datensicherungsarchivs
el: Το αναγνωριστικό της δημιουργημένης αρχειοθήκης αντιγράφων ασφαλείας
eo: La IDo de la kreita sekurkopia arkivo
es: El ID del archivador de respaldo creado
eu: Sortutako babeskopia-artxiboaren IDa
fa: شناسهٔ بایگانی پشتیبان ایجاد شده
fi: Luodun varmuuskopioarkiston ID-tunniste
fr: L’identifiant de l’archive de sauvegarde créée
he: המזהה של ארכיון הגיבוי שנוצר
hi: निर्मित बैकअप पुरालेख की ID
hu: A létrehozott biztonsági mentési archívum azonosítója
is: Auðkenni á útbúinni öryggisafritunar-safnskrá
it: L'identificativo dell'archivio backup creato
ka: შექმნილი მარქაფის არქივის ID
kk: Жасалған резервтік көшірме архивінің ID-і
pt: O ID do arquivo do backup criado
pt_br: O ID do arquivo de backup criado
ro: ID-ul arhivei create a copiei de rezervă
ru: ID созданного архива резервной копии
sl: ID ustvarjenega arhiva varnostne kopije
sv: ID för det skapade säkerhetskopieringsarkivet
tr: Oluşturulan yedekleme arşivinin kimliği
uk: Ідентифікатор створеного архіву резервної копії
zh_cn: 创建的备份归档文件的标识

source: The name of the created backup archive
cs: Název vytvořeného archivu zálohy
de: Der Name des erstellten Datensicherungsarchivs
el: Το όνομα της δημιουργημένης αρχειοθήκης αντιγράφων ασφαλείας
eo: La nomo de la kreita sekurkopia arkivo
es: El nombre del archivador de respaldo creado
eu: Sortutako babeskopia-artxiboaren izena
fa: نام بایگانی پشتیبان ایجاد شده
fi: Luodan varmuuskopioarkiston nimi
fr: Le nom de l’archive de sauvegarde créée
he: שם ארכיון הגיבוי שנוצר
hi: निर्मित बैकअप पुरालेख का नाम
hu: A létrehozott biztonsági mentési archívum neve
is: Nafnið á öryggisafritunar-safnskránni sem var búin til
it: Il nome dell'archivio backup creato
ka: შექმნილი მარქაფის არქივის სახელი
kk: Жасалған резервтік көшірме архивінің аты
pt: O nome do arquivo do backup criado
pt_br: O nome do arquivo de backup criado
ro: Numele arhivei create a copiei de rezervă
ru: Название созданного архива резервной копии
sl: Ime ustvarjenega arhiva varnostne kopije
sv: Namnet på det skapade säkerhetskopieringsarkivet
tr: Oluşturulan yedekleme arşivinin adı
uk: Назва створеного архіву резервної копії
zh_cn: 创建的备份归档文件的名称

source: The total amount of bytes referenced by this archive
cs: Celkové množství bajtů odkazováno tímto archivem
de: Die Gesamtanzahl von Bytes, die von diesem Archiv referenziert werden
el: Ο συνολικός αριθμός bytes που αναφέρονται σε αυτήν την αρχειοθήκη
eo: La totala kvanto de bajtoj referencitaj de ĉi tiu arkivo
es: La cantidad total de bytes a los que hace referencia este archivador
eu: Artxibo honek erreferentziatzen duen byte kopuru osoa
fr: Le nombre total d’octets référencés par cette archive
he: כמות כוללת של בתים שארכיון זה מתייחס אליהם
hi: इस पुरालेख द्वारा संदर्भित बाइट्स की कुल मात्रा
hu: Az archívum által hivatkozott bájtok teljes száma
is: Heildar magn bæta sem þessi safnskrá tilgreinir
it: Lo spazio totale, in byte, a cui questo archivio si riferisce
ka: ამ არქივის მიერ მიმართული ბაიტების სრული რაოდენობა
kk: Бұл архив сілтеген байттардың жалпы саны
pt: A quantidade total de bytes referenciados por este arquivo
pt_br: A quantidade total de bytes referenciados por este arquivo
ro: Cantitatea totală de octeți referențiată de această arhivă
ru: Общее количество байтов, определённое этим архивом
sl: Skupna količina bajtov, na katere se sklicuje ta arhiv
sv: Totala antalet byte som refereras till av detta arkiv
tr: Bu arşivce başvurulan toplam bayt miktarı
uk: Загальна кількість байтів, яку визначено цим архівом
zh_cn: 由该归档引用的全部字节数据量

source: The compressed size of all data references by this archive
cs: Komprimovaná velikost všech datových odkazů v tomto archivu
de: Die komprimierte Größe aller von diesem Archiv referenzierten Daten
el: Το συμπιεσμένο μέγεθος όλων των δεδομένων που αναφέρονται σε αυτήν την αρχειοθήκη
eo: La kunpremita grandeco de ĉiuj datumoj referencitaj de ĉi tiu arkivo
es: El tamaño comprimido de todas las referencias de datos de este archivador
eu: Artxibo honek datu-erreferentzia guztien tamaina konprimatua
fr: La taille compressée de toutes les données référencées par cette archive
he: הגודל הדחוס של על הנתונים שארכיון זה מתייחס אליהם
hi: इस पुरालेख द्वारा सभी डेटा संदर्भों का संपीड़ित आकार
hu: Az archívum által hivatkozott adatok tömörített mérete
is: Stærð allra þjappaðra gagna sem þessi safnaskrá tilgreinir
it: Lo spazio, compresso, di tutti i dati riferiti da questo archivio
ka: ამ არქივის მიერ მიმართული ყველა მონაცემის შეკუმშული ზომა
kk: Бұл архив сілтеген барлық деректердің сығылған өлшемі
pt: O tamanho comprimido de todas as referências de dados deste arquivo
pt_br: O tamanho compactado de todas as referências de dados deste arquivo
ro: Dimensiunea comprimată a tuturor referințelor de date de această arhivă
ru: Сжатый размер всех данных, определённый этим архивом
sl: Stisnjena velikost vseh podatkovnih sklicev v tem arhivu
sv: Den komprimerade storleken för alla datareferenser för detta arkiv
tr: Bu arşivce başvurulan tüm veri referanslarının sıkıştırılmış boyutu
uk: Стиснений розмір усіх даних, які визначено цим архівом
zh_cn: 由该归档引用的全部已压缩数据量

source: The deduplicated amount of bytes for this archive
cs: Deduplikovaný počet bajtů pro tento archiv
de: Die deduplizierte Anzahl von Bytes für dieses Archiv
el: Ο αριθμός των αποδιπλοποιημένων bytes για αυτήν την αρχειοθήκη
eo: La deduplikita kvanto de bajtoj por ĉi tiu arkivo
es: La cantidad de bytes deduplicados para este archivador
eu: Artxibo honen Byte kopuru ez bikoiztua
fa: مقدار بایت‌های ناتکراری شدهٔ این بایگانی
fr: Le nombre dédupliqué d’octets pour cette archive
he: כמות הבתים עקב הקבצים הכפולים (ששמורים כאחד) לארכיון הזה
hi: इस पुरालेख के लिए बाइट्स की डुप्लिकेट की गई मात्रा
hu: Az archívumhoz tartozó deduplikált bájtok száma
is: Magn bæta fyrir þessa safnskrá að frádregnum tvítekningum (deduplicated)
it: Lo spazio senza duplicazioni, in byte, di questo archivio
ka: ამ არქივის მიერ მიმართული დედუპლიცირებული ბაიტების რაოდენობა
kk: Бұл архив үшін дедупликацияланған байттар саны
pt: A quantidade de bytes reduplicados para este arquivo
pt_br: A quantidade deduplicada de bytes deste arquivo
ro: Cantitatea deduplicată de octeți pentru această arhivă
ru: Количество байтов для этого архива после устранения дупликатов
sl: Deduplicirana količina bajtov za ta arhiv
sv: Antalet avduplicerade byte för detta arkiv
tr: Bu arşiv için tekilleştirilmiş bayt miktarı
uk: Кількість байтів після усування дублювання для цього архіву
zh_cn: 已为该归档去重的字节数据量

source: The amount of files saved in this archive
cs: Množství souborů uložených v tomto archivu
de: Die Anzahl der in diesem Archiv gespeicherten Dateien
el: Ο αριθμός των αρχείων που αποθηκεύτηκαν σε αυτήν την αρχειοθήκη
eo: La kvanto de dosieroj konservitaj en ĉi tiu arkivo
es: La cantidad de archivos guardados en este archivador
eu: Artxibo honetan gordetako fitxategi kopurua
fa: مقدار پرونده‌های ذخیره شده در این بایگانی
fi: Tähän arkistoon tallennettujen tiedostojen määrä
fr: Le nombre de fichiers sauvegardés dans cette archive
he: כמות הקבצים ששמורים בארכיון הזה
hi: इस पुरालेख में सहेजी गई फाइलों की मात्रा
hu: Az archívumban mentett fájlok száma
is: Fjöldi vistaðra skráa í þessari safnskrá
it: Il numero di file salvati in questo archivio
ka: ამ არქივში შენახული ფაილების რაოდენობა
kk: Бұл архивте сақталған файлдар саны
pt: A quantidade de ficheiros guardados neste arquivo
pt_br: A quantidade de arquivos salvos neste arquivo
ro: Cantitatea de fișiere salvate în această arhivă
ru: Количество файлов, сохранённых в этом архиве
sl: Število datotek, shranjenih v tem arhivu
sv: Antalet filer sparade i detta arkiv
tr: Bu arşive kaydedilen dosya miktarı
uk: Кількість файлів, які збережено у цьому архіві
zh_cn: 该归档中保存的文件数量

source: The pre-backup command configured in preferences failed to run. {}
cs: Příkaz před zálohováním nastavený v předvolbách se nezdařilo spustit. {}
de: Der in den Einstellungen konfigurierte Befehl vor der Sicherung konnte nicht ausgeführt werden. {}
el: Η εντολή πριν τη δημιουργία αντιγράφων ασφαλείας, που έχει ρυθμιστεί στις προτιμήσεις, απέτυχε να εκτελεστεί. {}
eo: La antaŭ-sekurkopia komando agordita en preferoj malsukcesis kuri. {}
es: No se pudo ejecutar el comando previo al respaldo configurado en las preferencias. {}
eu: Hobespenetan babeskopiaren aurrerako konfiguratutako komandoaren exekuzioak huts egin du. {}
fi: Asetuksissa määritetty varmuuskopiointia edeltävän komennon suorittaminen epäonnistui . {}
fr: La commande pré-sauvegarde configurée dans les préférences a échoué. {}
he: פקודת טרום הגיבוי שמוגדרת בהעדפות לא פעלה. {}
hi: प्राथमिकताओं में विन्यस्त पूर्व-बैकअप कमांड चलने में विफल रहा। {}
hu: Nem sikerült a beállításokban megadott biztonsági mentés előtti parancs futtatása. {}
is: Tókst ekki að framkvæma skipun úr kjörstillingum á undan öryggisafritun. {}
it: L'avvio del comando pre-backup configurato nelle impostazioni non è riuscito. {}
ka: პარამეტრებში მითითებული მარქაფამდელი ბრძანების შესრულება ჩავარდა. {}
kk: Қалауларда бапталған резервтік көшірме алдындағы команданы орындау сәтсіз аяқталды. {}
pt: O comando de pré-backup configurado nas preferências não foi executado. {}
pt_br: O comando pré-backup configurado nas preferências falhou ao ser executado. {}
ro: Comanda pre-copie de rezervă configurată în preferințe a eșuat la rulare. {}
ru: Не удалось выполнить настроенную команду перед резервным копированием. {}
sl: Ukaz, ki naj bi predhajal varnostno kopiranje, prilagojen v nastavitvah, se ni zagnal. {}
sv: Kommandot som konfigurerats att köra före säkerhetskopiering kunde inte köra. {}
tr: Tercihlerde yapılandırılan yedek önü komutu çalıştırılamadı. {}
uk: Не вдалося виконати налаштовану команду перед копіюванням. {}
zh_cn: 在首选项中配置的预备份命令运行失败。 {}

source: The post-backup command configured in preferences failed to run. {}
cs: Příkaz po zálohování nastavený v předvolbách se nezdařilo spustit. {}
de: Der in den Einstellungen konfigurierte Befehl nach der Sicherung konnte nicht ausgeführt werden. {}
el: Η εντολή μετά τη δημιουργία αντιγράφων ασφαλείας, που έχει ρυθμιστεί στις προτιμήσεις, απέτυχε να εκτελεστεί. {}
eo: La post-sekurkopia komando agordita en preferoj malsukcesis kuri. {}
es: No se pudo ejecutar el comando posterior al respaldo configurado en las preferencias. {}
eu: Hobespenetan babeskopia ondorenerako konfiguratutako komandoaren exekuzioak huts egin du. {}
fi: Asetuksissa määritetty varmuuskopioinnin jälkeisen komennon suorittaminen epäonnistui . {}
fr: La commande post-sauvegarde configurée dans les préférences a échoué. {}
he: הפקודה שלאחר הגיבוי ומוגדרת בהעדפות לא פעלה. {}
hi: प्राथमिकताओं में विन्यस्त बैकअप-के-बाद कमांड चलने में विफल रहा। {}
hu: Nem sikerült a beállításokban megadott biztonsági mentés utáni parancs futtatása. {}
is: Tókst ekki að framkvæma skipun úr kjörstillingum á eftir öryggisafritun. {}
it: L'avvio del comando post-backup configurato nelle impostazioni non è riuscito. {}
ka: პარამეტრებში მითითებული მარქაფისშემდგომი ბრძანების შესრულება ჩავარდა. {}
kk: Қалауларда бапталған резервтік көшірмеден кейінгі команданы орындау сәтсіз аяқталды. {}
pt: O comando de pós-backup configurado nas preferências não foi executado. {}
pt_br: O comando pós-backup configurado nas preferências falhou ao ser executado. {}
ro: Comanda post-copie de rezervă configurată în preferințe a eșuat la rulare. {}
ru: Не удалось выполнить настроенную команду после резервного копирования. {}
sl: Ukaz, ki naj bi sledil varnostnemu kopiranju, prilagojen v nastavitvah, se ni zagnal. {}
sv: Kommandot som konfigurerats att köra efter säkerhetskopiering kunde inte köra. {}
tr: Tercihlerde yapılandırılan yedek ardı komutu çalıştırılamadı. {}
uk: Не вдалося виконати налаштовану команду після копіювання. {}
zh_cn: 在首选项中配置的备份后命令运行失败。 {}
