Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: _About Pika Backup
cs: O Zálohování Pišťuch_a
de: _Info zu Pika Datensicherung
el: _Σχετικά με το Pika Backup
eo: _Pri Pika Backup
es: _Acerca de Copia de respaldo Pika
eu: Pika Backup aplikazioari _buruz
fa: _دربارهٔ پشتیبان پیکا
fi: _Tietoja - Pika-varmuuskopiointi
fr: À _propos de Sauvegarde Pika
he: _על גיבוי פיקה
hi: पिका बैकअप के बारे में (_A)
hu: A Pika biztonsági mentés _névjegye
is: _Um Pika-öryggisafritunina
it: _Informazioni su Pika Backup
ka: Pika Backup-ის შესახებ
kk: Pika Backup т_уралы
nl: _Over Pika Back-up
pt: _Acerca do Pika Backup
pt_br: _Sobre o Pika Backup
ro: _Despre Pika Backup
ru: _О приложении
sl: _ O programu
sv: _Om Pika Backup
tr: Pika Yedek _Hakkında
uk: _Про «Пискуха-копіювання»
zh_cn: 关于 Pika 备份(_A)

source: Setup Backup
cs: Nastavit zálohování
de: Sicherung einrichten
el: Ρύθμιση Αντιγράφου Ασφαλείας
eo: Agordi sekurkopion
es: Configurar respaldo
eu: Konfiguratu babeskopia
fa: برپایی پشتیبان
fi: Määritä varmuuskopio
fr: Configurer une sauvegarde
he: הקמת גיבוי
hu: Biztonsági mentés beállítása
is: Setja upp öryggisafritun
ka: მარქაფის მორგება
kk: Резервтік көшіруді баптау
pt: Configurar backup
pt_br: Configurar backup
ro: Configurează copia de rezervă
ru: Настройка резервного копирования
sl: Nastavi varnostno kopiranje
sv: Konfigurera säkerhetskopia
tr: Yedek Ayarla
zh_cn: 部署备份

source: Main Menu
cs: Hlavní nabídka
de: Hauptmenü
el: Κύριο Μενού
eo: Ĉefa menuo
es: Menú principal
eu: Menu nagusia
fa: فهرست اصلی
fi: Päävalikko
fr: Menu principal
he: תפריט ראשי
hi: मुख्य मेनू
hu: Főmenü
is: Aðalvalmynd
it: Menù principale
ka: მთავარი მენიუ
kk: Бас мәзір
nl: Hoofdmenu
pt: Menu principal
pt_br: Menu principal
ro: Meniu principal
ru: Главное меню
sl: Glavni meni
sv: Huvudmeny
tr: Ana Menü
uk: Головне меню
zh_cn: 主菜单

source: No Backup Configured
cs: Není nastavené žádné zálohování
de: Keine Datensicherung eingerichtet
el: Δεν Έχει Ρυθμιστεί Αντίγραφο Ασφαλείας
eo: Neniu sekurkopio agordita
es: No hay ningún respaldo configurado
eu: Ez dago babeskopiarik konfiguratuta
fa: هیچ پشتیبانی پیکربندی نشده
fi: Varmuuskopioita ei ole määritetty
fr: Aucune sauvegarde configurée
he: לא הוגדר גיבוי
hi: कोई बैकअप विन्यस्त नहीं
hu: Nincs beállítva biztonsági mentés
is: Engin öryggisafritun stillt
it: Nessun backup configurato
ka: მარქაფი მორგებული არაა
kk: Резервтік көшіру бапталмаған
nl: Geen back-up geconfigureerd
pt: Nenhum backup configurado
pt_br: Nenhum backup configurado
ro: Nicio copie de rezervă configurată
ru: Резервное копирование не настроено
sl: Ni še nastavljenega varnostnega kopiranja
sv: Ingen säkerhetskopia konfigurerad
tr: Yedek Yapılandırılmadı
uk: Резервне копіювання не налаштовано
zh_cn: 未配置备份

source: Add a new configuration to start creating backups
cs: Přidejte nové nastavení, abyste mohli začít zálohovat
de: Legen Sie neue Einstellungen an, um Datensicherungen zu erstellen
el: Προσθέστε μια νέα ρύθμιση για να ξεκινήσετε τη δημιουργία αντιγράφων ασφαλείας
eo: Aldonu novan agordon por komenci krei sekurkopiojn
es: Añadir una configuración nueva para empezar a crear respaldos
eu: Gehitu konfigurazio berria babeskopiak sortzen hasteko
fa: افزودن پیکربندی‌ای جدید برای آغاز ایجاد کردن پشتیبان‌ها
fi: Lisää uusi määritys aloittaaksesi varmuuskopioinnin
fr: Ajouter une nouvelle configuration pour commencer à créer des sauvegardes
he: יש להוסיף הגדרות חדשות כדי להתחיל ליצור גיבויים
hi: बैकअप बनाना शुरू करने के लिए एक नया विन्यास जोड़ें
hu: Új beállítás hozzáadása a biztonsági mentések elkezdéséhez
is: Bættu við nýrri uppsetningu til að byrja að taka öryggisafrit
it: Aggiungere una nuova configurazione per cominciare a creare dei backup
ka: მარქაფების შექმნის დასაწყებად დაამატეთ ახალი კონფიგურაცია
kk: Резервтік көшірмелерді жасауды бастау үшін жаңа конфигурацияны қосыңыз
nl: Voeg een nieuwe configuratie toe om back-ups te beginnen maken
pt: Adiciona uma nova configuração para começar a criar backups
pt_br: Adiciona uma nova configuração para começar a criar backups
ro: Adăugați o nouă configurație pentru a începe crearea copiilor de rezervă
ru: Добавьте новую конфигурацию для начала создания резервных копий
sl: Dodaj nova določila za začetek ustvarjanja varnostnih kopij
sv: Lägg till ny konfiguration för att börja skapa säkerhetskopior
tr: Yedek oluşturmaya başlamak için yeni yapılandırma ekle
uk: Додайте нові налаштування, щоб розпочати створення резервних копій
zh_cn: 添加新配置以开始创建备份

source: _Setup Backup
cs: Na_stavit zálohování
de: Sicherung _einrichten
el: _Ρύθμιση Αντιγράφου Ασφαλείας
eo: _Agordi sekurkopion
es: Configurar re_spaldo
eu: _Konfiguratu babeskopia
fa: _برپایی پشتیبان
fi: _Määritä varmuuskopio
fr: _Configurer une sauvegarde
he: ה_קמת גיבוי
hu: Biztonsági mentés _beállítása
is: _Setja upp öryggisafritun
ka: _მარქაფის მორგება
kk: Резервтік көшіруді _баптау
pt: _Configurar backup
pt_br: _Configurar backup
ro: Configur_ează copia de rezervă
ru: _Настройка резервного копирования
sl: _Nastavi varnostno kopiranje
sv: _Konfigurera säkerhetskopia
tr: Yedek _Ayarla
zh_cn: 部署备份(_S)

source: Verify Archives Integrity
eo: Kontroli la integrecon de arkivoj
eu: Egiaztatu artxiboen osotasuna
fa: تأیید یکپارچگی بایگانی‌ها
fr: Vérifier l’intégrité des archives
hi: पुरालेख अखंडता सत्यापित करें
hu: Archívumok integritásának ellenőrzése
is: Sannprófa áreiðanleika safnskráa
it: Verifica l'integrità degli archivi
ka: არქივის მთლიანობის გადამოწმება
pt: Verificar a integridade dos arquivos
pt_br: Verificar a integridade dos arquivos
ro: Verifică integritatea arhivelor
ru: Проверить целостность архивов
sl: Preveri integriteto arhivov
uk: Перевірити цілісність архівів
zh_cn: 验证归档完整性

source: Verify archives integrity completed successfully
eo: Kontrolo de la integreco de arkivoj sukcese finiĝis
eu: Artxiboen osotasunaren egiaztatzea ongi gauzatu da
fa: تأیید یکپارچگی بایگانی‌ها با موفّقیت کامل شد
fr: Vérification d’intégrité des archives terminée avec succès
hi: पुरालेख अखंडता सत्यापन सफलतापूर्वक पूर्ण हो गई है
hu: Az archívumok integritásának ellenőrzése sikeresen befejeződött
is: Sannprófun áreiðanleika safnskráa lokið að fullu
it: Verifica dell'integrità degli archivi completata con successo
ka: არქივების მთლიანობის გადამოწმება წარმატებით დასრულდა
pt: Verificação da integridade dos arquivos concluída com sucesso
pt_br: Verificação da integridade dos arquivos concluída com sucesso
ro: Verificarea integrității arhivelor completată cu succes
ru: Проверка целостности архивов успешно завершена
sl: Preverjanje integritete arhivov je uspešno zaključeno
uk: Перевірку цілісності архівів успішно виконано
zh_cn: 验证归档完整性已成功完成

source: Set Up Existing Repository
hi: मौजूदा रिपॉजिटरी सेटअप करें
it: Configura deposito esistente
nl: Bestaande opslagruimte instellen
uk: Налаштувати наявне сховище

source: Set Up Encryption
hi: कूटलेखन स्थापित करें
it: Imposta cifratura
uk: Налаштовування шифрування

source: Set Up Backup
hi: बैकअप सेटअप
it: Imposta backup
nl: Back-up instellen
uk: Налаштувати резервне копіювання

source: _Set Up Backup
hi: बैकअप सेटअप (_S)
it: _Imposta backup
nl: Back-up in_stellen
uk: _Налаштувати резервне копіювання

source: Connection to remote host broken.
cs: Spojení se vzdáleným hostitelem přerušeno.

source: A repository already exists at this location.
fa: مخزنی از پیش در این مکان وجود دارد.
fr: Un dépôt existe déjà à cet emplacement.
hi: इस स्थान पर एक रिपोजिटरी पहले से मौजूद है।
hu: Már létezik egy tároló ezen a helyen.
is: Gagnasafn er þegar til á þessum stað.
ka: ამ მდებარეობაზე რეპოზიტორია უკვე არსებობს.
nl: Er bestaat al een opslagruimte op deze locatie.
pt: Já existe um repositório neste local.
pt_br: Já existe um repositório neste local.
ro: Un depozit există deja la această locație.
ru: В этом расположении уже существует хранилище.
zh_cn: 此位置已存在一个仓库。

source: Servers with borgbackup installed have the best performance. <a href="help:pika-backup/setup-remote">More</a>
hu: A borgbackup telepítéssel rendelkező kiszolgálóknak van a legjobb teljesítményük. <a href="help:pika-backup/setup-remote">További információk</a>
pt_br: Servidores com borgbackup instalado têm o melhor desempenho. <a href="help:pika-backup/setup-remote">Mais</a>
ro: Serverele cu borgbackup instalat au cea mai bună performanță. <a href="help:pika-backup/setup-remote">Mai multe</a>
ru: Серверы с установленным borgbackup имеют наилучшую производительность. <a href="help:pika-backup/setup-remote">Подробнее</a>
zh_cn: 安装了 borgbackup 的服务器会具有最佳性能。<a href="help:pika-backup/setup-remote">了解更多</a>

source: Network Shares
hu: Hálózati megosztások
pt_br: Compartilhamento de rede
ro: Partajări rețea
ru: Общие ресурсы сети
zh_cn: 网络共享

source: Use GNOME Files syntax. <a href="help:pika-backup/setup-gvfs">More</a>
hu: GNOME Fájlok szintaxisának használata. <a href="help:pika-backup/setup-gvfs">További információk</a>
pt_br: Use a sintaxe do GNOME Files. <a href="help:pika-backup/setup-gvfs">Mais</a>
ro: Utilizați sintaxa Fișiere GNOME. <a href="help:pika-backup/setup-gvfs">Mai multe</a>
ru: Используйте синтаксис файлов GNOME. <a href="help:pika-backup/setup-gvfs">Подробнее</a>
zh_cn: 使用 GNOME 文件语法。<a href="help:pika-backup/setup-gvfs">了解更多</a>

source: Generic Operation
fr: Opération générique
hi: सामान्य अभियान
hu: Általános művelet
is: Almenn aðgerð
pt: Operação genérica
ro: Operațiune generică

source: Backing Up Data
hi: डेटा का बैकअप लिया जा रहा है
hu: Adatok biztonsági mentése
ro: Se copiază de rezervă datele

source: Mounting Backup Archives
fr: Montage des archives de sauvegarde
hi: बैकअप पुरालेख माउंट किया जा रहा है
hu: Biztonsági mentési archívumok csatolása
is: Tengi safnskrár öryggisafritunar
nl: Back-uparchieven worden aangekoppeld
pt: A montar arquivos de backup
ro: Se montează arhivele copiei de rezervă

source: Removing Old Archives
hi: पुराने पुरालेखों को हटाया जा रहा है
hu: Régi archívumok eltávolítása
ro: Se elimină arhivele vechi

source: Identifying Old Archives
hi: पुराने पुरालेखों की पहचान की जा रही है
hu: Régi archívumok azonosítása
ro: Se identifică arhivele vechi

source: Reclaiming Free Space
fr: Récupération d’espace libre
hi: मुक्त स्थान पुनः प्राप्त किया जा रहा है
hu: Szabad hely visszaszerzése
is: Endurheimti laust geymslupláss
nl: Heropeisen van vrije ruimte
pt: Recuperação de espaço livre
ro: Se recuperează spațiul liber

source: Checking Archives Integrity
fr: Vérification de l’intégrité des archives
hi: पुरालेख अखंडता की जांच की जा रही है
hu: Archívumok integritásának ellenőrzése
is: Áreiðanleikaprófa safnskrár
pt: A verificar a integridade dos arquivos
ro: Se verifică integritatea arhivelor

source: Deleting Archive
fr: Suppression de l’archive
hi: पुरालेख मिटाएं जा रहें है
hu: Archívum törlése
is: Eyði safnskrá
nl: Archief wordt verwijderd
pt: A eliminar arquivo
ro: Se șterge arhiva

source: Refreshing Archive List
fr: Actualisation de la liste des archives
hi: पुरालेख सूची ताजा की जा रही है
hu: Archívumlista frissítése
is: Endurles safnskráarlista
nl: Archieflijst wordt vernieuwd
pt: A atualizar lista de arquivos
ro: Se reîmprospătează lista de arhive

source: Changing Passphrase
fr: Modification de la phrase de passe
hi: पासफ़्रेज़ बदला जा रहा है
hu: Jelmondat megváltoztatása
is: Breyti aðgangsfrasa
pt: A mudar a frase passe
ro: Se modifică parola de tip frază

source: Running Custom Shell Command
fr: Exécution d’une commande Shell personnalisée
hi: तदनुकूल शैल कमांड चला रहें है
hu: Egyéni parancs futtatása
is: Keyri sérsniðna skeljarskipun
pt: Executar comando shell personalizado
ro: Se rulează comanda Shell personalizată

source: Failed to Create Thread
fr: Échec de la création d’un processus
hi: थ्रेड बनाने में विफल
hu: Nem sikerült szálat létrehozni
is: Tókst ekki að útbúa þráð
nl: Aanmaken van thread is mislukt
pt: Falha ao criar tarefa
ro: Nu s-a putut crea firul de execuție

source: The backup repository is marked as already in use. This information can be outdated if, for example, the computer lost power while using the repository.
fr: Le dépôt de sauvegarde est marqué comme « en cours d’utilisation ». Cette information peut être obsolète si l’ordinateur s’est éteint anormalement alors que le dépôt était en cours d’utilisation.
hi: बैकअप रिपॉजिटरी को पहले से ही उपयोग में के रूप में चिह्नित किया गया है। यह जानकारी पुरानी हो सकती है यदि, उदाहरण के लिए, रिपॉजिटरी का उपयोग करते समय कंप्यूटर ने बिजली खो दी हो।
hu: A biztonsági mentési tároló már használatban lévőnek van jelölve. Ez az információ elavult lehet, ha például a számítógép kikapcsolt a tároló használata közben.
is: Gagnasafn afritunar er merkt eins og það sé þegar í notkun. Þessi skilaboð gætu verið ógild, t.d. vegna þess að slökknað hafi á tölvunni í miðri öryggisafritun.
nl: De back-upopslagruimte is al in gebruik. Deze informatie kan echter gedateerd zijn als de stroom bijvoorbeeld is uitgevallen tijdens het gebruik van de opslagruimte.
pt: O repositório de backup está marcado como já em utilização. Esta informação pode estar desatualizada se, por exemplo, o computador perdeu energia enquanto usava o repositório.
ro: Depozitul de copii de rezervă este marcat ca deja în uz. Această informație poate fi depășită dacă, de exemplu, calculatorul a pierdut energia în timpul utilizării depozitului.

source: The encryption password of this backup repository is required to access it.
fr: Le mot de passe de chiffrement est requis pour accéder à ce dépôt.
hi: इस बैकअप रिपॉजिटरी तक पहुंचने के लिए इसका कूटलेखन पासवर्ड आवश्यक है।
is: Lykilorð dulritunar fyrir gagnasafnið er nauðsynlegt til að opna það.
nl: Het versleutelingswachtwoord van de back-upopslagruimte is vereist om ze te benaderen.
pt: A palavra-passe de encriptação deste repositório de backup é necessária para aceder ao mesmo.

source: Select Location
fr: Sélectionner un emplacement
hi: स्थान चुनें
is: Veldu geymslustað
pt: Selecionar localização

source: Location
fr: Emplacement
hi: स्थान
is: Geymslustaður
nl: Locatie
pt: Localização

source: Repository Base Folder
fr: Dossier de base du dépôt
hi: रिपॉजिटरी आधार फोल्डर
is: Grunnmappa gagnasafns
pt: Pasta base do repositório

source: Examples
fr: Exemples
hi: उदाहरण
is: Dæmi
pt: Exemplos

source: Conventional Locations
fr: Emplacements conventionnels
hi: परम्परागत स्थान
is: Venjulegir geymslustaðir
nl: Standaardlocaties
pt: Locais convencionais

source: SMB and SFTP remote-backup locations can be provided as a URL with the “smb://” or “sftp://” protocol prefix.
fr: Les emplacements SMB et SFTP de sauvegarde à distance peuvent être fournis sous forme d’URL contenant un préfixe de protocole « smb:// » or « sftp:// ».
hi: SMB और SFTP रिमोट-बैकअप स्थानों को “smb://” या “sftp://” प्रोटोकॉल उपसर्ग के साथ URL के रूप में प्रदान किया जा सकता है।
is: Hægt er að fjartengja SMB og SFTP afritunargeymslu með URL-slóðum og verður þá aðhafa “smb://” eða “sftp://” samskiptamáta sem forskeyti.
nl: SMB- en SFTP-locaties voor externe back-ups kunnen aangeleverd worden als URL met het protocolvoorvoegsel ‘smb://’ of ‘sftp://’.
pt: Os locais de backup remoto SMB e SFTP podem ser fornecidos como um URL com o prefixo do protocolo "smb://" ou "sftp://".

source: Locations With BorgBackup Support
hi: BorgBackup समर्थन वाले स्थान

source: Locations with explicit BorgBackup support can provide better performance. They are special in that the server has a BorgBackup binary installed. For those locations, either the “<server address>:<folder>” syntax or the “ssh://” prefix can be used.
fr: Les emplacements prenant en charge explicitement BorgBackup peuvent offrir de meilleures performances. Ces emplacements ont un binaire BorgBackup installé côté serveur. Pour ces emplacements, la syntaxe « <adresse du serveur>:<dossier> » ou le préfixe « ssh:// » peuvent être utilisés.
hi: स्पष्ट BorgBackup समर्थन वाले स्थान बेहतर प्रदर्शन प्रदान कर सकते हैं। वे इस मायने में विशेष हैं कि सर्वर में BorgBackup बाइनरी स्थापित है। उन स्थानों के लिए, या तो “<server address>:<folder>” वाक्यविन्यास या “ssh://” उपसर्ग का उपयोग किया जा सकता है।
is: Staðsetningar með sérstökum BorgBackup-stuðningi virka mögulega betur. Þessir netþjónar eru sérstakir á þann hátt að á þeim er BorgBackup keyrsluforritið uppsett. Á þeim netþjónum er hægt að nota annaðhvort “<server address>:<folder>” málskipanina eða “ssh://” forskeytið.
nl: Locaties die uitdrukkelijk door BorgBackup ondersteund worden kunnen betere prestaties leveren. Deze locaties zijn speciaal in de zin dat er op de server een speciaal BorgBackup-bestand geïnstalleerd is. Voor deze locaties kan de ‘<server address>:<folder>’-syntaxis of het ‘ssh://’-voorvoegsel gebruikt worden.
pt: Os locais com apoio explícito do BorgBackup podem proporcionar um melhor desempenho. São especiais na medida em que o servidor tem um binário BorgBackup instalado. Para esses locais, pode ser usada a sintaxe "<server address>:<folder>" ou o prefixo "ssh://".

source: Select a location for the new backup repository
hi: नए बैकअप रिपॉजिटरी के लिए एक स्थान चुनें
is: Veldu staðsetningu fyrir nýja gagnsafnið
pt: Selecione um local para um novo repositório de backup

source: Configure a new or existing backup repository
hi: नई या मौजूदा बैकअप रिपोजिटरी विन्यस्त करें
is: Stilla nýtt eða fyrirliggjandi gagnasafn öryggisafritunar
pt: Configurar um repositório de backup novo ou já existente

source: S_kip
fr: _Passer
hi: छोड़ें (_k)
is: S_leppa
nl: Over_slaan
pt: _Ignorar

source: Checking for Previous Configurations
fr: Recherche de configurations précédentes
hi: पिछले विन्यास की जांच की जा रही है
is: Leita eftir eldri stillingum
nl: Controleren op vorige configuraties
pt: Verificação de configurações anteriores

source: Collecting information to transfer previously used settings. This step is optional.
fr: Collecte d’informations en cours pour permettre le transfert de paramètres précédemment utilisés. Cette étape est facultative.
hi: पहले उपयोग की गई सेटिंग्स को स्थानांतरित करने के लिए जानकारी एकत्रित की जा रही है। यह कदम वैकल्पिक है।
is: Tek saman upplýsingar til að millifæra áður notaðar stillingar. Þetta skref er valfrjálst.
nl: Verzamel informatie om eerder gebruikte instellingen over te dragen. Deze stap is niet verplicht.
pt: Recolha de informação para transferir definições utilizadas anteriormente. Este passo é opcional.

source: To use encryption a password must be provided.
fr: Pour utiliser le chiffrement, un mot de passe doit être fourni.
hi: कूटलेखन का उपयोग करने के लिए एक पासवर्ड प्रदान किया जाना चाहिए।
is: Til að nota dulritun þarf að gefa upp lykilorð.
nl: Om versleuteling te gebruiken moet u een wachtwoord instellen.
pt: Para usar a encriptação, uma palavra-passe deve ser fornecida.

source: Entered passwords do not match.
fr: Les mots de passe saisis ne correspondent pas.
hi: दर्ज किये गए पासवर्ड मेल नहीं खाते।
is: Uppgefin lykilorð stemma ekki.
nl: Wachtwoorden komen niet overeen.
pt: As palavras-passe introduzidas não coincidem.

source: Encryption
fr: Chiffrement
hi: कूटलेखन
is: Dulritun
nl: Versleuteling
pt: Encriptação

source: Encrypted
fr: Chiffré
hi: कूटलेखित
is: Dulritað
nl: Versleuteld
pt: Encriptado

source: Unencrypted
fr: Non chiffré
hi: अकूटलेखित
is: Ódulritað
nl: Niet versleuteld
pt: Sem encriptação

source: New Encryption Password
fr: Nouveau mot de passe de chiffrement
hi: नया कूटलेखन पासवर्ड
is: Nýtt lykilorð dulritunar
pt: Nova palavra-passe de encriptação

source: _Select Folder…
fr: _Sélectionner un dossier…
hi: फोल्डर चुनें (_S)…
is: Veldu _möppu…
pt: _Selecionar pasta…

source: Set up new backup
fr: Configurer une nouvelle sauvegarde
is: Undirbúa nýja öryggisafritun
nl: Nieuwe back-up instellen
pt: Configurar novo backup

source: Show keyboard shortcuts
fr: Afficher les raccourcis clavier
is: Birta flýtivísanir á lyklaborði
nl: Sneltoetsen tonen
pt: Mostrar teclas de atalho

source: Open menu
fr: Ouvrir le menu
is: Opna valmynd
nl: Menu openen
pt: Abrir menu

source: Backing up Data
fr: Sauvegarde des données en cours
is: Öryggisafrita gögn
nl: Back-up van gegevens wordt gemaakt
pt: A efetuar backup de dados

source: Removing old Archives
fr: Suppression des anciennes archives
is: Fjarlægi gamlar safnskrár
nl: Oude archieven worden verwijderd
pt: A remover arquivos antigos

source: Pika Backup crashed while running a backup.
fr: Sauvegarde Pika a planté lors de l’exécution de la sauvegarde.
is: Pika-öryggisafritunin hrundi við að framkvæma öryggisafritun.
nl: Pika Back-up is vastgelopen tijdens het maken van een back-up.
pt: O Pika Backup falhou enquanto executava um backup.

source: “{}” has to be connected for the scheduled backup to start.
fr: « {} » doit être connecté pour que la sauvegarde planifiée commence.
is: “{}” þarf að vera tengt svo að tímasett öryggisafritun geti hafist.
nl: ‘{}’ moet verbonden zijn opdat de geplande back-up kan beginnen.
pt: “{}” deve estar ligado para que o backup agendado seja iniciado.

source: BorgBackup version too old
fr: La version de BorgBackup est trop ancienne
is: BorgBackup-útgáfan er of gömul
nl: BorgBackup-versie te oud
pt: A versão do BorgBackup é muito antiga

source: The installed version {} of BorgBackup is too old. Some features requiring borg-backup version {}.{}.{} will not work.
fr: La version installée {} de BorgBackup est trop ancienne. Certaines fonctionnalités nécessitant la version {}.{}.{} de BorgBackup ne fonctionneront pas.
is: Uppsetta útgáfan af BorgBackup {} er of gömul. Sumir eiginleikar sem krefjast útgáfu {}.{}.{} af borg-backup koma ekki til með að virka.
nl: De geïnstalleerde versie {} van BorgBackup is te oud. Sommige functies die borg-backup versie {}.{}.{} vereisen zullen daarom niet werken.
pt: A versão instalada {} do BorgBackup é muito antiga. Algumas funcionalidades que requerem a versão borg-backup {}.{}.{} não funcionarão.

source: BorgBackup version too new
fr: La version de BorgBackup est trop récente
is: Útgáfa BorgBackup er of ný
nl: BorgBackup-versie te recent
pt: A versão do BorgBackup é muito nova

source: The installed version {} of BorgBackup is too new. Version {}.{} is recommended. Some features might not work as expected.
fr: La version installée {} de BorgBackup est trop récente. La version {}.{} est recommandée. Certaines fonctionnalités risquent de ne pas fonctionner comme prévu.
is: Uppsetta útgáfan {} af BorgBackup er of ný. Mælt er með útgáfunni {}.{}. Sumir eiginleikar gætu ekki virkað sem skildi.
nl: De geïnstalleerde versie {} van BorgBackup is te recent. Versie {}.{} wordt aanbevolen. Sommige functies zullen mogelijk niet werken.
pt: A versão instalada {} do BorgBackup é muito nova. A versão {}.{} é recomendada. Algumas funcionalidades podem não funcionar como esperado.

source: Abort running backup creation?
fr: Interrompre la sauvegarde en cours ?
is: Hætta við að útbúa öryggisafrit?
nl: Lopend back-upproces afbreken?
pt: Abortar a criação do backup em execução?

source: The backup will remain incomplete if aborted now.
fr: La sauvegarde sera incomplète si elle est interrompue maintenant.
is: Öryggisafritunin verður ófullgerð ef þú hættir núna.
nl: De back-up zal onvolledig blijven als u hem nu afbreekt.
pt: O backup permanecerá incompleto se abortado agora.

source: A Backup Operation is Running
fr: Une sauvegarde est en cours
is: Öryggisafritun er í gangi
nl: Er wordt een back-up uitgevoerd
pt: Uma operação de backup está em execução

source: Pika Backup cannot be quit during a backup operation.
fr: Impossible de quitter Sauvegarde Pika pendant une sauvegarde.
is: Pika-öryggisafritunin getur ekki hætt í miðri öryggisafritun.
nl: Pika Back-up kan niet afgesloten worden tijdens het maken van een back-up.
pt: O Pika Backup não pode ser terminado durante uma operação de backup.

source: Backup Never Ran
fr: La sauvegarde n’a jamais été exécutée
is: Öryggisafritun var aldrei keyrð
nl: Back-up is nooit uitgevoerd
pt: Backup nunca foi executado
