Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Archives are currently being deleted. Free space will not be reclaimed when aborting.
cs: Archivy jsou v současné době mazány. Volné místo nebude při přerušení získáno zpět.
de: Derzeit werden Archive gelöscht. Es wird kein freier Speicherplatz zurückgewonnen, wenn Sie abbrechen.
el: Οι αρχειοθήκες διαγράφονται αυτήν τη στιγμή. Ο ελεύθερος χώρος δεν θα ανακτηθεί σε περίπτωση ματαίωσης.
eo: Arkivoj nun estas forigataj. Libera spaco ne estos reakireblita ĉe ĉesigo.
es: Se están eliminando los archivadores en estos momentos. Si cancela la operación, no se recuperará el espacio libre.
eu: Artxiboak ezabatzen ari dira. Abortatzen bada, leku librea ez da berreskuratuko.
fi: Arkistoja poistetaan parhaillaan. Tilaa ei vapauteta poistamisen keskeytettäessä.
fr: Les archives sont en cours de suppression. L’espace libre ne sera pas récupéré si l’opération est interrompue.
he: ארכיונים נמחקים כרגע. המקום הפנוי לא ישוחרר לאחר הביטול.
hi: वर्तमान में पुरालेख मिटाए जा रहे हैं। निरस्त करते समय खाली स्थान पुनः प्राप्त नहीं किया जाएगा।
hu: Az archívumok jelenleg törlés alatt állnak. Nem lesz szabad terület visszanyerve, ha megszakítja.
is: Verið er að eyða safnskrám. Diskapláss verður ekki endurheimt ef hætt er við.
it: È in corso la cancellazione degli archivi. Lo spazio libero non verrà recuperato in caso di interruzione.
ka: მიმდინარეობს არქივების წაშლა. შეწყვეტის შემთხვევაში ადგილი არ გამოთავისუფლდება.
kk: Қазір архивтер өшіріліп жатыр. Бас тартқан кезде бос орын қайтарылмайды.
pt: Os arquivos estão atualmente a ser eliminados. O espaço livre não será recuperado em caso de interrupção.
pt_br: Os arquivos estão sendo excluídos no momento. O espaço livre não será recuperado ao abortar.
ro: Arhivele se șterg în prezent. Spațiul liber nu va fi recuperat la întrerupere.
ru: В настоящее время архивы удаляются. Если прервать этого процесс, то освободить место не получится.
sl: Arhivi se trenutno brišejo. Sproščeni prostor ob prekinitvi ne bo ponovno zaseden.
sv: Arkiv håller på att tas bort. Ledigt utrymme kommer inte återtas vid avbrott.
tr: Arşivler şu anda siliniyor. Vazgeçildiğinde boş alan geri kazanılmayacaktır.
uk: Зараз виконуємо вилучення архівів. Якщо перервати вилучення, звільнити місце не вдасться.
zh_cn: 归档文件当前正在被删除。现在中止将不会取回可用空间。

source: Abort Operation?
cs: Přerušit operaci?
de: Vorgang abbrechen?
el: Ματαίωση Λειτουργίας;
eo: Ĉu ĉesigi operacion?
es: ¿Cancelar operación?
eu: Abortatu eragiketa?
fi: Lopetetaanko toiminto?
fr: Interrompre l’opération ?
he: לבטל את הפעולה?
hi: अभियान निरस्त करें?
hu: Megszakítja a műveletet?
is: Hætta við aðgerð?
it: Annullare l'operazione?
ka: გავაუქმო ოპერაცია?
kk: Операциядан бас тарту керек пе?
nl: Proces afbreken?
pt: Abortar a operação?
pt_br: Abortar operação?
ro: Întrerupeți operațiunea?
ru: Прервать операцию?
sl: Ali želite preklicati operacijo?
sv: Avbryt åtgärd?
tr: İşlem Vazgeçilsin Mi?
uk: Перервати дію?
zh_cn: 中止操作吗？

source: An operation is currently being performed. Aborting now will cause any progress made by the operation to be lost.
cs: Právě se provádí operace. Zrušení nyní způsobí ztrátu veškerého postupu operace.
de: Ein Vorgang wird gerade ausgeführt. Wenn Sie jetzt abbrechen, geht jeglicher Fortschritt verloren.
el: Μια λειτουργία εκτελείται αυτήν τη στιγμή. Η ματαίωση τώρα θα έχει ως αποτέλεσμα την απώλεια οποιασδήποτε προόδου έχει επιτευχθεί.
eo: Operacio nun estas plenumiĝanta. Ĉesigi nun kaŭzos ke ĉiu progreso farita de la operacio perdiĝos.
es: Hay una operación en curso. Cancelar esta operación provocará que se pierda cualquier progreso realizado.
eu: Eragiketa bat gauzatzen ari da. Orain abortatzen bada, eragiketak egin duen edozein aurrerapen galduko da.
fi: Toimintoa suoritetaan parhaillaan. Peruminen nyt aiheuttaa sen, että kaikki mitä toiminnon edistymisen aikana on tapahtunut, katoaa.
fr: Une opération est en cours. Si vous l’interrompez maintenant, tout progrès réalisé sera perdu.
he: מתבצעת כרגע פעולה. ביטול יגרום לאובדן התהליך שבוצע על ידי הפעולה.
hi: अभी एक अभियान की जा रही है। अब निरस्त करने से अभियान में हुई कोई भी प्रगति नष्ट हो जाएगी।
hu: Egy művelet jelenleg folyamatban van. A mostani megszakítás a művelet által elvégzett folyamat elvesztését fogja okozni.
is: Aðgerð í gangi. Ef hætt er við núna er hætta á að allur framgangur aðgerðarinnar glatist.
it: È in corso un'operazione. Interrompendo ora, tutti i progressi compiuti dall'operazione andranno persi.
ka: მიმდინარეობს ოპერაციის შესრულება. შეწყვეტა ოპერაციის მიერ შესრულებული ამოცანების დაკარგვას გამოიწვევს.
kk: Қазір операция орындалып жатыр. Оны қазір тоқтатсаңыз, орындалған жұмыс жоғалады.
nl: Er wordt momenteel een actie uitgevoerd. Door deze te onderbreken zal alle voortgang die door de actie gemaakt is verloren gaan.
pt: Está atualmente a ser realizada uma operação. Abortar agora causará a perda de qualquer progresso feito pela operação.
pt_br: Uma operação está sendo executada no momento. Abortar agora fará com que qualquer progresso feito pela operação seja perdido.
ro: Se efectuează o operațiune momentan. Întreruperea în acest moment va duce la pierderea oricărui progres realizat de operațiune.
ru: В настоящее время выполняется операция. Прерывание операции приведет к потере прогресса, достигнутого операцией.
sl: Trenutno poteka operacija. Prekinitev bo povzročila, da bo vsak napredek operacije izgubljen.
sv: En åtgärd håller på att utföras. Att avbryta nu kommer få alla framsteg som gjorts av åtgärden att gå förlorade.
tr: Şu anda gerçekleştirilen bir işlem var. Vazgeçmek, işlemce gerçekleştirilen ilerlemenin yitirilmesine neden olacaktır.
uk: Зараз виконуємо дію. Її переривання призведе до того, що дію не буде завершено.
zh_cn: 当前正在执行操作。现在中止将导致该操作的任意进度丢失。

source: Unable to Include Location
cs: Nelze zahrnout umístění
de: Ort konnte nicht einbezogen werden
el: Αδυναμία Συμπερίληψης Τοποθεσίας
eo: Ne eblas inkluzivi lokon
es: No se pudo incluir la ubicación
eu: Ezin da kokalekua sartu
fi: Sijaintia ei voitu sisällyttää
fr: Impossible d’inclure l’emplacement
he: לא ניתן לכלול מקום
hi: स्थान शामिल करने में असमर्थ
hu: Nem lehet felvenni a helyet
is: Get ekki haft geymslustað innifalinn
it: Inclusione della posizione non riuscita
ka: მდებარეობის ჩასმის შეცდომა
kk: Орынды қосу мүмкін емес
nl: Kan locatie niet toevoegen
pt: Não foi possível incluir a localização
pt_br: Não foi possível incluir o local
ro: Nu se poate include locația
ru: Невозможно включить расположение
sl: Ni mogoče vključiti mest
sv: Kunde inte inkludera plats
tr: Konum İçerilemiyor
uk: Не вдалося включити місце
zh_cn: 无法包含位置

source: The following paths could not be included because they aren't reliably available in the sandbox: {}
cs: Následující cesty nebylo možné zahrnout, protože nejsou spolehlivě dostupné v izolovaném prostředí: {}
de: Die folgenden Pfade konnten nicht einbezogen werden, da sie in der Sandbox nicht zuverlässig verfügbar sind: {}
el: Οι ακόλουθες διαδρομές δεν ήταν δυνατό να συμπεριληφθούν, καθώς δεν είναι αξιόπιστα διαθέσιμες στο sandbox: {}
eo: La jenaj vojoj ne povis esti inkluzivitaj ĉar ili ne estas fidinde disponeblaj en la sablokesto: {}
es: No se pueden incluir las siguientes rutas porque no están disponibles de manera confiable en el sandbox: {}
eu: Honako bide-izenak ezin dira sartu ez daudelako modu fidagarrian isolatuta: {}
fi: Seuraavia polkuja ei voitu sisällyttää, koska ne eivät ole luotettavasti saatavilla eristystilassa: {}
fr: Les chemins d’accès suivants n’ont pas pu être inclus car ils ne sont pas disponibles de manière fiable dans le bac à sable : {}
he: אי אפשר להכליל את הנתיבים הבאים כיוון שאינם זמינים בצורה אמינה בארגז החול: {}
hi: निम्नलिखित पथ शामिल नहीं किए जा सके क्योंकि वे सैंडबॉक्स में विश्वसनीय रूप से उपलब्ध नहीं हैं: {}
hu: A következő útvonalakat nem sikerült felvenni, mert nem érhetők el megbízhatóan a biztonságos környezetben: {}
is: Ekki var hægt að hafa með eftirfarandi slóðir þar sem þær eru ekki örugglega aðgengilegar í sandkassanum: {}
it: Non è stato possibile includere i seguenti percorsi, perché non sono disponibili in modo affidabile all'interno della sandbox: {}
ka: შემდეგი ბილიკების ჩასმა შეუძლებელია, რადგან ისინი ხელმიუწვდომელია სენდბოქსში: {}
kk: Келесі жолдарды қосу мүмкін болмады, себебі олар оқшауланған ортада қолжетімді емес: {}
nl: De volgende bestandspaden konden niet toegevoegd worden omdat ze niet beschikbaar zijn vanuit de zandbak: {}
pt: Os caminhos seguintes não puderam ser incluídos porque não estão disponíveis de forma fiável na sandbox: {}
pt_br: Os seguintes caminhos não puderam ser incluídos porque não estão disponíveis de forma confiável no sandbox: {}
ro: Următoarele căi nu au putut fi include deoarece nu sunt disponibile în mod fiabil în sandbox: {}
ru: Следующие пути не могут быть включены, потому что они недоступны в песочнице: {}
sl: Naslednjih poti ni bilo mogoče vključiti, ker niso zanesljivo na voljo v peskovniku: {}
sv: Följande sökvägar kunde inte inkluderas då de inte finns tillförlitligt tillgängliga i sandlådan: {}
tr: Şu yollar, yalıtılmış alanda eksiksizce kullanılamadığından içerilmeyecektir: {}
uk: Вказані нижче шляхи не вдалося включити, оскільки вони не є надійно доступними у пісочниці: {}
zh_cn: 下列路径无法包含在内因为它们在沙盒中并不确实可用： {}

source: Pika Backup cannot be used to backup the entire system or the “/dev” directory.
cs: Zálohování Pišťucha nelze použít k zálohování celého systému nebo složky „/dev“.
de: Pika Datensicherung kann nicht verwendet werden, um das gesamte System oder das »/dev«-Verzeichnis zu sichern.
el: Το Pika Backup δεν μπορεί να χρησιμοποιηθεί για τη δημιουργία αντιγράφων ασφαλείας ολόκληρου του συστήματος ή του καταλόγου «/dev».
eo: Pika Backup ne povas esti uzata por savkopii la tutan sistemon aŭ la dosierujon “/dev”.
es: Pika Backup no se puede usar para hacer un respaldo de todo el sistema o de la carpeta «/dev».
eu: Pika Backup ezin da erabili sistema osoaren edo "/dev" direktorioaren babeskopia egiteko.
fi: Pika-varmuuskopiointia ei voi käyttää koko järjestelmän tai "/dev"-hakemiston varmuuskopiointiin.
fr: Sauvegarde Pika ne peut pas être utilisé pour sauvegarde le système entier ou le dossier « /dev ».
he: אי אפשר להשתמש בגיבוי פיקה כדי לגבות את כלל המערכת או את תיקיית „‎/dev”.
hi: पिका बैकअप का उपयोग संपूर्ण सिस्टम या “/dev” निर्देशिका का बैकअप लेने के लिए नहीं किया जा सकता है।
hu: A Pika biztonsági mentés nem használható a teljes rendszer vagy a „/dev” könyvtár biztonsági mentéséhez.
is: Ekki er hægt að nota Pika-öryggisafritun til að gera öryggisafritun af öllu stýrikerfinu eða “/dev” möppunni.
it: Pika Backup non può essere usato per effettuare backup dell'intero sistema o della directory «/dev».
ka: Pika Backup არ შეიძლება გამოიყენოთ /dev საქაღალდის ან სისტემის სრული მარქაფისთვის.
kk: Pika Backup бағдарламасын бүкіл жүйені немесе «/dev» бумасын резервтік көшіру үшін пайдалану мүмкін емес.
pt: O Pika Backup não pode ser usado para criar cópia de segurança do sistema inteiro, ou da directoria “/dev”.
pt_br: O Pika Backup não pode ser usado para fazer backup de todo o sistema ou do diretório “/dev”.
ro: Pika Backup nu poate fi utilizat pentru a copia de rezervă întregul sistem sau directorul „/dev”.
ru: Pika Backup нельзя использовать для резервного копирования всей системы или каталога «/dev».
sl: S programom Varnostno kopiranje Pika ni mogoče izdelati varnostne kopije celotnega sistema ali mape »/dev«.
sv: Pika Backup kan inte användas för att säkerhetskopiera hela systemet eller katalogen ”/dev”.
tr: Pika Yedek tüm sistemi ya da “/dev” dizinini yedeklemekte kullanılamaz.
uk: «Пискухою-копіюванням» не можна скористатися для резервного копіювання усієї системи або каталогу «/dev».
zh_cn: Pika 备份不能用来备份整个系统或“/dev”目录。

source: Include File
cs: Zahrnout soubor
de: Datei einschließen
el: Συμπερίληψη Αρχείου
eo: Inkluzivi dosieron
es: Incluir archivo
eu: Sartu fitxategia
fa: شامل شدن پرونده
fi: Sisällytä tiedosto
he: לרבות קובץ
it: Includere file
ka: ფაილის ჩასმა
kk: Файлды қосу
pt_br: Incluir arquivo
ru: Включить файл
sl: Vključi datoteko
sv: Inkludera fil
tr: Dosyayı İçer
uk: Включити файл
zh_cn: 包含文件

source: Include Folder
cs: Přidat zálohovanou složku
de: Ordner einschließen
el: Συμπερίληψη Φακέλου
eo: Inkluzivi dosierujon
es: Incluir carpeta
eu: Sartu karpeta
fi: Sisällytä kansio
fr: Inclure le dossier
he: לרבות תיקייה
hi: फोल्डर शामिल करें
hu: Mappa felvétele
is: Hafa með möppu
it: Includere una cartella
ka: საქაღალდის ჩასმა
kk: Буманы қосу
nl: Map opnemen
pt: Incluir pasta
pt_br: Incluir diretório
ro: Include dosarul
ru: Включить папку
sl: Vključi mapo
sv: Inkludera mapp
tr: Klasörü İçer
uk: Включити теку
zh_cn: 包含文件夹

source: No longer include “{}” in backups?
cs: Složku „{}“ již nechcete nadále zálohovat?
de: »{}« nicht weiter in Datensicherungen einbeziehen?
el: Να μην συμπεριλαμβάνεται πλέον το «{}» στα αντίγραφα ασφαλείας;
eo: Ĉu ne plu inkluzivi “{}” en savkopiojn?
es: ¿Quiere no volver a incluir «{}» en los respaldos?
eu: Ez sartu “{}” babeskopietan?
fi: Jätetäänkö “{}” jatkossa pois varmuuskopioista?
fr: Ne plus inclure « {} » dans les sauvegardes ?
he: לא לכלול עוד את „{}” בגיבויים?
hi: अब बैकअप में “{}” शामिल नहीं है?
hu: A(z) „{}” többé ne legyen a biztonsági mentésben?
is: Ekki hafa lengur “{}” með í öryggisafritunum?
it: Smettere di includere «{}» nei backup?
ka: აღარ ჩავსვა "{}" მარქაფებში?
kk: «{}» енді резервтік көшірмелерге қосылмасын ба?
nl: “{}” niet meer toevoegen aan back-ups?
pt: Não incluir mais “{}” nos backups?
pt_br: Não incluir mais “{}” nos backups?
ro: Nu mai includeți „{}” în copiile de rezervă?
ru: Больше не включать «{}» в резервные копии?
sl: Ali »{}« ne želite več vključevati v varnostne kopije?
sv: Inkludera inte längre ”{}” i säkerhetskopior?
tr: “{}” yedeklemede artık içerilmesin mi?
uk: Більше не включати «{}» до резервних копій?
zh_cn: 不再包含“{}”到备份里？

source: All files contained in this folder will no longer be part of future backups.
cs: Žádné soubory umístěné v této složce již nebudou součástí budoucích záloh.
de: Alle Dateien in diesem Ordner werden nicht mehr Bestandteil zukünftiger Datensicherungen sein.
el: Όλα τα αρχεία που περιέχονται σε αυτόν τον φάκελο δεν θα αποτελούν πλέον μέρος των μελλοντικών αντιγράφων ασφαλείας.
eo: Ĉiuj dosieroj entenataj en ĉi tiu dosierujo ne plu estos parto de estontaj savkopioj.
es: Todos los archivos de esta carpeta no formarán parte de futuros respaldos.
eu: Karpeta honetan dauden fitxategiak ez dira hemendik aurrerako babeskopietan egongo.
fi: Kaikki tässä kansiossa olevat tiedostot eivät jatkossa ole osa varmuuskopiota.
fr: Tous les fichiers contenus dans ce dossier ne feront plus partie des prochaines sauvegardes.
he: כל הקבצים שבתיקייה הזאת לא יהיו עוד חלק מגיבויים עתידיים.
hi: इस फोल्डर में मौजूद सभी फाइलें अब भविष्य के बैकअप का हिस्सा नहीं होंगी।
hu: A mappában szereplő összes fájl nem lesz a jövőbeli biztonsági mentések része.
is: Allar skrár í þessari möppu verða héðan í frá ekki hluti af öryggisafritunum.
it: Tutti i file contenuti in questa cartella non faranno più parte dei futuri backup.
ka: ფაილები, რომელსაც ეს საქაღალდე შეიცავს, მომავალში მარქაფების ნაწილი აღარ იქნება.
kk: Бұл бумадағы барлық файлдар бұдан былай резервтік көшірмелерге кірмейді.
nl: Alle bestanden in deze map zullen niet meer toegevoegd worden aan toekomstige back-ups.
pt: Todos os ficheiros contidos nesta pasta deixarão de fazer parte de futuros backups.
pt_br: Todos os arquivos contidos nesta pasta não farão mais parte de backups futuros.
ro: Toate fișierele conținute în acest dosar nu vor mai face parte din copiile de rezervă viitoare.
ru: Все файлы, содержащиеся в этой папке, больше не будут входить в будущие резервные копии.
sl: Vse datoteke te mape ne bodo več vključene v varnostne kopije.
sv: Alla filer som ingår i den här mappen kommer inte längre att ingå i framtida säkerhetskopior.
tr: Bu klasörde bulunan tüm dosyalar artık gelecekteki yedeklemelerin parçası olmayacak.
uk: Усі файли, що містяться у цій теці не буде включено до наступних резервних копій.
zh_cn: 这个文件夹里包含的所有文件将不再成为以后备份的一部分。

source: Confirm
cs: Potvrdit
de: Bestätigen
el: Επιβεβαίωση
eo: Konfirmi
es: Confirmar
eu: Berretsi
fa: تأیید
fi: Vahvista
fr: Confirmer
he: אישור
hi: पुष्टि करें
hu: Megerősítés
is: Staðfesta
it: Conferma
ka: დადასტურება
kk: Растау
nl: Bevestigen
pt: Confirmar
pt_br: Confirmar
ro: Confirmă
ru: Подтвердить
sl: Potrdi
sv: Bekräfta
tr: Doğrula
uk: Підтвердити
zh_cn: 确认

source: Delete old Archives Failed
cs: Smazání starých archivů se nezdařilo
de: Löschen alter Archive fehlgeschlagen
el: Αποτυχία Διαγραφής Παλαιών Αρχειοθηκών
eo: Forigo de malnovaj arkivoj malsukcesis
es: Falló al eliminar archivadores antiguos
eu: Artxibo zaharrak ezabatzeak huts egin du
fi: Vanhojen arkistojen poistaminen epäonnistui
fr: Échec de la suppression des anciennes archives
he: נכשלה מחיקת ארכיונים ישנים
hi: पुराने पुरालेख मिटने में विफल
hu: A régi archívumok törlése sikertelen
is: Mistókst að eyða gömlum safnskrám
it: Eliminazione dei vecchi archivi non riuscita
ka: ძველი არქივების წაშლის შეცდომა
kk: Ескі архивтерді өшіру сәтсіз аяқталды
nl: Verwijdering van oude archieven is mislukt
pt: Falha ao eliminar arquivos antigos
pt_br: Falha ao excluir arquivos antigos
ro: Ștergerea arhivelor vechi a eșuat
ru: Удалить старые архивы не удалось
sl: Brisanje starih arhivov je spodletelo
sv: Ta bort gamla arkiv misslyckades
tr: Eski Arşivler Silinemedi
uk: Не вдалося вилучити застарілі архіви
zh_cn: 删除旧归档失败

source: Reclaiming Free Space Failed
cs: Selhalo obnovení volného místa
de: Zurückgewinnen von freiem Speicherplatz fehlgeschlagen
el: Αποτυχία Ανάκτησης Ελεύθερου Χώρου
eo: Reakiro de libera spaco malsukcesis
es: Falló al recuperar espacio libre
eu: Leku librea berreskuratzeak huts egin du
fi: Vapaan tilan takaisinottaminen epäonnistui
fr: Échec de la récupération d’espace libre
he: נכשל פינוי מקום
hi: खाली स्थान पुनः प्राप्त करना विफल
hu: A szabad hely visszaszerzése sikertelen
is: Mistókst að endurheimta laust pláss
it: Recupero dello spazio libero non riuscito
ka: თავისუფალი ადგილის გამოთავისუფლების შეცდომა
kk: Бос орынды босату сәтсіз аяқталды
nl: Heropeisen van vrije ruimte is mislukt
pt: Falha na recuperação de espaço livre
pt_br: Falha na recuperação de espaço livre
ro: Recuperarea spațiului liber a eșuat
ru: Высвобождение свободного места не удалось
sl: Povrnitev nezasedenega prostora je spodletela
sv: Återta ledigt utrymme misslyckades
tr: Boş Alan Yeniden Elde Edilemedi
uk: Не вдалося звільнити місце
zh_cn: 取回可用空间失败

source: Backup Failed
cs: Zálohování selhalo
de: Datensicherung fehlgeschlagen
el: Αποτυχία Δημιουργίας Αντιγράφου Ασφαλείας
eo: Savkopio malsukcesis
es: El respaldo ha fallado
eu: Babeskopiak huts egin du
fa: پشتیبان‌گیری شکست خورد
fi: Varmuuskopiointi epäonnistui
fr: Échec de la sauvegarde
he: הגיבוי נכשל
hi: बैकअप विफल
hu: A biztonsági mentés sikertelen
is: Öryggisafritun misheppnaðist
it: Backup non riuscito
ka: მარქაფის შეცდომა
kk: Резервтік көшіру сәтсіз аяқталды
nl: Back-up mislukt
pt: Falha no backup
pt_br: Falha no backup
ro: Copia de rezervă a eșuat
ru: Сбой резервного копирования
sl: Ustvarjanje varnostne kopije je spodletelo.
sv: Säkerhetskopia misslyckades
tr: Yedekleme Başarısız
uk: Не вдалося виконати резервне копіювання
zh_cn: 备份失败

source: Backup Completed with Warnings
cs: Zálohování bylo dokončeno s varováním
de: Datensicherung mit Warnungen abgeschlossen
el: Το Αντίγραφο Ασφαλείας Ολοκληρώθηκε με Προειδοποιήσεις
eo: Savkopio finiĝis kun avertoj
es: El respaldo se ha completado con advertencias
eu: Babeskopia abisuekin osatu da
fi: Varmuuskopiointi valmistui varoitusten kera
fr: Sauvegarde terminée avec des avertissements
he: הגיבוי הושלם עם אזהרות
hi: चेतावनियों के साथ बैकअप पूरा हुआ
hu: A biztonsági mentés figyelmeztetésekkel ért véget
is: Öryggisafritun lokið með aðvörunum
it: Backup completato con degli avvertimenti
ka: მარქაფი შენიშვნებით დასრულდა
kk: Резервтік көшіру ескертулермен аяқталды
nl: Back-up voltooid met waarschuwingen
pt: Backup concluído com avisos
pt_br: Backup concluído com avisos
ro: Copia de rezervă a fost completată cu avertizări
ru: Резервное копирование выполнено с предупреждениями
sl: Varnostna kopija je ustvarjena z opozorili.
sv: Säkerhetskopia slutförd med varningar
tr: Yedekleme Uyarıyla Tamamlandı
uk: Резервне копіювання було завершено із попередженнями
zh_cn: 备份完成但有警告

source: Error Running Shell Command
cs: Chyba při spuštění příkazu shellu
de: Fehler beim Ausführen des Shell-Befehls
el: Σφάλμα Εκτέλεσης Εντολής Κελύφους
eo: Eraro dum rulado de ŝelkomando
es: Falló al ejecutar el comando de shell
eu: Errorea shell komandoa exekutatzean
fi: Virhe suorittaessa shell-komentoja
fr: Erreur lors de l’exécution d’une commande Shell
he: שגיאה בהרצת פקודת מעטפת
hi: शैल कमांड चलाने में त्रुटि
hu: Hiba a parancs futtatásakor
is: Villa við að keyra skeljarskipun
it: Errore nell'esecuzione del comando della shell
ka: გარსის ბრძანების შესრულების შეცდომა
kk: Қоршам командасын орындау қатесі
pt: Erro ao executar o comando shell
pt_br: Erro ao executar o comando Shell
ro: Eroare la rularea comenzii Shell
ru: Ошибка при выполнении команды оболочки
sl: Napaka pri izvajanju ukaza lupine
sv: Fel vid körning av skalkommando
tr: Kabuk Komutu Çalıştırılamadı
uk: Помилка під час виконання команди оболонки
zh_cn: 运行 Shell 命令时发生错误

source: Scheduled Backups
cs: Plánovaná zálohování
de: Geplante Sicherungen
el: Προγραμματισμένα Αντίγραφα Ασφαλείας
eo: Planitaj savkopioj
es: Respaldos programados
eu: Programatutako babeskopiak
fa: پشتیبان‌های زمان‌بسته
fi: Aikataulutetut varmuuskopiot
fr: Sauvegardes planifiées
he: גיבויים מתוזמנים
hi: अनुसूचित बैकअप
hu: Ütemezett biztonsági mentések
is: Tímasettar öryggisafritanir
it: Backup programmati
ka: დაგეგმილი მარქაფები
kk: Жоспарланған резервтік көшірмелер
nl: Geplande back-ups
pt: Backups agendados
pt_br: Backups agendados
ro: Copii de rezervă programate
ru: Резервное копирование по расписанию
sl: Načrtovano varnostno kopiranje
sv: Schemalagda säkerhetskopior
tr: Zamanlanmış Yedeklemeler
uk: Резервне копіювання за розкладом
zh_cn: 计划备份

source: Regularly Create Backups
cs: Pravidelně vytvářet zálohy
de: Regelmäßig Sicherungen anlegen
el: Τακτική Δημιουργία Αντιγράφων Ασφαλείας
eo: Regule krei savkopiojn
es: Crear respaldos de forma regular
eu: Sortu babeskopiak modu erregularrean
fa: ایجاد قاعده‌مند پشتیبان‌ها
fi: Luo varmuuskopiot säännöllisesti
fr: Créer régulièrement des sauvegardes
he: ליצור גיבויים באופן קבוע
hi: नियमित रूप से बैकअप बनाएं
hu: Biztonsági mentések rendszeres létrehozása
is: Virkja reglulega öryggisafritun
it: Creare regolarmente i backup
ka: მარქაფების რეგულარული შექმნა
kk: Резервтік көшірмелерді жүйелі түрде жасау
nl: Regelmatig back-ups maken
pt: Criar regularmente Backups
pt_br: Criar backups regularmente
ro: Creați în mod regulat copii de rezervă
ru: Регулярное создание резервных копий
sl: Redno ustvari varnostne kopije
sv: Skapa regelbundet säkerhetskopior
tr: Düzenli Olarak Yedek Oluştur
uk: Регулярне створення резервних копій
zh_cn: 定期创建备份

source: Frequency
cs: Četnost
de: Häufigkeit
el: Συχνότητα
eo: Ofteco
es: Frecuencia
eu: Maiztasuna
fa: بسامد
fi: Aikaväli
fr: Fréquence
he: תדירות
hi: आवृत्ति
hu: Gyakoriság
is: Tíðni
it: Frequenza
ka: სიხშირე
kk: Жиілік
nl: Frequentie
pt: Frequência
pt_br: Frequência
ro: Frecvență
ru: Частота
sl: Pogostost
sv: Frekvens
tr: Sıklık
uk: Частота
zh_cn: 频率
