Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Browsing through archived files is not possible while running a backup
cs: Procházení souborů v archivu není možné, když běží zálohování
de: Das Durchsuchen von archivierten Dateien ist nicht möglich, während ein Sicherungsvorgang läuft
el: Η περιήγηση σε αρχειοθετημένα αρχεία δεν είναι δυνατή κατά την εκτέλεση ενός αντιγράφου ασφαλείας
eo: Foliumado tra arkivitaj dosieroj ne eblas dum funkciado de sekurkopio
es: No se pueden examinar los archivos mientras se está realizando un respaldo
eu: Ezin dira artxibatutako fitxategiak arakatu babeskopia bat exekutatzen ari den bitartean
fi: Arkistoitujen tiedostojen selaaminen ei ole mahdollista, kun varmuuskopiointi on käynnissä
he: עיון בקבצים שבארכיונים אינו אפשרי בזמן שמתבצע גיבוי
hi: बैकअप चलाते समय संग्रहीत फाइलों को देखना संभव नहीं है
hu: Az archivált fájlok tallózása a biztonsági mentés futtatása közben nem lehetséges
it: Non è possibile esplorare i file archiviati mentre è in corso un backup
ka: როცა მარქაფი გაშვებულია, დაარქივებულ ფაილებს ვერ დაათვალიერებთ
kk: Резервтік көшіру кезінде архивтелген файлдарды шолу мүмкін емес
pt_br: Não é possível navegar pelos arquivos guardados durante a execução de um backup
ro: Navigarea prin fișiere arhivate nu este posibilă în timpul efectuării unei copii de rezervă
ru: Во время выполнения резервного копирования просмотр архивных файлов невозможен
sl: Brskanje po arhiviranih datotekah med ustvarjanjem varnostne kopije ni mogoče
sv: Det går inte att bläddra bland arkiverade filer när du kör en säkerhetskopia
tr: Yedekleme çalıştırılırken arşivlenmiş dosyalar arasında gezinilemez
uk: Навігація архівованими файлами під час створення резервної копії неможлива
zh_cn: 执行备份期间不能浏览归档的文件

source: Keep Browsing
cs: Pokračovat v procházení
de: Weiter durchsuchen
el: Συνέχεια Περιήγησης
eo: Daŭrigi foliumadon
es: Seguir examinando
eu: Jarraitu arakatzen
fa: ادامهٔ مرور
fi: Jatka selaamista
fr: Continuer à parcourir
he: המשך בעיון
hi: देखते रहें
hu: Tallózás folytatása
is: Fletta áfram
it: Continua ad esplorare
ka: ძებნის გაგრძელება
kk: Шолуды жалғастыру
nl: Blijven bladeren
pt: Continuar a navegar
pt_br: Manter a navegação
ro: Continuă navigarea
ru: Продолжить просмотр
sl: Nadaljuj z brskanjem
sv: Fortsätt bläddra
tr: Göz Atmayı Sürdür
uk: Продовжити перегляд
zh_cn: 继续浏览

source: Start Backup
cs: Spustit zálohování
de: Sicherung erstellen
el: Έναρξη Αντιγράφου Ασφαλείας
eo: Komenci sekurkopion
es: Iniciar respaldo
eu: Hasi babeskopia
fa: آغاز پشیبان گیری
fi: Käynnistä varmuuskopiointi
fr: Démarrer une sauvegarde
he: התחלת גיבוי
hi: बैकअप प्रारंभ करें
hu: Biztonsági mentés indítása
is: Hefja öryggisafritun
it: Inizia il backup
ka: მარქაფის დაწყება
kk: Резервтік көшіруді бастау
nl: Back-up beginnen
pt: Iniciar backup
pt_br: Iniciar backup
ro: Porniți efectuarea copiei de rezervă
ru: Запуск резервного копирования
sl: Začni ustvarjanje varnostne kopije
sv: Starta säkerhetskopiering
tr: Yedeklemeyi Başlat
uk: Розпочати копіювання
zh_cn: 开始备份

source: Browsing through archived files is not possible while running an operation on the repository
cs: Procházení souborů v archivu není možné, když běží operace na úložišti
de: Das Durchsuchen von archivierten Dateien ist nicht möglich, während ein Vorgang auf dem Depot läuft
el: Η περιήγηση σε αρχειοθετημένα αρχεία δεν είναι δυνατή κατά την εκτέλεση μιας λειτουργίας στο αποθετήριο
eo: Foliumado tra arkivitaj dosieroj ne eblas dum funkciado de operacio sur la deponejo
es: No se pueden examinar los archivos mientras se está realizando una operación en el repositorio
eu: Ezin dira artxibatutako fitxategiak arakatu biltegian eragiketa bat exekutatzen ari den bitartean
fi: Arkistoitujen tiedostojen selaaminen ei ole mahdollista, kun tietovarastoon kohdistuva toimenpide on käynnissä
he: אי אפשר לעיין בקבצים שבארכיונים בזמן שמתבצעת פעולה על המאגר
hi: रिपॉजिटरी पर कोई अभियान चलाते समय संग्रहीत फाइलों को देखना संभव नहीं है
hu: Az archivált fájlok tallózása a tárolón történő művelet futtatása közben nem lehetséges
it: Non è possibile esplorare i file archiviati mentre è in corso un'operazione sul deposito
ka: რეპოზიტორიაზე გაშვებული ოპერაციისას დაარქივებული ფაილების თვალიერება შეუძლებელია
kk: Репозиторийде операция орындалып жатқанда архивтелген файлдарды шолу мүмкін емес
pt_br: Não é possível navegar pelos arquivos guardados durante a execução de uma operação no repositório
ro: Navigarea prin fișiere arhivate nu este posibilă în timpul rulării unei operațiuni pe depozit
ru: Просмотр архивных файлов невозможен во время выполнения операции с хранилищем
sl: Brskanje po arhiviranih datotekah med izvajanjem opravila v skladišču ni mogoče
sv: Det går inte att bläddra bland arkiverade filer när du kör en åtgärd på lagringsplatsen
tr: Depoda işlem çalıştırılırken arşivlenmiş dosyalar arasında gezinilemez
uk: Навігація архівованими файлами під час виконання дії зі сховищем
zh_cn: 在仓库上执行操作时不能浏览归档的文件

source: Start Operation
cs: Spustit operaci
de: Vorgang starten
el: Έναρξη Λειτουργίας
eo: Komenci operacion
es: Iniciar operación
eu: Hasi eragiketa
fa: آغاز عملیات
fi: Käynnistä toimenpide
fr: Commencer l’opération
he: התחלת פעולה
hi: अभियान प्रारंभ करें
hu: Művelet indítása
is: Hefja aðgerð
it: Avvia operazione
ka: ოპერაციის დაწყება
kk: Операцияны бастау
pt: Iniciar a operação
pt_br: Iniciar operação
ro: Începe operațiunea
ru: Запустить операцию
sl: Začni opravilo
sv: Starta åtgärd
tr: İşlemi Başlat
uk: Почати дію
zh_cn: 开始操作

source: Failed to unmount repository.
cs: Selhalo odpojení úložiště.
de: Aushängen des Sicherungsdepots fehlgeschlagen.
el: Αποτυχία αποπροσάρτησης του αποθετηρίου.
eo: Malsukcesis demunti deponejon.
es: Falló al desmontar el repositorio.
eu: Huts egin du biltegia desmuntatzeak.
fa: شکست در پیاده کردن مخزن.
fi: Tietovaraston liitoksen irrottaminen epäonnistui.
fr: Échec du démontage du dépôt.
he: ניתוק המאגר נכשל.
hi: रिपॉजिटरी को अनमाउंट करने में विफल।
hu: A tároló leválasztása sikertelen.
is: Tókst ekki að aftengja gagnasafn.
it: Smontaggio del deposito non riuscito.
ka: რეპოზიტორიის მოხსნის შეცდომა.
kk: Репозиторийді тіркеуден шығару сәтсіз аяқталды.
nl: Loskoppelen van opslagruimte mislukt.
pt: Falha ao desmontar repositório.
pt_br: Falha ao desmontar repositório.
ro: Eroare la montarea depozitului.
ru: Не удалось размонтировать хранилище.
sl: Odklapljanje skladišča je spodletelo.
sv: Misslyckades med att avmontera lagringsplatsen.
tr: Depo bağı kaldırılamadı.
uk: Не вдалося демонтувати сховище.
zh_cn: 无法卸载仓库。

source: Repository Already in Use
cs: Úložiště se již používá
de: Depot wird bereits verwendet
el: Το Αποθετήριο Χρησιμοποιείται Ήδη
eo: Deponejo jam en uzo
es: El repositorio ya está en uso
eu: Biltegia dagoeneko erabilia dago
fa: مخزن از پیش دارد استفاده می‌شود
fi: Tietovarasto on jo käytössä
he: המאגר כבר בשימוש
it: Deposito già in uso
ka: რეპოზიტორია უკვე გამოიყენება
kk: Репозиторий пайдаланылуда
pt_br: Repositório já está em uso
ru: Хранилище уже используется
sl: Skladišče je že v uporabi
sv: Lagringsplats används redan
tr: Depo Zaten Kullanımda
uk: Сховище вже використано
zh_cn: 仓库已在使用中

source: The backup repository “{}” is marked as already in use. This information can be outdated if, for example, the computer lost power while using the repository.
cs: Úložiště záloh „{}“ je označeno jako již používané. Tato informace může být zastaralá, například pokud měl počítač během používání úložiště výpadek napájení.
de: Das Sicherungsdepot »{}« ist als »In Benutzung« markiert. Diese Information könnte veraltet sein, z. B. wenn die Stromversorgung des Rechners während des Zugriffs auf das Depot unterbrochen wurde.
el: Το αποθετήριο αντιγράφων ασφαλείας «{}» είναι επισημασμένο ως ήδη σε χρήση. Αυτή η πληροφορία μπορεί να είναι παρωχημένη, εάν, για παράδειγμα, ο υπολογιστής έχασε την τροφοδοσία του ενώ χρησιμοποιούσε το αποθετήριο.
eo: La sekurkopia deponejo “{}” estas markita kiel jam en uzo. Ĉi tiu informo povas esti malnoviĝinta se, ekzemple, la komputilo perdis potencon dum uzado de la deponejo.
es: El repositorio de respaldo «{}» está marcado como en uso. Esta información puede estar desactualizada si, por ejemplo, su ordenador se apagó mientras usaba el repositorio.
eu: Babeskopiaren “{}” biltegia erabilia izaten ari dela dago markatuta. Informazio hau zaharkituta egon daiteke, adibidez ordenagailua argindarrik gabe geratu bazen biltegia erabiltzen ari zinen bitartean.
fi: Varmuuskopion tietovarasto “{}” on merkitty jo käytössä olevaksi. Tämä tieto voi olla vanhentunut, jos esimerkiksi tietokoneesta loppui virta tietovarastoa käyttäessä.
he: מאגר הגיבויים „{}” מסומן כמאגר בשימוש. יכול להיות שהמידע הזה כבר אינו עדכני, למשל, אם המחשב התנתק מהחשמל בעת השימוש במאגר.
it: Il deposito «{}» per il backup è segnato come già in uso. Questa informazione potrebbe essere obsoleta se, per esempio, il computer si è spento mentre tale deposito era in uso.
ka: მარქაფის რეპოზიტორია "{}" მონიშნულია, რომ ის უკვე გამოიყენება. ეს ინფორმაცია შეიძლება, მოძველებული იყოს, თუ, მაგალითად, თქვენს კომპიუტერს ამ რეპოზიტორიის გამოყენებისას კვება გაეთიშა.
kk: «{}» резервтік репозиторийі пайдаланылуда деп белгіленген. Егер, мысалы, репозиторийді пайдалану кезінде компьютердің қуаты сөніп қалса, бұл ақпарат ескіруі мүмкін.
pt_br: O repositório de backup “{}” está marcado como já estando em uso. Essa informação pode estar desatualizada se, por exemplo, o computador ficou sem energia enquanto usava o repositório.
ru: Хранилище резервных копий “{}” помечено как уже используемое. Эта информация может быть устаревшей, если, например, во время использования хранилища компьютер потерял питание.
sl: Mesto skladišča varnostnih kopij »{}« je označeno, da je že v uporabi. To so lahko zastareli podatki, če je bilo npr. napajanje računalnika med uporabo skladišča prekinjeno.
sv: Säkerhetskopieringsförrådet ”{}” är markerat som redan i bruk. Denna information kan vara föråldrad om datorn exempelvis förlorade strömmen under tiden den använde lagringsplatsen.
tr: “{}” yedekleme deposu halihazırda kullanımda olarak imlendi. Örneğin, depo kullanılırken bilgisayarın gücü kesildiyse bu bilginin tarihi geçmiş olabilir.
uk: Сховище резервних копій «{}» позначено як таке, що вже використовується. Ці дані можуть виявитися застарілими, якщо, наприклад, ваш комп'ютер було несподівано вимкнено від джерела живлення під час користування сховищем.
zh_cn: 备份仓库“{}”被标记为使用中。此信息可能过时，比如您的计算机在使用该仓库过程中断电。

source: Only continue if it is certain that the repository is not used by any program! Continuing while another program uses the repository might corrupt backup data!
cs: Pokračujte pouze v případě, že víte, že úložiště není používáno žádným programem! Pokud by bylo používáno a vy byste pokračovali, může dojít k poškození zazálohovaných dat!
de: Fahren Sie nur fort, wenn Sie sich sicher sind, dass das Sicherungsdepot nicht von anderen Programmen verwendet wird! Fortfahren, während ein anderes Programm auf das Depot zugreift, könnte zum Verlust von Sicherungsdaten führen!
el: Συνεχίστε μόνο εάν είστε βέβαιοι ότι το αποθετήριο δεν χρησιμοποιείται από κανένα πρόγραμμα! Η συνέχιση ενώ ένα άλλο πρόγραμμα χρησιμοποιεί το αποθετήριο μπορεί να καταστρέψει τα δεδομένα των αντιγράφων ασφαλείας!
eo: Daŭrigu nur se estas certa ke la deponejo ne estas uzata de iu ajn programo! Daŭrigi dum alia programo uzas la deponejon povas korupti sekurkopiajn datumojn!
es: Continúe solamente si sabe con seguridad que ningún programa está usando el repositorio. Continuar mientras otro programa usa el repositorio podría corromper los datos de respaldo.
eu: Jarraitu biltegia inor erabiltzen ari ez dela ziur baldin badakizu soilik! Beste programa bat biltegia erabiltzen ari bada, aurrera jarraitzen baduzu, babeskopiaren datuak hondatu egin daitezke!
fi: Jatka vain, jos olet varma, ettei mikään muu ohjelma käytä tietovarastoa! Jatkaminen samalla kun toinen ohjelma käyttää tietovarastoa saattaa korrupotoida varmuuskopion datan!
fr: Ne continuez que s’il est certain que ce dépôt n’est pas utilisé par un autre programme ! Continuer pendant qu’un autre programme utilise ce dépôt peut corrompre les données !
he: יש להמשיך רק אם המאגר אינו משמש אף תוכנית אחרת בוודאות! המשך בתהליך תוך כדי שתוכנית אחרת משתמשת במאגר עלולה לפגום בנתוני הגיבוי!
hi: केवल तभी जारी रखें जब यह निश्चित हो कि रिपॉजिटरी का उपयोग किसी भी प्रोग्राम द्वारा नहीं किया जाता है! जब कोई अन्य प्रोग्राम रिपॉजिटरी का उपयोग करता है तब जारी रखने से बैकअप डेटा दूषित हो सकता है!
hu: Csak akkor folytassa, ha biztos abban, hogy a tárolót nem használja semmilyen program! Ha úgy folytatja, hogy egy másik program használja a tárolót, akkor megsérülhetnek az adatai!
is: Haltu einungis áfram ef gagnasafnið er ekki notað af neinu öðru forriti! Afritin gætu skemmst ef haldið er áfram meðan önnur forrit vinna með gagnasafnið!
it: Continuare solamente se si è certi che il deposito non sia usato da un altro programma! Continuare mentre un altro programma usa il deposito potrebbe danneggiare i dati del backup!
ka: გააგრძელეთ მხოლოდ იმ შემთხვევაში, თუ ამ რეპოზიტორიას არც ერთი სხვა პროგრამა არ იყენებს! გაგრძელებას მაშინ, თუ რეპოზიტორიას სხვა პროგრამებიც იყენებენ, შეიძლება მარქაფის მონაცემების დაზიანება მოჰყვეს!
kk: Тек репозиторий ешбір бағдарламамен пайдаланылмайтынына сенімді болсаңыз ғана жалғастырыңыз! Репозиторийді басқа бағдарлама пайдаланып жатқанда жалғастыру резервтік деректерді зақымдауы мүмкін!
nl: Ga enkel door als u zeker weet dat de opslagruimte door geen enkel programma gebruikt wordt! Doorgaan terwijl een ander programma de opslagruimte gebruikt kan de back-upgegevens beschadigen!
pt: Apenas continue se souber que o repositório não é usado por nenhum programa! Continuar enquanto um outro programa usa o repositório pode corromper os dados de backup!
pt_br: Só continue se você souber que o repositório não é usado por nenhum programa! Continuar enquanto um outro programa usa o repositório pode corromper os dados de backup!
ro: Continuați doar dacă este sigur că depozitul nu este folosit de niciun program! Continuând în timp ce alt program utilizează depozitul poate corupe datele copiei de rezervă!
ru: Продолжайте, только если уверены, что хранилище не используется какой-либо программой! Продолжение работы, пока хранилище используется другой программой, может привести к повреждению данных резервных копий!
sl: Nadaljujte le, če ste prepričani, da skladišča ne uporablja drug program! Nadaljevanje opravila, če je skladišče že rezervirano za drug program, lahko okvari varnostno kopirane podatke!
sv: Fortsätt bara om det är säkert att lagringsplatsen inte används av något program! Om du fortsätter medan ett annat program använder lagringsplatsen kan säkerhetskopieringsdata skadas!
tr: Yalnızca herhangi bir programın depoyu kullanmadığından eminseniz sürdürün! Depoyu başka uygulama kullanırken sürdürmek yedekleme verisini bozabilir!
uk: Продовжуйте обробку, лише якщо ви знаєте, що сховище не використовується жодною іншою програмою! Робота зі сховищем в умовах, коли ним користується інша програма, може призвести до пошкодження даних резервних копій!
zh_cn: 只有在你确定该仓库未被任何程序使用时继续！当其他程序使用仓库时继续可能会损坏备份数据！

source: Cancel
cs: Zrušit
de: Abbrechen
el: Ακύρωση
eo: Nuligi
es: Cancelar
eu: Utzi
fa: لغو
fi: Peru
fr: Annuler
he: ביטול
hi: रद्द करें
hu: Mégse
is: Hætta við
it: Annulla
ka: შეწყვეტა
kk: Бас тарту
nl: Annuleren
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отменить
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
zh_cn: 取消

source: Continue Anyway
cs: Pokračovat dále
de: Trotzdem fortfahren
el: Συνέχεια Οπωσδήποτε
eo: Daŭrigi Ĉiukaze
es: Continuar de todas formas
eu: Jarraitu dena den
fa: به هر حال ادامه داده شود
fi: Jatka silti
fr: Continuer quand même
he: להמשיך בכל זאת
hi: फिर भी जारी रखें
hu: Folytatás mindenképp
is: Halda samt áfram
it: Continua comunque
ka: მაინც გაგრძელება
kk: Соған қарамастан жалғастыру
nl: Toch doorgaan
pt: Continuar mesmo assim
pt_br: Continuar mesmo assim
ro: Continuă oricum
ru: Всё равно продолжить
sl: Vseeno nadaljuj
sv: Fortsätt ändå
tr: Yine De Sürdür
uk: Продовжити попри це
zh_cn: 仍然继续

source: Unable to Eject Backup Disk
cs: Nelze vysunout zálohovací disk
de: Datensicherungsfestplatte kann nicht ausgeworfen werden
el: Αδυναμία Εξαγωγής Δίσκου Αντιγράφων Ασφαλείας
eo: Ne eblis eligi sekurkopian diskon
es: No se pudo expulsar el disco de respaldo
eu: Ezin da babeskopia-diskoa egotzi
fi: Varmuuskopiolevyä ei voitu irrottaa
fr: Impossible d’éjecter le disque de sauvegarde
he: לא ניתן לשלוף את כונן הגיבוי
hi: बैकअप डिस्क को बाहर निकालने में असमर्थ
hu: Nem lehet kiadni a biztonsági mentési lemezt
is: Ekki hægt að spýta út öryggisafritunardiski
it: Espulsione del disco di backup non riuscita
ka: მარქაფის დისკის გამოღება შეუძლებელია
kk: Резервтік дискті шығару мүмкін емес
pt: Não foi possível ejetar o disco de backup
pt_br: Não é possível ejetar o disco de backup
ro: Nu se poate scoate discul copiei de rezervă
ru: Не удалось извлечь диск резервного копирования
sl: Diska za varnostno kopiranje ni mogoče izvreči
sv: Kunde inte mata ut säkerhetskopieringsdisk
tr: Yedekleme Diski Çıkartılamadı
uk: Не вдалося виштовхнути диск резервного копіювання
zh_cn: 无法弹出备份磁盘

source: {} can be safely unplugged.
cs: {} může být bezpečně odpojeno.
de: {} kann sicher entfernt werden.
el: Το {} μπορεί να αποσυνδεθεί με ασφάλεια.
eo: {} povas esti sekure malŝtopita.
es: {} no se puede extraer con seguridad.
eu: {} modu seguruan kendu daiteke orain.
fi: {} voidaan irrottaa turvallisesti.
fr: {} peut être débranché en toute sécurité.
he: אפשר לנתק את {} בבטחה.
hi: {} को सुरक्षित रूप से अनप्लग किया जा सकता है।
hu: A(z) {} biztonságosan kihúzható.
is: Óhætt er að aftengja {}.
it: {} può essere scollegato in sicurezza.
ka: {}-ის გამოერთება უსაფრთხოა.
kk: {} енді қауіпсіз ажыратуға болады.
pt: {} pode ser removido em segurança.
pt_br: {} pode ser desconectado com segurança.
ro: {} poate fi deconectat în siguranță.
ru: {} может быть безопасно отключён.
sl: {} lahko varno izklopite.
sv: {} kan plockas ut säkert.
tr: {} güvenle çıkartılabilir.
uk: {} неможливо від'єднати безпечно.
zh_cn: {} 已可以安全拔出。

source: {} can't be ejected.
cs: {} nelze vysunout.
de: {} kann nicht ausgeworfen werden.
el: Το {} δεν μπορεί να εξαχθεί.
eo: {} ne povas esti eligita.
es: {} no se puede expulsar.
eu: {} egotzi daiteke.
fi: Ei voi irrottaa {}.
fr: {} ne peut pas être éjecté.
he: אי אפשר לשלוף את {}.
hi: {} को बाहर नहीं निकाला जा सकता।
hu: A(z) {} nem adható ki.
is: Ekki hægt að spýta út {}.
it: {} non può essere espulso.
ka: {}-ის გამოღება შეუძლებელია.
kk: {} шығару мүмкін емес.
pt: {} não pode ser ejetado.
pt_br: {} não pode ser ejetado.
ro: {} nu poate fi scos.
ru: {} не может быть извлечён.
sl: {} ni mogoče izvreči.
sv: {} kan inte matas ut.
tr: {} çıkartılamaz.
uk: {} неможливо виштовхнути.
zh_cn: {} 不能被弹出。

source: Could not save configuration file
cs: Nezdařilo se uložit soubor s nastavením
de: Konfigurationsdatei konnte nicht gespeichert werden
el: Δεν ήταν δυνατή η αποθήκευση του αρχείου ρυθμίσεων
eo: Ne eblis konservi agordan dosieron
es: No se pudo guardar el archivo de configuración.
eu: Ezin izan da konfigurazio-fitxategia gorde
fi: Asetustiedostoa ei voitu tallentaa
he: לא ניתן לשמור את קובץ ההגדרות
hi: विन्यास फाइल सहेजी नहीं जा सकी
hu: Nem sikerült elmenteni a beállítófájlt
it: Impossibile salvare il file di configurazione
ka: კონფიგურაციის ფაილის შენახვის შეცდომა
kk: Баптаулар файлын сақтау мүмкін болмады
pt_br: Não foi possível salvar o arquivo de configuração
ro: Nu s-a putut salva fișierul de configurație
ru: Не удалось сохранить файл конфигурации
sl: Ni mogoče naložiti nastavitvene datoteke
sv: Kunde inte spara konfigurationsfil
tr: Yapılandırma dosyası kaydedilemedi
uk: Не вдалося зберегти файл налаштувань
zh_cn: 无法保存配置文件

source: Could not load configuration file.
cs: Nezdařilo se načíst soubor s nastavením.
de: Konfigurationsdatei konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση του αρχείου ρυθμίσεων.
eo: Ne eblis ŝarĝi agordan dosieron.
es: No se pudo cargar el archivo de configuración.
eu: Ezin izan da konfigurazio-fitxategia kargatu.
fa: نتوانست پروندهٔ پیکربندی را بار کند.
fi: Asetustiedostoa ei voitu ladata.
fr: Impossible de charger le fichier de configuration.
he: לא ניתן לטעון את קובץ ההגדרות.
hi: विन्यास फाइल लोड नहीं की जा सकी।
hu: Nem sikerült betölteni a beállítófájlt.
is: Gat ekki hlaðið inn stillingaskrá.
it: Impossibile caricare il file di configurazione.
ka: კონფიგურაციის ფაილის ჩატვირთვის შეცდომა.
kk: Баптаулар файлын жүктеу мүмкін болмады.
nl: Kon configuratiebestand niet laden.
pt: Não foi possível carregar ficheiro de configuração.
pt_br: Não foi possível carregar arquivo de configuração.
ro: Nu s-a putut încărca fișierul de configurație.
ru: Не удалось загрузить файл конфигурации.
sl: Ni mogoče naložiti nastavitvene datoteke.
sv: Kunde inte läsa in konfigurationsfil.
tr: Yapılandırma dosyası yüklenemedi.
uk: Не вдалося завантажити файл налаштувань.
zh_cn: 无法载入配置文件。

source: One second
cs: Jedna sekunda
de: Eine Sekunde
el: Ένα δευτερόλεπτο
eo: Unu sekundo
es: Un segundo
eu: Segundo bat
fa: یک ثانیه مانده
fi: Yksi sekunti
fr: Une seconde
he: שנייה
hi: एक सेकंड
hu: Egy másodperc
is: Ein sekúnda
it: Un secondo
ka: {} წამი
kk: {} секунд
nl: Eén seconde
pt: Um segundo
pt_br: Um segundo
ro: O secundă
ru: Одна секунда
sl: {} sekund
sv: En sekund
tr: {} saniye
uk: {} секунда
zh_cn: {} 秒

source: One minute
cs: Jedna minuta
de: Eine Minute
el: Ένα λεπτό
eo: Unu minuto
es: Un minuto
eu: Minutu bat
fa: یک دقیقه
fi: Yksi minuutti
fr: Une minute
he: דקה
hi: एक मिनट
hu: Egy perc
is: Ein mínúta
it: Un minuto
ka: ერთი წუთი
kk: {} минут
nl: Eén minuut
pt: Um minuto
pt_br: Um minuto
ro: Un minut
ru: Одна минута
sl: {} minut
sv: En minut
tr: {} dakika
uk: {} хвилина
zh_cn: {} 分钟

source: One hour
cs: Jedna hodina
de: Eine Stunde
el: Μία ώρα
eo: Unu horo
es: Una hora
eu: Ordu bat
fa: یک ساعت پیش
fi: Yksi tunti
fr: Une heure
he: שעה
hi: एक घंटा
hu: Egy óra
is: Ein klukkustund
it: Un'ora
ka: ერთი საათი
kk: {} сағат
nl: Eén uur
pt: Uma hora
pt_br: Uma hora
ro: O oră
ru: Один час
sl: {} ur
sv: En timme
tr: {} saat
uk: {} година
zh_cn: {} 小时

source: One day
cs: Jeden den
de: Ein Tag
el: Μία ημέρα
eo: Unu tago
es: Un día
eu: Egun bat
fa: یک روز پیش
fi: Yksi päivä
fr: Un jour
he: יום
hi: एक दिन
hu: Egy nap
is: Einn dagur
it: Un giorno
ka: {} დღე
kk: {} күн
nl: Eén dag
pt: Um dia
pt_br: Um dia
ro: O zi
ru: Один день
sl: {} dni
sv: En dag
tr: {} gün
uk: {} день
zh_cn: {} 天

source: one second
cs: jedna sekunda
de: Eine Sekunde
el: ένα δευτερόλεπτο
eo: unu sekundo
es: un segundo
eu: segundo bat
fa: یک ثانیه مانده
fi: yksi sekunti
fr: une seconde
he: שנייה אחת
hi: एक सेकंड
hu: egy másodperc
is: ein sekúnda
it: un secondo
ka: {} წამი
kk: {} секунд
nl: één seconde
pt: um segundo
pt_br: um segundo
ro: o secundă
ru: одна секунда
sl: {} sekund
sv: en sekund
tr: {} saniye
uk: {} секунда
zh_cn: {} 秒

source: one minute
cs: jedna minuta
de: Eine Minute
el: ένα λεπτό
eo: unu minuto
es: un minuto
eu: minutu bat
fa: یک دقیقه
fi: yksi minuutti
fr: une minute
he: דקה אחת
hi: एक मिनट
hu: egy perc
is: ein mínúta
it: un minuto
ka: {} წუთი
kk: {} минут
nl: één minuut
pt: um minuto
pt_br: um minuto
ro: un minut
ru: одна минута
sl: {} minut
sv: en minut
tr: {} dakika
uk: {} хвилина
zh_cn: {} 分钟

source: one hour
cs: jedna hodina
de: Eine Stunde
el: μία ώρα
eo: unu horo
es: una hora
eu: ordu bat
fa: یک ساعت پیش
fi: yksi tunti
fr: une heure
he: שעה אחת
hi: एक घंटा
hu: egy óra
is: ein klukkustund
it: un'ora
ka: {} საათი
kk: {} сағат
nl: één uur
pt: uma hora
pt_br: uma hora
ro: o oră
ru: один час
sl: {} ur
sv: en timme
tr: {} saat
uk: {} година
zh_cn: {} 小时
