Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Change Encryption Password Error
cs: Chyba při změně šifrovacího hesla
de: Fehler beim Ändern des Verschlüsselungspassworts
el: Σφάλμα Αλλαγής Κωδικού Πρόσβασης Κρυπτογράφησης
eo: Eraro dum ŝanĝo de ĉifrada pasvorto
es: Falló al cambiar la contraseña de cifrado
eu: Errorea zifratze-pasahitza aldatzean
fi: Salauksen salasanan vaihtamisen virhe
fr: Erreur lors de la modification du mot de passe de chiffrement
he: שגיאת החלפת ססמת הצפנה
hi: कूटलेखन पासवर्ड बदलने में त्रुटि
hu: Titkosítási jelszó megváltoztatási hiba
is: Villa við að breyta lykilorði dulritunar
it: Errore nella modifica della password di cifratura
ka: დაშიფვრის პაროლის შეცვლის შეცდომა
kk: Шифрлау паролін өзгерту қатесі
pt: Erro ao alterar a palavra-passe de encriptação
pt_br: Erro na troca de senha de criptografia
ro: Eroare la modificarea parolei de criptare
ru: Ошибка при смене пароля шифрования
sl: Napaka ob spremembi šifrirnega gesla
sv: Fel vid ändring av krypteringslösenord
tr: Şifreleme Parolası Değiştirme Hatası
uk: Помилка під час спроби змінити пароль шифрування
zh_cn: 更改加密密码出错

source: Password changed successfully
cs: Heslo bylo úspěšně změněno
de: Passwort erfolgreich geändert
el: Ο κωδικός πρόσβασης άλλαξε με επιτυχία
eo: Pasvorto sukcese ŝanĝita
es: Contraseña cambiada con éxito
eu: Pasahitza ongi aldatu da
fi: Salasana vaihdettu onnistuneesti
fr: Modification du mot de passe réussie
he: הססמה הוחלפה בהצלחה
hi: पासवर्ड सफलतापूर्वक बदला गया
hu: A jelszó sikeresen megváltoztatva
is: Tókst að breyta lykilorðinu
it: Password modificata con successo
ka: პაროლი წარმატებით შეიცვალა
kk: Пароль сәтті өзгертілді
pt: Palavra passe alterada com sucesso
pt_br: Senha alterada com sucesso
ro: Parola modificată cu succes
ru: Пароль успешно изменён
sl: Geslo je bilo uspešno spremenjeno
sv: Lösenordet ändrades
tr: Parola değiştirildi
uk: Пароль успішно змінено
zh_cn: 密码已成功修改

source: Change Encryption Password
cs: Změnit šifrovací heslo
de: Verschlüsselungspasswort ändern
el: Αλλαγή Κωδικού Πρόσβασης Κρυπτογράφησης
eo: Ŝanĝi ĉifradan pasvorton
es: Cambiar contraseña de cifrado
eu: Aldatu zifratze-pasahitza
fi: Vaihda salauksen salasana
fr: Modifier le mot de passe de chiffrement
he: החלפת ססמת הצפנה
hi: कूटलेखन पासवर्ड बदलें
hu: Titkosítási jelszó megváltoztatása
is: Breyta lykilorði dulritunar
it: Cambia password di cifratura
ka: დაშიფვრის პაროლის შეცვლა
kk: Шифрлау паролін өзгерту
pt: Alterar a palavra-passe de encriptação
pt_br: Trocar a senha de criptografia
ro: Modifică parola de criptare
ru: Изменить пароль шифрования
sl: Spremeni šifrirno geslo
sv: Ändra krypteringslösenord
tr: Şifreleme Parolasını Değiştir
uk: Змінити пароль шифрування
zh_cn: 更改加密密码

source: _Change Password
cs: _Změnit heslo
de: Passwort _ändern
el: _Αλλαγή Κωδικού Πρόσβασης
eo: Ŝ_anĝi pasvorton
es: _Cambiar contraseña
eu: _Aldatu pasahitza
fa: _تغییر گذرواژه
fi: _Vaihda salasana
fr: _Modifier le mot de passe
he: ה_חלפת ססמה
hi: पासवर्ड बदलें (_C)
hu: Jelszó _megváltoztatása
is: _Breyta lykilorði
it: _Cambia password
ka: პაროლის _შეცვლა
kk: Парольді ө_згерту
pt: Alterar palavra-passe
pt_br: Alterar _senha
ro: Modifi_că parola
ru: _Изменить пароль
sl: _Spremeni geslo
sv: Ä_ndra lösenord
tr: Parola _Değiştir
uk: З_мінити пароль
zh_cn: 更改密码(_C)

source: _Remove Password
cs: Odeb_rat heslo
de: Passwort _entfernen
el: _Αφαίρεση Κωδικού Πρόσβασης
eo: Fo_rigi pasvorton
es: Elimina_r la contraseña
eu: _Kendu pasahitza
fa: -برداشتن گذرواژه
fi: _Poista salasana
he: לה_סיר את הססמה
hu: Jelszó _eltávolítása
it: _Rimuovi password
ka: პა_როლის წაშლა
kk: Парольді ө_шіру
pt_br: _Remover senha
ro: _Elimină parola
ru: _Удалить пароль
sl: _Odstrani geslo
sv: _Ta bort lösenord
tr: Parolayı _Kaldır
uk: Ви_лучити пароль
zh_cn: 移除密码(_R)

source: Changing Encryption Password
cs: Mění se šifrovací heslo
de: Verschlüsselungspasswort wird geändert
el: Αλλαγή Κωδικού Πρόσβασης Κρυπτογράφησης
eo: Ŝanĝante ĉifradan pasvorton
es: Cambiando contraseña de cifrado
eu: Zifratze-pasahitza aldatzen
fi: Vaihdetaan salauksen salasana
fr: Modification du mot de passe de chiffrement
he: החלפת ססמת הצפנה
hi: कूटलेखन पासवर्ड बदल रहें हैं
hu: Titkosítási jelszó megváltoztatása
is: Breyti lykilorði dulritunar
it: Cambiamento della password di cifratura
ka: მიმდინარეობს დაშიფვრის პაროლის შეცვლა
kk: Шифрлау паролін өзгерту
pt: Alterar a palavra-passe de encriptação
pt_br: Trocando a senha de criptografia
ro: Se modifică parola de criptare
ru: Изменение пароля шифрования
sl: Spreminjanje gesla za šifriranje
sv: Ändrar krypteringslösenord
tr: Şifreleme Parolası Değiştiriliyor
uk: Зміна пароля шифрування
zh_cn: 正在更改加密密码

source: Title
cs: Název
de: Name
el: Τίτλος
eo: Titolo
es: Título
eu: Titulua
fa: عنوان
fi: Nimi
fr: Titre
he: כותרת
hi: शीर्षक
hu: Cím
is: Titill
it: Titolo
ka: სათაური
kk: Атауы
pt: Título
pt_br: Título
ro: Titlu
ru: Заголовок
sl: Naslov
sv: Titel
tr: Başlık
uk: Заголовок
zh_cn: 标题

source: Encryption Password
cs: Šifrovací heslo
de: Verschlüsselungspasswort
el: Κωδικός Πρόσβασης Κρυπτογράφησης
eo: Ĉifrada pasvorto
es: Contraseña de cifrado
eu: Zifratze-pasahitza
fa: گذرواژهٔ رمزگذاری
fi: Salauksen salasana
he: ססמת הצפנה
hi: कूटलेखन पासवर्ड
hu: Titkosítási jelszó
it: Password di cifratura
ka: დაშიფვრის პაროლი
kk: Шифрлау паролі
nl: Versleutelingswachtwoord
pt_br: Senha de criptografia
ro: Parola de criptare
ru: Пароль шифрования
sl: Šifrirno geslo
sv: Krypteringslösenord
tr: Şifreleme Parolası
uk: Пароль для шифрування
zh_cn: 加密密码

source: The encryption password of the backup repository
cs: Šifrovací heslo úložiště záloh
de: Das Verschlüsselungspasswort des Sicherungsdepots
el: Ο κωδικός πρόσβασης κρυπτογράφησης του αποθετηρίου αντιγράφων ασφαλείας
eo: La ĉifrada pasvorto de la sekurkopiadeponejo
es: La contraseña de cifrado del repositorio de respaldo
eu: Babeskopia-biltegiaren zifratze-pasahitza
fi: Varmuuskopioinnin tietovaraston salauksen salasana
he: ססמת ההצפנה של מאגר הגיבויים
hi: बैकअप रिपॉजिटरी का कूटलेखन पासवर्ड
hu: A biztonsági mentési tároló titkosítási jelszava
it: La password di cifratura del deposito del backup
ka: მარქაფის რეპოზიტორიის დაშიფვრის პაროლი
kk: Резервтік көшірме репозиторийінің шифрлау паролі
pt_br: A senha de criptografia do repositório de backup
ro: Parola de criptare a depozitului copiei de rezervă
ru: Пароль шифрования хранилища резервных копий
sl: Šifrirno geslo skladišča za varnostno kopiranje.
sv: Krypteringslösenordet för säkerhetskopieringsförrådet
tr: Yedekleme deposunun şifreleme parolası
uk: Пароль шифрування сховища резервних копій
zh_cn: 该备份仓库的加密密码

source: Run on Battery
cs: Provoz na baterii
de: Akkubetrieb
el: Εκτέλεση με Μπαταρία
eo: Ruli sur baterio
es: Ejecutar en modo batería
eu: Exekutatu bateriarekin
fa: اجرا روی باتری
fi: Suorita akkuvirralla
fr: Exécuter sur batterie
he: הפעלה על גבי סוללה
hi: बैटरी पर चलाएं
hu: Futtatás akkumulátorról
is: Keyra á rafhlöðu
it: Avviare quando a batteria
ka: გაშვება, როცა ელემენტზე ვმუშაობ
kk: Батареядан жұмыс істеу
pt: Funcionar com bateria
pt_br: Executar com a bateria
ro: Rulează pe baterie
ru: Работа от батареи
sl: Izvajaj na baterijah
sv: Kör på batteri
tr: Pilde Çalış
uk: Працювати з акумулятором
zh_cn: 使用电池时运行

source: Allow scheduled backups when device is battery powered
cs: Povolit plánované zálohování, když je zařízení napájeno z baterie
de: Geplante Sicherungen bei akkubetriebenem Gerät zulassen
el: Να επιτρέπονται τα προγραμματισμένα αντίγραφα ασφαλείας όταν η συσκευή τροφοδοτείται από μπαταρία
eo: Permesi planitajn sekurkopiojn kiam la aparato funkcias per baterio
es: Permitir respaldos programados cuando el dispositivo esté en modo batería
eu: Onartu babeskopia programatuak egitea gailua bateriarekin funtzionatzen ari denean
fi: Salli aikataulutetut varmuuskopiot, kun laite toimii akkuvirralla
fr: Autoriser les sauvegardes planifiées pendant que l’appareil fonctionne sur batterie
he: לאפשר גיבויים מתוזמנים גם כשהמערכת פועלת על סוללה
hi: जब उपकरण बैटरी द्वारा संचालित हो तो अनुसूचित बैकअप की अनुमति दें
hu: Ütemezett biztonsági mentések engedélyezése, ha az eszköz akkumulátorról működik
is: Leyfa tímasettar öryggisafritanir þegar tækið gengur fyrir rafhlöðu
it: Avviare i backup programmati se il dispositivo è alimentato a batteria
ka: დაგეგმილი მარქაფების დაშვება, როცა მოწყობილობა ელემენტზე მუშაობს
kk: Құрылғы батареядан қуат алған кезде жоспарланған резервтік көшірмелерге рұқсат ету
pt: Permitir realizar cópias de segurança mesmo quando o dispositivo está a usar a bateria
pt_br: Permite backups agendados quando o dispositivo estiver alimentado por bateria
ro: Permite copii de rezervă programate atunci când dispozitivul este alimentat de la baterie
ru: Разрешить запланированное резервное копирование, когда устройство работает от батареи
sl: Omogoči načrtovanje varnostnega kopiranja, ko je naprava na baterijskem napajanju
sv: Tillåt schemalagda säkerhetskopior då enheten körs på batteri
tr: Aygıt pilde çalışırken zamanlanmış yedeklere izin ver
uk: Дозволити заплановані резервні копіювання, якщо пристрій працює від акумулятора
zh_cn: 当设备由电池供电时允许计划备份

source: Additional Command Line Arguments
cs: Doplňující argumenty příkazové řádky
de: Zusätzliche Befehlszeilenoptionen
el: Πρόσθετες Παράμετροι Γραμμής Εντολών
eo: Pliaj komandliniaj argumentoj
es: Argumentos adicionales de la línea de comandos
eu: Komando-lerroko argumentu gehigarriak
fi: Valinnaiset komentoriviargumentit
he: ארגומנטים נוספים לשורת הפקודה
hi: अतिरिक्त कमांड लाइन तर्क
hu: További parancssori argumentumok
it: Argomenti aggiuntivi per la riga di comando
ka: ბრძანების სტრიქონის დამატებითი არგუმენტები
kk: Қосымша командалық жол аргументтері
pt_br: Argumentos adicionais de linha de comandoU
ro: Argumente adiționale pentru linia de comandă
ru: Дополнительные аргументы командной строки
sl: Dodatni argumenti ukazne vrstice
sv: Ytterligare kommandoradsargument
tr: Ek Komut Satırı Argümanları
uk: Додаткові аргументи командного рядка
zh_cn: 附加命令行参数

source: These arguments will be added to the call of the borg binary. Only long options, starting with “--”, are supported.
cs: Následující argumenty boudou přidány k volání programu borg. Podporovány jsou pouze dlouhé podoby voleb, tj. začínající „--“.
de: Diese Optionen werden dem Aufruf des borg-Programms hinzugefügt. Nur lange Optionen, beginnend mit »--«, werden unterstützt.
el: Αυτές οι παράμετροι θα προστεθούν στην κλήση του εκτελέσιμου borg. Υποστηρίζονται μόνο οι μακροσκελείς επιλογές, που ξεκινούν με «--».
eo: Ĉi tiuj argumentoj estos aldonitaj al la voko de la borg-programo. Nur longaj opcioj, komencantaj per “--”, estas subtenataj.
es: Estos argumentos se añadirán a la llamada al binario de borg. Sólo se soportan opciones largas, las que empiezan por «--»
eu: Argumentu horiek borg aplikazio bitarra deitzean gehituko dira. Aukera luzeak soilik, “--” katearekin hasten direnak, onartzen dira.
fi: Nämä argumentit välitetään borg-binääriä kutsuttaessa. Vain pitkät valitsimet, jotka alkavat “--”, ovat tuettuja.
fr: Ces arguments seront ajoutés à l’appel du binaire borg. Seules les options longues, démarrant par « -- », sont prises en charge.
he: הארגומנטים האלו יתווספו לקריאה לקובץ הבינרי של borg. רק אפשרויות ארוכות שנפתחות ב־„--”, נתמכות.
hi: ये तर्क borg बाइनरी की कॉल में जोड़े जाएंगे। केवल “--” से शुरू होने वाले लंबे विकल्प समर्थित हैं।
hu: Ezek az argumentumok hozzá lesznek adva a borg bináris meghívásához. Csak a hosszú kapcsolók támogatottak, amelyek „--” karakterekkel kezdődnek.
is: Þessum rofum verður bætt við kvaðningu í Borg-forritið. Aðeins langir rofar, sem hefjast á "--", eru studdir.
it: Questi argomenti saranno passati a borg al lancio. Sono supportate solo le opzioni lunghe, che iniziano con «--».
ka: ეს არგუმენტები borg-ის გამშვები ფაილის არგუმენტებს მიემატება. მხარდაჭერილია, მხოლოდ, გრძელი პარამეტრები, რომლებიც '--'-ით იწყება.
kk: Бұл аргументтер borg бинарлық файлының шақырылуына қосылады. Тек «--» таңбасынан басталатын ұзын опцияларға қолдау көрсетіледі.
nl: Deze parameters worden toegevoegd aan de oproep van borg. Enkel lange opties, beginnend met ‘--’, worden ondersteund.
pt: Estes argumentos serão adicionados à chamada do binário borg. Apenas opções longas, começando com "--", são suportadas.
pt_br: Esses argumentos serão adicionados para chamar o binário do borg. Há suporte apenas para as opções longas, que iniciam com “--”.
ro: Aceste argumente vor fi adăugate apelului binarului borg. Numai opțiunile lungi, cele ce încep cu „--” sunt suportate.
ru: Эти аргументы будут добавлены к вызову бинарного файла borg. Поддерживаются только длинные опции, начинающиеся с «--».
sl: Ti argumenti bodo dodani k sklicu ukaza programa borg. Podprte so le možnosti, vpisane z »--«.
sv: Dessa argument kommer att läggas till i anropet till borg-binären. Endast långa flaggor som börjar med ”--” stöds.
tr: Bu argümanlar, borg ikili dosyasının çağrısına eklenecektir. Yalnızca “--” ile başlayan uzun seçenekler desteklenir.
uk: Ці аргументи буде додано до виклику виконуваного файла borg. Передбачено підтримку лише довгих версій параметрів, які починаються з «--».
zh_cn: 这些参数将添加到 Borg 程序的调用中。只支持以“--”开头的长选项。

source: Command Line Arguments
cs: Argumenty příkazové řádky
de: Befehlszeilenoptionen
el: Παράμετροι Γραμμής Εντολών
eo: Komandliniaj argumentoj
es: Argumentos de la línea de comandos
eu: Komando-lerroko argumentuak
fa: آرگومان‌های خط فرمان
fi: Komentorivin argumentit
he: ארגומנטים לשורת הפקודה
hi: कमांड लाइन तर्क
hu: Parancssori argumentumok
it: Argomenti per la riga di comando
ka: ბრძანების სტრიქონის არგუმენტები
kk: Командалық жол аргументтері
pt_br: Argumentos de linha de comando
ro: Argumente în linia de comandă
ru: Аргументы командной строки
sl: Argumenti ukazne vrstice
sv: Kommandoradsargument
tr: Komut Satırı Argümanları
uk: Аргументи командного рядка
zh_cn: 命令行参数

source: Shell Commands
cs: Příkazy shellu
de: Shell-Befehle
el: Εντολές Κελύφους
eo: Ŝelkomandoj
es: Comandos de shell
eu: Shell komandoak
fi: Shell-komennot
fr: Commandes Shell
he: פקודות מעטפת
hi: शैल कमांड
hu: Parancsok
is: Skeljarskipanir
it: Comandi della shell
ka: გარსის ბრძანებები
kk: Қоршам командалары
pt: Comandos shell
pt_br: Comandos de shell
ro: Comenzi Shell
ru: Команды оболочки
sl: Ukazi lupine
sv: Skalkommandon
tr: Kabuk Komutları
uk: Команди оболонки
zh_cn: Shell 命令

source: These bash shell commands will be called on certain backup events
cs: Tyto příkazy bash shellu budou volány při určitých událostech zálohování
de: Diese Bash-Shell-Befehle werden bei bestimmten Sicherungsereignissen ausgeführt
el: Αυτές οι εντολές κελύφους bash θα εκτελούνται σε συγκεκριμένα συμβάντα δημιουργίας αντιγράφων ασφαλείας
eo: Ĉi tiuj bash-ŝelkomandoj estos vokitaj ĉe certaj sekurkopiaj eventoj
es: Estos comandos de shell bash se invocarán durante ciertos eventos de respaldo
eu: Bash shell komando horiek babeskopia-gertaera zenbaitetan deituko dira
fi: Näitä bash-komentoja kutsutaan tiettyjen varmuuskopiointitapahtumien yhteydessä
he: פקודות מעטפת bash אלו תיקראנה באירועי גיבוי מסוימים
hi: इन bash शैल कमांड को कुछ बैकअप इवेंट पर बुलाया जाएगा
hu: Ezek a bash-parancsok lesznek meghívva bizonyos biztonsági mentési eseményeknél
it: Questi comandi della shell saranno eseguiti in corrispondenza di alcuni eventi dei backup
ka: ეს bash გარსის ბრძანებები ზოგიერთი მარქაფის მოვლენის დროს იქნება გამოძახებული
kk: Бұл bash қоршам командалары белгілі бір резервтік көшіру оқиғаларында шақырылады
pt_br: Esses comandos bash de shell serão chamados em determinados eventos de backup
ro: Aceste comenzi shell bash vor fi apelate la anumite evenimente de copiere de rezervă
ru: Эти команды оболочки bash будут вызываться при определенных событиях во время резервного копирования
sl: Ti ukazi lupine bash bodo klicani pri določenih dogodkih varnostnega kopiranja
sv: Dessa bash-skalkommandon kommer anropas vid särskilda säkerhetskopieringshändelser
tr: Bu bash kabuğu komutları, belirli yedekleme olaylarında çağrılacak
uk: Ці команди оболонки bash буде викликано у відповідь на певні події резервного копіювання
zh_cn: 这些 bash shell 命令将在特定备份事件上调用

source: Pre-Backup Shell Command
cs: Příkaz shellu před zálohováním
de: Shell-Befehl vor der Sicherung
el: Εντολή Κελύφους πριν από το Αντίγραφο Ασφαλείας
eo: Ŝelkomando antaŭ sekurkopio
es: Comando de shell previo al respaldo
eu: Babeskopiaren aurreko shell komandoa
fi: Shell-komento ennen varmuuskopiointia
fr: Commande Shell pré-sauvegarde
he: פקודת מעטפת טרום גיבוי
hi: पूर्व-बैकअप शैल कमांड
hu: Biztonsági mentés előtti parancs
is: Skeljarskipun framkvæmd á undan öryggisafritun
it: Comando pre-backup
ka: მარქაფამდელი გარსის ბრძანება
kk: Резервтік көшірме алдындағы қоршам командасы
pt: Comando shell de pré-backup
pt_br: Comando shell pré-backup
ro: Comandă shell pre-copiere de rezervă
ru: Команда оболочки до резервного копирования
sl: Ukaz lupine pred varnostnim kopiranjem
sv: Skalkommando före säkerhetskopiering
tr: Yedek Önü Kabuk Komutu
uk: Команда оболонки до копіювання
zh_cn: 预备份 Shell 命令

source: Run With Test Values
cs: Spustit s testovacími hodnotami
de: Mit Testwerten ausführen
el: Εκτέλεση με Τιμές Δοκιμής
eo: Ruli kun testaj valoroj
es: Ejecutar con valores de prueba
eu: Exekutatu probako balioekin
fi: Suorita testiarvoilla
he: הרצה עם ערכי בדיקה
hi: परीक्षण मानों के साथ चलाएं
hu: Futtatás tesztértékekkel
it: Esegui con valori di prova
ka: სატესტო მნიშვნელობებით გაშვება
kk: Тесттік мәндермен іске қосу
pt_br: Execute com valores de testeU
ro: Rulează cu valorile de testare
ru: Выполнить с тестовыми значениями
sl: Izvedi s preskusnimi vrednostmi
sv: Kör med testvärden
tr: Sınama Değerleriyle Çalıştır
uk: Виконати із тестовими значеннями
zh_cn: 带测试值运行

source: Post-Backup Shell Command
cs: Příkaz shellu po zálohování
de: Shell-Befehl nach der Sicherung
el: Εντολή Κελύφους μετά το Αντίγραφο Ασφαλείας
eo: Ŝelkomando post sekurkopio
es: Comando de shell posterior al respaldo
eu: Babeskopiaren ondoko shell komandoa
fi: Shell-komento varmuuskopioinnin jälkeen
fr: Commande Shell post-sauvegarde
he: פקודת מעטפת לאחר גיבוי
hi: बैकअप-के-बाद शैल कमांड
hu: Biztonsági mentés utáni parancs
is: Skeljarskipun framkvæmd á eftir öryggisafritun
it: Comando post-backup
ka: მარქაფის-შემდგომი გარსის ბრძანება
kk: Резервтік көшірмеден кейінгі қоршам командасы
pt: Comando shell de pós-backup
pt_br: Comando shell pós-backup
ro: Comandă shell post-copiere de rezervă
ru: Команда оболочки после резервного копирования
sl: Ukaz lupine po varnostnem kopiranju
sv: Skalkommando efter säkerhetskopiering
tr: Yedek Ardı Kabuk Komutu
uk: Команда оболонки після копіювання
zh_cn: 备份后 Shell 命令

source: Review Changes
cs: Zkontrolujte změny
de: Änderungen überprüfen
el: Ανασκόπηση Αλλαγών
eo: Revizii ŝanĝojn
es: Revisar cambios
eu: Berrikusi aldaketak
fi: Katselmoi muutokset
fr: Examiner les modifications
he: סקירת השינויים
hi: परिवर्तनों की समीक्षा करें
hu: Változtatások áttekintése
is: Yfirfara breytingar
it: Controlla le modifiche
ka: ცვლილებების გადახედვა
kk: Өзгерістерді қарап шығу
nl: Wijzigingen controleren
pt: Rever alterações
pt_br: Revisar alterações
ro: Revizuiește modificările
ru: Обзор изменений
sl: Preglej spremembe
sv: Granska ändringar
tr: Değişiklikleri Gözden Geçir
uk: Переглянути зміни
zh_cn: 审阅更改

source: Collecting information about the effect of the changes on old archives
cs: Shromažďování informací o vlivu změn na staré archivy
de: Informationen über die Auswirkungen der Änderungen auf alte Archive werden gesammelt
el: Συλλογή πληροφοριών για την επίδραση των αλλαγών στις παλιές αρχειοθήκες
eo: Kolektante informojn pri la efiko de la ŝanĝoj sur malnovaj arkivoj
es: Recopilando información sobre el efecto de los cambios en los archivadores antiguos
eu: Aldaketek artxibo zaharretan duen eraginari buruzko informazioa biltzen
fi: Kerätään tietoa muutosten vaikutuksista vanhoihin arkistoihin
fr: Collecte d’informations sur l’effet des modifications sur les anciennes archives
he: אוסף מידע על ההשפעה של השינויים על ארכיונים ישנים
hi: पुराने पुरालेखों पर परिवर्तनों के प्रभाव के बारे में जानकारी एकत्र कर रहे हैं
hu: Információk gyűjtése a régi archívumokra vonatkozó változtatás hatásáról
is: Safna upplýsingum um áhrif breytinganna á gömlu safnskrárnar.
it: Raccolta di informazioni sull'effetto dei cambiamenti sui vecchi archivi
ka: მიმდინარეობს ინფორმაცის მოგროვება ძველ არქივებზე ცვლილებების ეფექტის შესახებ
kk: Өзгерістердің ескі архивтерге әсері туралы ақпаратты жинау
nl: Verzamel informatie over het effect van de wijzigingen op oude archieven
pt: Recolhendo informações sobre o efeito das alterações nos arquivos antigos
pt_br: Coletando informações sobre o efeito das mudanças em arquivos antigos
ro: Se colectează informații despre efectul modificărilor asupra arhivelor vechi
ru: Сбор информации о влиянии изменений на старые архивы
sl: Zbiranje informacij o učinku sprememb na stare arhive
sv: Samlar information om effekten av ändringarna på gamla arkiv
tr: Değişikliklerin eski arşivler üzerindeki etkisiyle ilgili bilgi toplanıyor
uk: Збираємо дані щодо впливу змін на старі архіви
zh_cn: 收集关于旧归档文件更改效果的信息

source: Creating a list of old archives to be approved for deletion
cs: Vytváří se seznam starých archivů, které budou předloženy ke smazání
de: Eine Liste an alten Archiven wird erstellt, die zur Löschung freigegeben werden sollen
el: Δημιουργία λίστας παλαιών αρχειοθηκών προς έγκριση για διαγραφή
eo: Kreante liston de malnovaj arkivoj aprobindaj por forigo
es: Creando una lista de archivadores antiguos para ser aprobados para su eliminación
eu: Ezabatzea onartuko den artxibo zaharren zerrenda bat sortzen
fi: Luodaan luettelo vanhoista arkistoista hyväksyttäväksi poistoa varten
he: יצירת רשימה של ארכיונים ישנים שיאושרו למחיקה
hi: मिटाने के लिए अनुमोदित किए जाने वाले पुराने पुरालेखों की एक सूची बनाई जा रही है
hu: A törlésre jóváhagyandó régi archívumok listájának létrehozása
it: Creazione di una lista di vecchi archivi da approvare per l'eliminazione
ka: დასამტკიცებელი წასაშლელი ძველი არქივების სიის შექმნა
kk: Өшіруге мақұлданатын ескі архивтер тізімін жасау
pt_br: Criando uma lista de arquivos antigos a serem aprovados para exclusão
ro: Se creează o listă de arhive vechi care urmează să fie aprobate pentru ștergere
ru: Создание списка старых архивов, которые должны быть одобрены для удаления
sl: Ustvarjanje seznama starih arhivov, ki jih je treba odobriti za brisanje.
sv: Skapar en lista över gamla arkiv som ska godkännas för borttagning
tr: Silinmesi için onaylanacak eski arşivlerin listesi oluşturuluyor
uk: Створення списку застарілих архівів, вилучення яких слід підтвердити
zh_cn: 创建将要核准删除的旧归档文件列表
