Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: The pre-backup command configured in preferences returned a failure code: {}
cs: Příkaz před zálohováním nastavený v předvolbách vrátil kód chyby: {}
de: Der in den Einstellungen konfigurierte Befehl vor der Sicherung hat einen Fehlercode zurückgegeben: {}
el: Η εντολή πριν τη δημιουργία αντιγράφων ασφαλείας, που έχει ρυθμιστεί στις προτιμήσεις, επέστρεψε κωδικό αποτυχίας: {}
eo: La antaŭ-sekurkopia komando agordita en preferoj revenigis malsukcesan kodon: {}
es: El comando previo al respaldo configurado en las preferencias devolvió un código de error: {}
eu: Hobespenetan babeskopiaren aurrerako konfiguratutako komandoak hutsegite-kodea itzuli du: {}.
fi: Asetuksissa määritetty varmuuskopiointia edeltävä komento palautti virhekoodin: {}
fr: La commande pré-sauvegarde configurée dans les préférences a renvoyé un code d’erreur : {}
he: פקודת טרום הגיבוי שמוגדרת בהעדפות החזירה קוד כשל: {}
hi: प्राथमिकताओं में विन्यस्त पूर्व-बैकअप कमांड ने विफलता कोड लौटाया: {}
hu: A beállításokban megadott biztonsági mentés előtti parancs hibakódot adott vissza: {}
is: Við framkvæmd skipunar úr kjörstillingum sem á að keyra á undan öryggisafritun kom fram villukóði: {}
it: Il comando pre-backup configurato nelle impostazioni ha restituito un codice di errore: {}
ka: პარამეტრებში მითითებული მარქაფამდელი ბრძანების შესრულება ჩავარდა კოდით: {}
kk: Қалауларда бапталған резервтік көшірме алдындағы команда қате кодымен аяқталды: {}
pt: O comando de pré-backup configurado nas preferências enviou um código de falha: {}
pt_br: O comando pré-backup configurado nas preferências retornou um código de falha: {}
ro: Comanda pre-copie de rezervă configurată în preferințe a returnat un cod de eroare: {}
ru: Настроенная команда перед резервным копированием вернула код ошибки: {}
sl: Ukaz, ki naj bi predhajal varnostno kopiranje, prilagojen v nastavitvah, je vrnil kodo napake: {}
sv: Kommandot som konfigurerats att köra före säkerhetskopiering returnerade en felkod: {}
tr: Tercihlerde yapılandırılan yedek önü komutu hata kodu döndürdü: {}
uk: Налаштована команда перед копіюванням повернула код помилки: {}
zh_cn: 在首选项中配置的预备份命令返回了失败代码：{}

source: The post-backup command configured in preferences returned a failure code: {}
cs: Příkaz po zálohování nastavený v předvolbách vrátil kód chyby: {}
de: Der in den Einstellungen konfigurierte Befehl nach der Sicherung hat einen Fehlercode zurückgegeben: {}
el: Η εντολή μετά τη δημιουργία αντιγράφων ασφαλείας, που έχει ρυθμιστεί στις προτιμήσεις, επέστρεψε κωδικό αποτυχίας: {}
eo: La post-sekurkopia komando agordita en preferoj revenigis malsukcesan kodon: {}
es: El comando posterior al respaldo configurado en las preferencias devolvió un código de error: {}
eu: Hobespenetan babeskopiaren ondorenerako konfiguratutako komandoak hutsegite-kodea itzuli du: {}.
fi: Asetuksissa määritetty varmuuskopioinnin jälkeinen komento palautti virhekoodin: {}
fr: La commande post-sauvegarde configurée dans les préférences a renvoyé un code d’erreur : {}
he: הפקודה שלאחר הגיבוי ומוגדרת בהעדפות החזירה קוד כשל: {}
hi: प्राथमिकताओं में विन्यस्त बैकअप-के-बाद कमांड ने एक विफलता कोड लौटाया: {}
hu: A beállításokban megadott biztonsági mentés utáni parancs hibakódot adott vissza: {}
is: Við framkvæmd skipunar úr kjörstillingum sem á að keyra á eftir öryggisafritun kom fram villukóði: {}
it: Il comando post-backup configurato nelle impostazioni ha restituito un codice di errore: {}
ka: პარამეტრებში მითითებული მარქაფისშემდგომი ბრძანების შესრულება ჩავარდა კოდით: {}
kk: Қалауларда бапталған резервтік көшірмеден кейінгі команда қате кодымен аяқталды: {}
pt: O comando de pós-backup configurado nas preferências enviou um código de falha: {}
pt_br: O comando pós-backup configurado nas preferências retornou um código de falha: {}
ro: Comanda post-copie de rezervă configurată în preferințe a returnat un cod de eroare: {}
ru: Настроенная команда после резервного копирования вернула код ошибки: {}
sl: Ukaz, ki naj bi sledil varnostnemu kopiranju, prilagojen v nastavitvah, je vrnil kodo napake: {}
sv: Kommandot som konfigurerats att köra efter säkerhetskopiering returnerade en felkod: {}
tr: Tercihlerde yapılandırılan yedek ardı komutu hata kodu döndürdü: {}
uk: Налаштована команда після копіювання повернула код помилки: {}
zh_cn: 在首选项中配置的备份后命令返回了失败代码：{}

source: Generic operation
cs: Obecná operace
de: Allgemeiner Vorgang
el: Γενική λειτουργία
eo: Ĝenerala operacio
es: Operación genérica
eu: Eragiketa orokorra
fa: عملیات عمومی
fi: Yleinen toimenpide
he: פעולה כללית
it: Operazione generica
ka: ზოგადი ოპერაცია
kk: Жалпы операция
pt_br: Operação genérica
ru: Общая операция
sl: Splošno opravilo
sv: Generisk åtgärd
tr: Genel İşlem
uk: Загальна дія
zh_cn: 常规操作

source: Backing up data
cs: Zálohují se data
de: Daten werden gesichert
el: Δημιουργία αντιγράφων ασφαλείας δεδομένων
eo: Sekurkopiado de datumoj
es: Haciendo copia de respaldo
eu: Datuan babeskopia egiten
fa: پشتیبان گرفتن از داده‌ها
fi: Varmuuskopioidaan tietoja
he: הנתונים מגובים
it: Backup dei dati in corso
ka: მონაცემების მარქაფი
kk: Деректердің резервтік көшірмесін жасау
pt_br: Salvando dados
ru: Резервное копирование данных
sl: Varnostno kopiranje podatkov
sv: Säkerhetskopierar data
tr: Veriler yedekleniyor
uk: Створення резервної копії даних
zh_cn: 正在备份数据

source: Mounting backup archives
cs: Připojují se archivy se zálohami
de: Sicherungsarchive werden eingebunden
el: Προσάρτηση αρχειοθηκών αντιγράφων ασφαλείας
eo: Muntado de sekurkopiaj arkivoj
es: Montando archivadores de respaldo
eu: Babeskopia-artxiboak muntatzen
fa: سوار کردن بایگانی‌های پشتیبان
fi: Liitetään varmuuskopioarkistoja
he: ארכיוני הגיבוי מעוגנים
it: Montaggio archivi di backup in corso
ka: მარქაფის არქივების მიმაგრება
kk: Резервтік көшірме архивтерін тіркеу
pt_br: Montando arquivos de backup
ru: Монтирование архивов резервного копирования
sl: Priklapljanje arhivov varnostnih kopij
sv: Monterar säkerhetskopieringsarkiv
tr: Yedek arşivleri bağlanıyor
uk: Монтування архівів резервних копій
zh_cn: 正在挂载备份归档文件

source: Removing old archives
cs: Mažou se staré archivy
de: Alte Archive werden entfernt
el: Αφαίρεση παλιών αρχειοθηκών
eo: Forigo de malnovaj arkivoj
es: Eliminando archivadores antiguos
eu: Artxibo zaharrak kentzen
fa: برداشتن بایگانی‌های قدیمی
fi: Poistetaan vanhoja arkistoja
he: ארכיונים ישנים נמחקים
it: Rimozione vecchi archivi in corso
ka: ძველი არქივების წაშლა
kk: Ескі архивтерді өшіру
pt_br: Removendo arquivos antigos
ru: Удаление старых архивов
sl: Odstranjevanje starih arhivov
sv: Tar bort gamla arkiv
tr: Eski arşivler kaldırılıyor
uk: Вилучення застарілих архівів
zh_cn: 正在移除旧归档文件

source: Identifying old archives
cs: Identifikují se staré archivy
de: Alte Archive werden identifiziert
el: Αναγνώριση παλιών αρχειοθηκών
eo: Identigado de malnovaj arkivoj
es: Identificando archivadores antiguos
eu: Artxibo zaharrak identifikatzen
fa: شناسایی بایگانی‌های قدیمی
fi: Tunnistetaan vanhoja arkistoja
he: ארכיונים ישנים מזוהים
it: Identificazione vecchi archivi in corso
ka: ძველი არქივების ძებნა
kk: Ескі архивтерді анықтау
pt_br: Identificando arquivos antigos
ru: Выявление старых архивов
sl: Prepoznavanje starih arhivov
sv: Identifierar gamla arkiv
tr: Eski arşivler tanımlanıyor
uk: Визначення застарілих архівів
zh_cn: 正在识别旧归档文件

source: Reclaiming free space
cs: Obnovuje se volné místo
de: Freier Speicherplatz wird zurückgewonnen
el: Ανάκτηση ελεύθερου χώρου
eo: Reakiro de libera spaco
es: Recuperando espacio libre
eu: Leku librea berreskuratzen
fa: ادعّای دوبارهٔ مالکیت فضای آزاد
fi: Lunastetaan vapaata tilaa
he: פינוי מקום
it: Recupero spazio libero in corso
ka: თავისუფალი ადგილის გამოთავისუფლება
kk: Бос орынды қайтару
pt_br: Recuperando espaço livre
ru: Высвобождение свободного места
sl: Povrnitev nezasedenega prostora
sv: Återtar ledigt utrymme
tr: Boş alan yeniden elde ediliyor
uk: Звільняємо місце
zh_cn: 正在回收可用空间

source: Checking archive integrity
cs: Kontroluje se integrita archivů
de: Archivintegrität wird überprüft
el: Έλεγχος ακεραιότητας αρχειοθήκης
eo: Kontrolado de arkiva integreco
es: Comprobando la integridad de los archivadores
eu: Artxiboaren osotasuna egiaztatzen
fa: بررسی یکپارچگی بایگانی‌ها
fi: Tarkistetaan arkiston eheyttä
he: אמינות הארכיונים נבדקת
it: Controllo integrità archivi in corso
ka: არქივის მთლიანობის შემოწმება
kk: Архив бүтіндігін тексеру
pt_br: Verificando a integridade dos arquivos
ru: Проверка целостности архивов
sl: Preverjanje integritete arhiva
sv: Kontrollerar integritet för arkiv
tr: Arşivlerin bütünlüğü denetleniyor
uk: Перевіряємо цілісність архівів
zh_cn: 正在检查归档完整性

source: Deleting archive
cs: Maže se archiv
de: Archiv wird gelöscht
el: Διαγραφή αρχειοθήκης
eo: Forigo de arkivo
es: Eliminando archivador
eu: Artxiboa ezabatzen
fa: حذف کردن بایگانی
fi: Poistetaan arkisto
he: מוחק ארכיון
it: Eliminazione archivio in corso
ka: არქივის წაშლა
kk: Архивті өшіру
pt_br: Excluindo arquivos
ru: Удаление архива
sl: Brisanje arhiva
sv: Tar bort arkiv
tr: Arşiv siliniyor
uk: Вилучаємо архів
zh_cn: 正在删除归档文件

source: Refreshing archive list
cs: Aktualizuje se seznam archivů
de: Archivliste wird aktualisiert
el: Ανανέωση λίστας αρχειοθηκών
eo: Refreŝigado de arkiva listo
es: Actualizando la lista de archivadores
eu: Artxibo-zerrenda freskatzen
fa: نوسازی سیاههٔ بایگانی‌ها
fi: Päivitetään arkistoluetteloa
he: רשימת הארכיונים מתרעננת
it: Aggiornamento lista archivi in corso
ka: არქივის სიის განახლება
kk: Архивтер тізімін жаңарту
pt_br: Atualizando lista de arquivos
ru: Обновление списка архивов
sl: Osveževanje seznama arhivov
sv: Uppdaterar arkivlistan
tr: Arşiv listesi yenileniyor
uk: Оновлення списку архівів
zh_cn: 正在刷新归档文件列表

source: Changing passphrase
cs: Mění se přístupová fráze
de: Passphrase wird geändert
el: Αλλαγή συνθηματικής φράσης
eo: Ŝanĝado de pasfrazo
es: Cambiando contraseña
eu: Pasaesaldia aldatzen
fa: عوض کردن عبارت عبور
fi: Vaihdetaan tunnuslause
he: שינוי מילת צופן
it: Modifica passphrase in corso
ka: საკვანძო ფრაზის შეცვლა
kk: Кілттік фразаны өзгерту
pt_br: Alterando a senha
ru: Изменение парольной фразы
sl: Spreminjanje geselske fraze
sv: Ändrar lösenfras
tr: Parola metni değiştiriliyor
uk: Зміна паролю
zh_cn: 正在更改口令

source: Running custom shell command
cs: Spouští se vlastní příkaz shellu
de: Benutzerdefinierter Shell-Befehl wird ausgeführt
el: Εκτέλεση προσαρμοσμένης εντολής κελύφους
eo: Kuri kutiman ŝelan komandon
es: Ejecutando comando de shell personalizado
eu: Shell komando pertsonalizatua exekutatzen
fa: اجرا کردن فرمان پوستهٔ سفارشی
fi: Suoritetaan omavalintainen shell-komento
he: הרצת פקודות מעטפת בהתאמה אישית
it: Esecuzione comando personalizzato in corso
ka: მითითებული გარსის ბრძანების შესრულება
kk: Таңдауыңызша қоршам командасын орындау
pt_br: Executando comando Shell personalizado
ru: Выполняется пользовательская команда оболочки
sl: Izvajanje ukaza lupine po meri
sv: Kör anpassat skalkommando
tr: Özel kabuk komutu çalıştırılıyor
uk: Виконуємо нетипову команду оболонки
zh_cn: 正在运行自定义 Shell 命令

source: Home
cs: Domovská složka
de: Persönlicher Ordner
el: Προσωπικός φάκελος
eo: Hejmo
es: Carpeta personal
eu: Karpeta nagusia
fa: خانه
fi: Koti
fr: Dossier personnel
he: בית
hi: गृह
hu: Saját mappa
is: Heim
ka: სახლი
kk: Үй бумасы
nl: Persoonlijke map
pt: Pasta pessoal
pt_br: Pasta pessoal
ro: Dosar personal
ru: Домашняя папка
sl: Domača mapa
sv: Hem
tr: Ev
uk: Домівка
zh_cn: 主目录

source: This archive prefix is already used by another backup configuration for the same backup repository.
cs: Tuto předponu archivu již používá jiné nastavení zálohování pro stejné úložiště záloh.
de: Dieses Archiv-Präfix wird bereits von einer anderen Datensicherungskonfiguration für dasselbe Datensicherungsdepot verwendet.
el: Αυτό το πρόθεμα αρχειοθήκης χρησιμοποιείται ήδη από άλλη διαμόρφωση αντιγράφων ασφαλείας για το ίδιο αποθετήριο αντιγράφων ασφαλείας.
eo: Ĉi tiu arkiva antaŭfiksado jam estas uzata de alia sekurkopia agordo por la sama sekurkopia reposito.
es: Este prefijo de archivador ya lo está usando otra configuración de respaldo en el mismo repositorio de respaldo.
eu: Artxibo-aurrizki hori dagoeneko erabili du biltegi bereko beste babeskopia-konfigurazio batek.
fi: Tämä arkiston etuliite on jo käytössä toisessa varmuuskopioinnin määrityksessä saman varmuuskopioinnin tietovaraston kohdalla.
fr: Ce préfixe d’archive est déjà utilisé par une autre configuration de sauvegarde pour le même dépôt.
he: קידומת הארכיון כבר נמצאת בשימוש על ידי הגדרות גיבוי אחרות לאותו מאגר הגיבויים.
hi: यह पुरालेख उपसर्ग पहले से ही उसी बैकअप रिपॉजिटरी के लिए किसी अन्य बैकअप विन्यास द्वारा उपयोग किया जाता है।
hu: Ezt az archívumelőtagot már használja egy ugyanahhoz a biztonsági mentési tárolóhoz tartozó biztonsági mentési beállítás.
is: Forskeyti safnskráarinnar er þegar notað af annarri öryggisafritunarstilliskrá fyrir sama gagnasafn öryggisafritunar.
it: Questo prefisso del backup è già in uso nella configurazione di un altro backup per lo stesso deposito.
ka: ეს არქივის პრეფიქსი უკვე გამოიყენება სხვა მარქაფის კონფიგურაციის მიერ იგივე მარქაფის რეპოზიტორიისთვის.
kk: Бұл архив префиксі дәл осы репозиторий үшін басқа резервтік көшірме баптауында қолданылып тұр.
nl: Dit archiefvoorvoegsel wordt al gebruikt door een andere back-upconfiguratie voor dezelfde back-upopslagruimte.
pt: Este prefixo de arquivo já é utilizado por outra configuração de backup para o mesmo repositório de backup.
pt_br: Esse prefixo de arquivo já é usado por outra configuração de backup para o mesmo repositório de backup.
ro: Acest prefix de arhivă este utilizat deja de o altă configurație de copie de rezervă pentru același depozit de copie de rezervă.
ru: Этот префикс архива уже используется другой конфигурацией резервного копирования для того же хранилища резервных копий.
sl: To arhivsko predpono že uporablja druga prilagoditev varnostnega kopiranja za isto skladišče varnostnih kopij.
sv: Detta arkivprefix är redan inställt för en annan säkerhetskopieringskonfiguration för samma säkerhetskopieringsförråd.
tr: Bu arşiv ön eki, aynı yedekleme deposu için başka yedekleme yapılandırmasınca zaten kullanılıyor.
uk: Цей префікс архівів вже встановлено для інших налаштувань резервного копіювання у цьому самому сховищі.
zh_cn: 该归档文件前缀已被另一个相同仓库的备份配置使用。

source: A configuration for the same backup repository with an empty archive prefix exists.
cs: Existuje nastavení pro stejné úložiště záloh s prázdnou předponou archivu.
de: Es existiert bereits eine Einstellung für dasselbe Datensicherungsdepot mit einem leeren Archiv-Präfix.
el: Υπάρχει μια διαμόρφωση για το ίδιο αποθετήριο αντιγράφων ασφαλείας με κενό πρόθεμα αρχειοθήκης.
eo: Agordo por la sama sekurkopia reposito kun malplena arkiva antaŭfiksado ekzistas.
es: Existe una configuración para el mismo repositorio de respaldo con un prefijo de archivador vacío.
eu: Badago hutsik dagoen artxibo-aurrizki bat duen konfigurazio bat babeskopia-biltegi bererako.
fi: Määritys samaan varmuuskopioinnin tietovarastoon on olemassa ilman arkiston etuliitettä.
fr: Une configuration de sauvegarde pour le même dépôt avec un préfixe d’archive vide existe.
he: קיימת הגדרה לאותו מאגר הגיבוי עם קידומת ארכיון ריקה.
hi: खाली पुरालेख उपसर्ग के साथ समान बैकअप रिपॉजिटरी के लिए एक विन्यास मौजूद है।
hu: Létezik egy beállítás ugyanahhoz az üres archívumelőtaggal rendelkező biztonsági mentési tárolóhoz.
is: Stilliskrá fyrir sama gagnasafn með tómu forskeyti á safnskrá er þegar til.
it: Esiste già una configurazione con un prefisso vuoto per questo deposito di backup.
ka: კონფიგურაცია იგივე მარქაფის რეპოზიტორიისთვის ცარიელი არქივის ცარიელი პრეფიქსით უკვე არსებობს.
kk: Осы репозиторий үшін бос архив префиксі бар баптау бұрыннан бар.
nl: Er bestaat al een configuratie voor dezelfde back-upopslagruimte met een leeg archiefvoorvoegsel.
pt: Existe uma configuração para o mesmo repositório de backup com um prefixo de arquivo vazio.
pt_br: Existe uma configuração para o mesmo repositório de backup com um prefixo de arquivo vazio.
ro: O configurație există pentru același depozit de copie de rezervă cu un prefix de arhivă gol.
ru: Конфигурация для того же хранилища резервных копий с пустым префиксом архива.
sl: Obstaja prilagoditev za isto skladišče varnostnih kopij s prazno predpono arhiva.
sv: En konfiguration för samma säkerhetskopieringsförråd med ett tomt arkivprefix existerar.
tr: Aynı yedekleme deposu için boş arşiv ön eki olan yapılandırma var.
uk: Існує налаштування того самого сховища резервних копій із порожнім префіксом архіву.
zh_cn: 相同备份仓库存在带有空归档文件前缀的配置。

source: There can only be one configuration for a backup repository if the archive prefix is empty.
cs: Pokud je předpona archivu prázdná, může existovat pouze jedno nastavení pro úložiště záloh.
de: Es kann nur eine Einstellung für ein Datensicherungsdepot geben, falls das Archiv-Präfix leer ist.
el: Μπορεί να υπάρχει μόνο μία διαμόρφωση για ένα αποθετήριο αντιγράφων ασφαλείας, εάν το πρόθεμα της αρχειοθήκης είναι κενό.
eo: Estas nur unu agordo por sekurkopia reposito se la arkiva antaŭfiksado estas malplena.
es: Si el prefijo de archivador está vacío, solamente puede haber una configuración para cada repositorio de respaldo.
eu: Artxibo-aurrizkia hutsik badago, konfigurazio bakar bat egon daiteke babeskopia-biltegi baterako.
fi: Varmuuskopioinnin tietovarastolle voi olla käytössä vain yksi määritys, jos arkiston etuliite on tyhjä.
fr: Il ne peut y avoir qu’une seule configuration par dépôt si le préfixe d’archive est vide.
he: יכולה להיות הגדרה יחידה למאגר גיבוי אם התחילית של הארכיון ריקה.
hi: यदि पुरालेख उपसर्ग खाली है तो बैकअप रिपॉजिटरी के लिए केवल एक विन्यास हो सकता है।
hu: Csak egy beállítás lehet egy biztonsági mentési tárolóhoz, ha az archívumelőtag üres.
is: Það getur einungis verið ein stilliskrá fyrir afritunargagnasafn ef forskeyti safnskrárinar er tómt.
it: È permessa solo una configurazione per il deposito di backup se il prefisso dell'archivio è vuoto.
ka: თუ არქივის პრეფიქსი ცარიელია, მარქაფის რეპოზიტორიას, მხოლოდ, ერთი კონფიგურაცია შეიძლება, ჰქონდეს.
kk: Егер архив префиксі бос болса, репозиторий үшін тек бір баптау болуы мүмкін.
nl: Er kan maar één configuratie voor een back-upopslagruimte zijn als het archiefvoorvoegsel leeg is.
pt: Só pode haver uma configuração para um repositório de backup se o prefixo do arquivo estiver vazio.
pt_br: Só pode haver uma configuração para um repositório de backup se o prefixo do arquivo estiver vazio.
ro: Poate exista doar o singură configurație pentru un depozit de copie de rezervă dacă prefixul arhivei este gol.
ru: Для хранилища резервных копий может быть только одна конфигурация, если префикс архива пуст.
sl: Za skladišče varnostnega kopiranja lahko obstaja le ena prilagoditev, če je predpona arhiva prazna.
sv: Det kan endast finnas en konfiguration för ett säkerhetskopieringsförråd om arkivprefixet är tomt.
tr: Arşiv ön eki boşsa, yedekleme deposu için yalnızca tek yapılandırma olabilir.
uk: Якщо префікс архіву є порожнім, може бути лише одне налаштування для сховища резервних копій.
zh_cn: 如果归档文件前缀为空则每个备份仓库只能有一个配置。

source: The archive prefix is empty and a configuration for the same backup repository already exists.
cs: Předpona archivu je prázdná a nastavení pro stejné úložiště záloh již existuje.
de: Das Archiv-Präfix ist leer und es gibt bereits eine Einstellung für dasselbe Datensicherungsdepot.
el: Το πρόθεμα της αρχειοθήκης είναι κενό και υπάρχει ήδη μια διαμόρφωση για το ίδιο αποθετήριο αντιγράφων ασφαλείας.
eo: La arkiva antaŭfiksado estas malplena kaj agordo por la sama sekurkopia reposito jam ekzistas.
es: El prefijo de archivador está vacío y ya existe una configuración para el mismo repositorio de respaldo.
eu: Artxibo-aurrizkia hutsik dago eta badago lehendik babeskopia-biltegi bererako konfigurazio bat.
fi: Arkiston etuliite on tyhjä ja määritys samaan varmuuskopioinnin tietovarastoon on jo olemassa.
fr: Le préfixe d’archive est vide et une configuration pour un dépôt identique existe déjà.
he: תחילית הארכיון ריקה וההגדרה לאותו מאגר גיבוי כבר קיימת.
hi: पुरालेख उपसर्ग खाली है और उसी बैकअप रिपॉजिटरी के लिए विन्यास पहले से मौजूद है।
hu: Az archívumelőtag üres, és már létezik egy beállítás ugyanahhoz a biztonsági mentési tárolóhoz.
is: Forskeyti safnskrárinar er tómt og stilliskrá fyrir sama öryggisafritunargagnasafn er þegar til.
it: Il prefisso dell'archivio è vuoto e una configurazione per questo deposito di backup esiste già.
ka: არქივის პრეფიქსი ცარიელია და კონფიგურაცია იმ მარქაფის რეპოზიტორიისთვის უკვე არსებობს.
kk: Архив префиксі бос және осы репозиторий үшін баптау бұрыннан бар.
nl: Het archiefvoorvoegsel is leeg en er bestaat al een configuratie voor dezelfde back-upopslagruimte.
pt: O prefixo do arquivo está vazio e já existe uma configuração para o mesmo repositório de backup.
pt_br: O prefixo do arquivo está vazio e já existe uma configuração para o mesmo repositório de backup.
ro: Prefixul de arhivă este gol și o configurație pentru același depozit de copie de rezervă există deja.
ru: Префикс архива пуст, и конфигурация для того же хранилища резервных копий уже существует.
sl: Predpona arhiva je prazna in prilagoditev za isto skladišče varnostnih kopij že obstaja.
sv: Detta arkivprefix är tomt och en konfiguration för samma säkerhetskopieringsförråd finns redan.
tr: Arşiv ön eki boş ve aynı yedekleme deposu için yapılandırma zaten var.
uk: Префікс архіву є порожнім і вже існують налаштування для того самого сховища резервних копій.
zh_cn: 归档文件前缀为空且相同备份仓库已有一个配置存在。

source: Caches
cs: Mezipaměti
de: Zwischenspeicher
el: Κρυφές μνήμες
eo: Kaŝmemoro
es: Cachés
eu: Cacheak
fa: انباره‌ها
fi: Välimuistit
he: מטמון
hi: कैशे
hu: Gyorsítótárak
is: Skyndiminni
it: Cache
ka: კეშები
kk: Кэштер
ro: Memorii cache
ru: Кэши
sl: Predpomnilniki
sv: Cachar
tr: Önbellekler
uk: Кеші
zh_cn: 缓存

source: Flatpak App Installations
cs: Instalace aplikací Flatpak
de: Installationen von Flatpak-Anwendungen
el: Εγκαταστάσεις εφαρμογών Flatpak
eo: Flatpak-aplikaĵaj instaladoj
es: Instalaciones de la aplicación Flatpak
eu: Flatpak App instalazioa
fa: نصب‌های کارهٔ فلت‌پک
fi: Flatpak-sovellusasennukset
fr: Installations d’applications Flatpak
he: התקנות יישומי Flatpak
hi: Flatpak ऐप स्थापना
hu: Flatpak alkalmazástelepítések
is: Flatpak forritauppsetningar
it: Installazioni delle app Flatpak
ka: Flatpak -ის აპების დაყენება
kk: Flatpak қолданбаларының орнатылымдары
nl: Flatpak-appinstallaties
pt: Instalações de aplicações Flatpak
pt_br: Instalações de aplicativos Flatpak
ro: Instalări de aplicații Flatpak
ru: Установки приложений Flatpak
sl: Namestitve programov Flatpak
sv: Flatpak-programinstallationer
tr: Flatpak Uygulama Kurulumları
uk: Встановлені програми Flatpak
zh_cn: Flatpak 应用安装

source: Trash
cs: Koš
de: Papierkorb
el: Κάδος απορριμμάτων
eo: Rubojo
es: Papelera
eu: Zakarrontzia
fa: زباله‌دان
fi: Roskakori
fr: Corbeille
he: אשפה
hi: रद्दी
hu: Kuka
is: Rusl
it: Cestino
ka: ნაგავი
kk: Қоқыс шелегі
nl: Prullenbak
pt: Lixo
pt_br: Lixeira
ro: Gunoi
ru: Корзина
sl: Smeti
sv: Papperskorg
tr: Çöp
uk: Смітник
zh_cn: 回收站
