Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Calculating archive statistics
cs: Počítají se statistiky archivu
de: Archiv-Statistiken werden berechnet
el: Υπολογισμός στατιστικών αρχειοθήκης
eo: Kalkulado de arkivaj statistikoj
es: Calculando estadísticas de archivadores
eu: Artxibo-estatistikak kalkulatzen
fa: حساب کردن آمار بایگانی‌ها
fi: Lasketaan arkistojen tilastoja
fr: Calcul des statistiques de l’archive
he: סטטיסטיקת הארכיון מחושבת
hi: पुरालेख आँकड़ों की गणना
hu: Archívumstatisztikák kiszámítása
is: Tek saman tölfræði um safnskrá
it: Calcolo delle statistiche degli archivi
ka: არქივის სტატისტიკის გამოთვლა
kk: Архив статистикасын есептеу
nl: Archiefstatistieken worden berekend
pt: A calcular estatísticas de arquivo
pt_br: Calculando estatísticas do arquivo
ro: Se calculează statisticile arhivei
ru: Расчет статистики архива
sl: Preračunavanje statistike arhiva
sv: Beräknar arkivstatistik
tr: Arşiv istatistikleri hesaplanıyor
uk: Обчислюємо статистичні дані архіву
zh_cn: 正在计算归档文件总数

source: Marking old archives as deleted
cs: Označují se staré archivy jako smazané
de: Alte Archive werden als gelöscht markiert
el: Σήμανση παλιών αρχειοθηκών ως διαγραμμένες
eo: Markado de malnovaj arkivoj kiel forigitaj
es: Marcando archivadores antiguos como eliminados
eu: Artxibo zaharrak ezabatu gisa markatzen
fa: علامت زدن بایگانی‌های قدیمی به حذف شده
fi: Merkitään vanhat arkistot poistetuiksi
fr: Marquage des anciennes archives comme supprimées
he: ארכיונים ישנים מסומנים כמחוקים
hi: पुराने पुरालेखों को विलोपित चिह्नित करें
hu: Régi archívumok töröltnek jelölése
is: Merki gamlar safnskrár sem eyddar
it: Segnalazione dei vecchi archivi come eliminati
ka: ძველი არქივების წაშლილად მონიშვნა
kk: Ескі архивтерді өшірілген деп белгілеу
nl: Oude archieven worden als verwijderd gemarkeerd
pt: A marcar arquivos antigos como eliminados
pt_br: Marcando arquivos antigos como excluídos
ro: Se marchează arhivele vechi ca șterse
ru: Пометить старые архивы как удаленные
sl: Označevanje starih arhivov kot izbrisanih
sv: Markerar gamla arkiv som borttagna
tr: Eski arşivler silindi olarak imleniyor
uk: Позначаємо застарілі архіви як вилучені
zh_cn: 正在将旧归档文件标记为已删除

source: Upgrading repository
cs: Povyšuje se úložiště
de: Depot wird aktualisiert
el: Αναβάθμιση αποθετηρίου
eo: Ĝisdatigado de deponejo
es: Actualizando repositorio
eu: Biltegia bertsio-berritzen
fa: ارتقا دادن مخزن
fi: Päivitetään tietovarastoa
fr: Mise à niveau du dépôt
he: המאגר משודרג
hi: रिपॉजिटरी का उन्नयन
hu: Tároló frissítése
is: Uppfæri gagnasafn
it: Aggiornamento del deposito
ka: რეპოზიტორიის აწევა
kk: Репозиторийді жаңғырту
nl: Opslagruimte wordt opgewaardeerd
pt: A atualizar repositório
pt_br: Atualizando repositório
ro: Se actualizează major depozitul
ru: Обновление хранилища
sl: Nadgradnja skladišča
sv: Uppgraderar lagringsplats
tr: Depo güncelleniyor
uk: Оновлюємо сховище
zh_cn: 正在升级仓库

source: Unspecified operation
cs: Blíže neupřesněná operace
de: Unbestimmter Vorgang
el: Απροσδιόριστη λειτουργία
eo: Nespecifita operacio
es: Operación no especificada
eu: Zehaztu gabeko eragiketa
fa: عملیات نامشخّص
fi: Määrittelemätön toimenpide
fr: Opération non spécifiée
he: פעולה שלא צוינה
hi: अनिर्दिष्ट अभियान
hu: Meghatározatlan művelet
is: Óskilgreind aðgerð
it: Operazione non specificata
ka: მიუთითებელი ოპერაცია
kk: Анықталмаған операция
nl: Ongespecificeerde opdracht
pt: Operação não especificada
pt_br: Operação não especificada
ro: Operațiune nespecificată
ru: Неопределенная операция
sl: Neopredeljeno opravilo
sv: Ospecificerad åtgärd
tr: Belirtilmemiş işlem
uk: Невизначена дія
zh_cn: 未指定的操作

source: Unknown operation
cs: Neznámá operace
de: Unbekannter Vorgang
el: Άγνωστη λειτουργία
eo: Nekonata operacio
es: Operación desconocida
eu: Eragiketa ezezaguna
fa: عملیات ناشناخته
fi: Tuntematon toimenpide
fr: Opération inconnue
he: פעולה לא ידועה
hi: अज्ञात अभियान
hu: Ismeretlen művelet
is: Óþekkt aðgerð
it: Operazione sconosciuta
ka: უცნობი ოპერაცია
kk: Белгісіз операция
nl: Onbekende opdracht
pt: Operação desconhecida
pt_br: Operação desconhecida
ro: Operațiune necunoscută
ru: Неизвестная операция
sl: Neznano opravilo
sv: Okänd åtgärd
tr: Bilinmeyen işlem
uk: Невідома дія
zh_cn: 未知操作

source: Handling a Question
cs: Zpracování otázky
de: Mit einer Frage umgehen
el: Χειρισμός Ερώτησης
eo: Traktado de demando
es: Gestionando una pregunta
eu: Galdera bat maneiatzen
fa: مدیریت کردن پرسش
fi: Kysymyksen käsittely
fr: Traitement d’une question
he: טיפול בשאלה
hi: सवाल पर काम कर रहे हैं
hu: Kérdés kezelése
is: Meðhöndla spurningu
it: Gestione di una domanda
ka: კითხვის დამუშავება
kk: Сұрақты өңдеу
nl: Verwerken van een vraag
pt: A lidar com uma questão
pt_br: Lidando com uma pergunta
ro: Gestionarea unei întrebări
ru: Обработка вопроса
sl: Obravnava vprašanja
sv: Hantera en fråga
tr: Soru İşleniyor
uk: Обробка питання
zh_cn: 正在处理问题

source: Attempting to access a previously unknown unencrypted repository.
cs: Pokus o přístup k dříve neznámému nešifrovanému úložišti.
de: Es wird versucht, auf ein vormals unbekanntes, nicht-verschlüsseltes Sicherungsdepot zuzugreifen.
el: Προσπάθεια πρόσβασης σε ένα προηγουμένως άγνωστο μη κρυπτογραφημένο αποθετήριο.
eo: Provo aliri antaŭe nekonatan neĉifritan repositon.
es: Intentando acceder a un repositorio desconocido no cifrado previamente.
eu: Ezezaguna den aurreko zifratu gabeko biltegi bat eskuratzen saiatzen.
fa: تلاش برای دسترسی به مخزن رمز نشدهٔ ناشناختهٔ پیشین.
fi: Yritetään käyttää aiemmin tuntematonta, salaamatonta tietovarastoa.
fr: Tentative d’accès à un dépôt non chiffré précédemment inconnu.
he: מתבצע ניסיון לגשת למאגר עבר לא ידוע ולא מוצפן.
hi: पहले से अज्ञात अकूटलेखित रिपॉजिटरी तक पहुँचने का प्रयास किया जा रहा है।
hu: Kísérlet egy korábban ismeretlen, titkosítatlan tároló elérésére.
is: Reyni að tengjast áður óþekktu ódulrituðu gagnasafni.
it: Tentativo di accesso a un deposito finora sconosciuto e non cifrato.
ka: ადრე უცნობ დაუშიფრავ რეპოზიტორიასთან წვდომის მცდელობა.
kk: Бұрын белгісіз болған шифрланбаған репозиторийге қол жеткізу әрекеті.
nl: Toegang proberen te verkrijgen tot een tot hiertoe onbekende onversleutelde opslagruimte.
pt: Tentativa de acesso a um repositório não encriptado anteriormente desconhecido.
pt_br: Tentativa de acessar um repositório não criptografado anteriormente desconhecido.
ro: Se încearcă accesarea unui depozit necriptat necunoscut anterior.
ru: Попытка доступа к ранее неизвестному незашифрованному хранилищу.
sl: Poskus dostopa do prej neznanega nešifriranega skladišča.
sv: Försöker komma åt en tidigare okänd okrypterad lagringsplats.
tr: Önceden bilinmeyen şifrelenmemiş depoya erişim deneniyor.
uk: Спроба доступу до раніше невідомого нешифрованого сховища.
zh_cn: 正在尝试访问之前未知的未加密仓库。

source: The backup repository at location “{}” was previously located at “{}”.
cs: Úložiště záloh v umístění „{}“ bylo dříve umístěno v „{}“.
de: Das Sicherungsdepot am Ort »{}« befand sich früher auf »{}«.
el: Το αποθετήριο αντιγράφων ασφαλείας στην τοποθεσία «{}» βρισκόταν προηγουμένως στην τοποθεσία «{}».
eo: La sekurkopia reposito ĉe loko “{}” antaŭe estis lokita ĉe “{}”.
es: El repositorio de respaldo en la ubicación «{}» estaba ubicado anteriormente en «{}».
eu: “{}” kokalekuko babeskopia-biltegia lehen “{}” kokalekuan zegoen.
fa: مخزن پشتیبان در مکان «{}» پیش‌تر در «{}» بود.
fi: Varmuuskopioinnin tietovarasto sijainnissa “{}” sijaitsi aiemmin sijainnissa “{}”.
fr: Le dépôt situé à l’emplacement « {} » était précédemment situé à « {} ».
he: מאגר הגיבוי תחת „{}” היה ממוקם בעבר תחת „{}”.
hi: स्थान “{}” पर बैकअप रिपॉजिटरी पहले “{}” पर स्थित थी।
hu: A(z) „{}” helyen lévő biztonsági mentési tároló korábban a(z) „{}” helyen volt.
is: Gagnasafn afritunar á geymslustaðnum “{}” var áður staðsett á “{}”.
it: Il deposito di backup alla posizione «{}» si trovava precedentemente in «{}».
ka: მარქაფის რეპოზიტორია მდებარეობაზე “{}” ადრე მდებარეობდა მისამართზე “{}”.
kk: «{}» орнындағы резервтік көшірме репозиторийі бұрын «{}» орнында болған.
nl: De back-upopslagruimte op locatie ‘{}’ bevond zich eerder op ‘{}’.
pt: O repositório de backup no local "{}" estava anteriormente localizado em "{}".
pt_br: O repositório de backup no local “{}” estava localizado anteriormente em “{}”.
ro: Depozitul de rezervă de la locația „{}” a fost localizat anterior la „{}”.
ru: Хранилище резервных копий, расположенное в «{}», ранее находилось в «{}».
sl: Skladišče varnostnih kopij na mestu »{}« se je prej nahajalo na »{}«.
sv: Säkerhetskopieringsförrådet på ”{}” fanns tidigare på ”{}”.
tr: “{}” konumundaki yedek deposu önceden “{}” konumundaydı.
uk: Сховище резервних копій у «{}» раніше було розташовано у «{}».
zh_cn: 位于“{}”的备份仓库曾经位于“{}”。

source: The backup repository was previously located at a different location.
cs: Úložiště záloh bylo dříve umístěno na jiném místě.
de: Das Sicherungsdepot befand sich früher an einem anderen Ort.
el: Το αποθετήριο αντιγράφων ασφαλείας βρισκόταν προηγουμένως σε διαφορετική τοποθεσία.
eo: La sekurkopia reposito antaŭe estis lokita ĉe malsama loko.
es: El repositorio de respaldo estaba ubicado anteriormente en una ubicación diferente.
eu: Babeskopia-biltegia lehen beste kokaleku batean zegoen.
fa: مخزن پشتیبان پیش‌تر در مکان دیگری بود.
fi: Varmuuskopion tietovarasto sijaitsi aiemmin eri sijainnissa.
fr: Le dépôt était précédemment situé à un autre emplacement.
he: מאגר הגיבוי היה קודם במקום אחר.
hi: बैकअप रिपॉजिटरी पहले एक अलग स्थान पर स्थित थी।
hu: A biztonsági mentési tároló korábban egy eltérő helyen volt.
is: Gagnasafn afritunar var áður á öðrum geymslustað.
it: Il deposito del backup si trovava precedentemente in una diversa posizione.
ka: მარქაფის რეპოზიტორია ადრე სხვაგან მდებარეობდა.
kk: Резервтік көшірме репозиторийі бұрын басқа орында болған.
nl: De back-upopslagruimte bevond zich eerder op een andere locatie.
pt: O repositório de backup estava anteriormente localizado num local diferente.
pt_br: O repositório de backup estava previalmente localizado numa diferente localização.
ro: Depozitul copiei de rezervă a fost localizat anterior într-o altă locație.
ru: Хранилище резервных копий ранее находилось в другом расположении.
sl: Skladišče varnostnih kopij se je prej nahajalo na drugem mestu.
sv: Säkerhetskopieringsförrådet fanns tidigare på en annan plats.
tr: Yedek deposu daha önce başka konumdaydı.
uk: Сховище резервних копій раніше було розташовано в іншому місці.
zh_cn: 该备份仓库曾经位于不同的位置。

source: This is a potentially dangerous function. Repairing a repository might lead to data loss (for kinds of corruption it is not capable of dealing with). BE VERY CAREFUL!
cs: Toto je potenciálně nebezpečná funkce. Oprava úložiště může vést ke ztrátě dat (u druhů poškození, s nimiž si není schopna poradit). BUĎTE VELMI OPATRNÍ!
de: Dies ist eine potenziell gefährliche Funktion. Ein Depot zu reparieren könnte zu Datenverlust führen (bei Arten von Beschädigungen, mit denen es nicht umgehen kann). SEIEN SIE SEHR VORSICHTIG!
el: Αυτή είναι μια δυνητικά επικίνδυνη λειτουργία. Η επισκευή ενός αποθετηρίου μπορεί να οδηγήσει σε απώλεια δεδομένων (για είδη φθοράς που δεν μπορεί να αντιμετωπίσει). ΠΡΟΣΕΞΤΕ ΠΑΡΑ ΠΟΛΥ!
eo: Ĉi tio estas potenciale danĝera funkcio. Riparado de reposito povus konduki al datuma perdo (por specoj de korupto kun kiuj ĝi ne kapablas trakti). ESTU TRE SINGARDA!
es: Esta es una función muy peligrosa. Reparar un repositorio puede provocar la pérdida de datos (para tipos de corrupción que no es capaz de afrontar). TENGA MUCHO CUIDADO!
eu: Funtzio hau arriskutsua izan daiteke. Biltegi bat konpontzeak datuak galtzea eragin dezake (eta hondatzeen aurkako funtzioek ezin izango dute berreskuratu). Ibili kontuz.
fi: Tämä on mahdollisesti vaarallinen toiminto. Tietovaraston korjaaminen saattaa johtaa tietojen katoamiseen (tai tietynlaiseen korruptioon, jonka korjaaminen ei onnistu). OLE ERITTÄIN VAROVAINEN!
fr: Cette fonction est potentiellement dangereuse. Réparer un dépôt peut entraîner une perte de données (pour les types de corruptions impossibles à traiter). FAITES TRÈS ATTENTION !
he: זאת פונקציה שעלולה להוביל לאסון. תיקון מאגר יכול להוביל לאובדן נתונים (עקב סוגי פגמים שאין לה אפשרות להתמודד אתם). כדאי לנקוט במשנה זהירות!
hi: यह एक संभावित खतरनाक प्रकार्य है। रिपॉजिटरी की मरम्मत करने से डेटा हानि हो सकती है (भ्रष्टाचार के प्रकार से यह निपटने में सक्षम नहीं है)। बहुत सावधान रहें!
hu: Ez egy potenciálisan veszélyes funkció. Egy tároló javítása adatvesztéshez vezethet (olyan típusú sérülések esetén, amelyekkel nem képes megbirkózni). LEGYEN NAGYON ÓVATOS!
is: Þessi aðgerð er mögulega varhugaverð. Gögn gætu glatast ef reynt er að gera við gagnasafnið (sem er skemmt þess eðlis sem ekki er hægt að fást við). FARÐU VARLEGA!
it: Questa è una funzione potenzialmente pericolosa. La riparazione di un deposito potrebbe portare alla perdita dei dati (nel caso incontri casi di danneggiamento che non è in grado di gestire). FARE MOLTA ATTENZIONE!
ka: ეს დიდი ალბათობით საშიში ფუნქციაა. რეპოზიტორიის შეკეთებამ, შეიძლება, მონაცემების კარგვამდე მიგიყვანოთ (ისეთი დაზიანებებისას, რომლებთან გამკლავებაც არ ვიცი). *ძალიან ფრთხილად იყავით*!
kk: Бұл қауіпті болуы мүмкін функция. Репозиторийді жөндеу деректердің жоғалуына әкелуі мүмкін (ол өңдей алмайтын бүліну түрлері үшін). Өте сақ болыңыз!
nl: Dit is een mogelijk gevaarlijke functie. Een opslagruimte herstellen kan leiden tot verlies van gegevens (voor soorten corruptie waartegen de functie niet opgewassen is). WEES VOORZICHTIG!
pt: Esta é uma função potencialmente perigosa. A reparação de um repositório pode levar à perda de dados (para tipos de corrupção, não é capaz de lidar com ela). SEJA MUITO CUIDADOSO!
pt_br: Esta é uma função potencialmente perigosa. Reparar um repositório pode levar à perda de dados (para tipos de corrupção com os quais ele não é capaz de lidar). TENHA MUITO CUIDADO!
ro: Aceasta este o funcție potențial periculoasă. Repararea unui depozit poate duce la pierderi de date (pentru tipurile de corupție de care nu este capabil să se ocupe). FIȚI FOARTE ATENT!
ru: Это потенциально опасная функция. Восстановление хранилища может привести к потере данных (для тех видов повреждений, с которыми она не способна справиться). БУДЬТЕ ОЧЕНЬ ОСТОРОЖНЫ!
sl: To je potencialno nevarna funkcija. Popravilo skladišča lahko povzroči izgubo podatkov (pri vrsti okvar, s katerimi se ne zmore ukvarjati). BODITE ZELO PREVIDNI!
sv: Detta är en potentiellt farlig åtgärd. Att reparera en lagringsplats kan leda till dataförlust (för typer av trasighet som den inte kan hantera). VAR MYCKET FÖRSIKTIG!
tr: Bu, potansiyel olarak tehlikeli bir işlevdir. Depoyu onarmak (baş edilemeyecek bozulmalarda) veri yitimine neden olabilir. ÇOK DİKKATLİ OLUN!
uk: Це потенційно небезпечна функціональна можливість. Відновлення даних зі сховища може призвести до втрати даних (у випадках пошкодження, яке не піддається обробці). БУДЬТЕ НАДЗВИЧАЙНО ОБЕРЕЖНІ!
zh_cn: 这可能是一个危险的操作。修复仓库可能会导致数据丢失（比如它无法处理的损坏类型）。请小心谨慎！

source: You requested to delete the repository completely, including all backup archives it contains.
cs: Požádali jste o úplné odstranění úložiště, včetně všech archivů záloh, které obsahuje.
de: Sie haben eine Komplettlöschung des Depots angefordert, inklusive aller beinhaltenden Sicherungsarchive.
el: Ζητήσατε την πλήρη διαγραφή του αποθετηρίου, συμπεριλαμβανομένων όλων των αρχειοθηκών αντιγράφων ασφαλείας που περιέχει.
eo: Vi petis forigi la repositon tute, inkluzive de ĉiuj sekurkopiaj arkivoj kiujn ĝi enhavas.
es: Solicitó eliminar el repositorio por completo, incluidos todos los archivadores de respaldo que contiene.
eu: Biltegia osorik, dituen babeskopia-artxibo guztiak barne, ezabatzea eskatu duzu.
fi: Pyysit poistamaan tietovaraston kokonaan, mukaan lukien kaikki sen sisältämät varmuuskopioarkistot.
fr: Vous avez demandé à supprimer l’intégralité du dépôt, y compris toutes les sauvegardes qu’il contient.
he: ביקשת למחוק מאגר לחלוטין, כולל כל הגיבויים שהוא מכיל.
hi: आपने रिपॉजिटरी को इसमें शामिल सभी बैकअप पुरालेखों सहित पूरी तरह से मिटने का अनुरोध किया है।
hu: A tároló teljes törlését kérte, beleértve a benne lévő összes biztonsági mentési archívumot is.
is: Þú baðst um að henda gagnasafninu í heilu lagi, með öllum þeim safnskrám öryggisafritunar sem það inniheldur.
it: È stato richiesta la cancellazione completa del deposito, con tutti gli archivi di backup che contiene.
ka: მოითხოვეთ რეპოზიტორიის სრულად წაშლა, ყველა მარქაფის ჩათვლით, რომელსაც ის შეიცავს.
kk: Сіз репозиторийді оның құрамындағы барлық резервтік архивтермен бірге толығымен өшіруді сұрадыңыз.
nl: U hebt verzocht om de opslagruimte volledig te verwijderen, inclusief alle back-uparchieven die ze bevat.
pt: Pediu para eliminar completamente o repositório, incluindo todos os arquivos de backup que contém.
pt_br: Você solicitou a exclusão completa do repositório, incluindo todos os arquivos de backup que ele contém.
ro: Ați solicitat să ștergeți depozitul complet, inclusiv toate arhivele copiilor de rezervă pe care le conține.
ru: Вы запросили полное удаление хранилища, включая все содержащиеся в нем резервные архивы.
sl: Zahtevali ste, da v celoti izbrišete skladišče, vključno z vsemi arhivi varnostnih kopij, ki jih vsebuje.
sv: Du begärde att ta bort lagringsplatsen helt, inklusive alla arkiv av säkerhetskopior som den innehåller.
tr: Depoyu, içerdiği tüm yedek arşivleriyle birlikte tümüyle silmek istediniz.
uk: Вами надіслано запит на повне вилучення сховища, включно із усіма архівами резервних копій, що у ньому містяться.
zh_cn: 您请求完全删除该仓库，包括其中所有的备份归档文件。

source: Unexpected question from borgbackup: “{}”
cs: Neočekávaná otázka od borgbackup: „{}“
de: Unerwartete Frage von borgbackup: »{}«
el: Απροσδόκητη ερώτηση από το borgbackup: «{}»
eo: Neatendita demando de borgbackup: “{}”
es: Pregunta inesperada desde borgbackup: «{}»
eu: Espero ez zen galdera borgbackup aplikaziorako: “{}”
fa: پرسش غیرمنتظره از بورگ: «{}»
fi: Odottamaton kysymys borgbackupilta: “{}”
fr: Question inattendue de borgbackup : « {} »
he: שאלה לא צפויה מ־borgbackup: „{}”
hi: borgbackup से अप्रत्याशित प्रश्न: “{}”
hu: Váratlan kérdés a borgbackup programtól: „{}”
is: Óvænt spurning frá borgbackup: “{}”
it: Domanda inaspettata da borgbackup: «{}»
ka: მოულოდნელი კითხვა borgbackup-დან: “{}”
kk: borgbackup-тан күтпеген сұрақ: «{}»
nl: Onverwachte vraag van borgbackup: ‘{}’
pt: Questão inesperada do borgbackup: “{}”
pt_br: Questão inesperada do borgbackup: “{}”
ro: Întrebare neașteptată de la borgbackup: „{}”
ru: Неожиданный вопрос от borgbackup: «{}»
sl: Nepričakovano vprašanje borgbackup: »{}«
sv: Oväntad fråga från borgbackup: ”{}”
tr: borgbackup’dan beklenmedik soru: “{}”
uk: Неочікуване питання від borgbackup: «{}»
zh_cn: 来自 borgbackup 的意外问题：“{}”

source: {} Do you want to continue?
cs: {} Přejete si pokračovat?
de: {} Möchten Sie fortsetzen?
el: {} Θέλετε να συνεχίσετε;
eo: {} Ĉu vi volas daŭrigi?
es: {} ¿Quiere continuar?
eu: {} Jarraitu?
fa: {} می‌خواهید ادامه دهید؟
fi: {} Haluatko jatkaa?
fr: {} Voulez-vous continuer ?
he: {} להמשיך?
hi: {} क्या आप जारी रखना चाहते हैं?
hu: {} Szeretné folytatni?
is: {} Viltu halda áfram?
it: {} Continuare?
ka: {} გნებავთ, გააგრძელოთ?
kk: {} Жалғастыруды қалайсыз ба?
nl: {} Wilt u doorgaan?
pt: {} Deseja continuar?
pt_br: {} Você quer continuar?
ro: {} Doriți să continuați?
ru: {} Вы хотите продолжить?
sl: {} Ali želite nadaljevati?
sv: {} Vill du fortsätta?
tr: {} Sürdürmek ister misiniz?
uk: {} Хочете продовжити виконання дії?
zh_cn: {} 您想要继续吗？

source: Standard error output
cs: Chyba standardního výstupu
de: Standard-Fehlerausgabe
el: Τυπική έξοδος σφάλματος
eo: Normala erara eligo
es: Salida de error estándar
eu: Errore estandarraren irteera
fa: خروجی خطای استاندارد
fi: Standardi virhetuloste
fr: Sortie d’erreur standard
he: פלט שגיאה תקני
hi: मानक त्रुटि आउटपुट
hu: Szabványos hibakimenet
is: Staðlað villuúttak
it: Output standard error
ka: სტანდარტული შეცდომის გამოტანა
kk: Қателердің стандартты шығысы
nl: Standaardfoutuitvoer
pt: Saída de erro padrão
pt_br: Saída de erro padrão
ro: Ieșirea standard a erorilor
ru: Стандартный вывод ошибок
sl: Standardni odvod napake
sv: Utmatning på standard fel
tr: Standart hata çıktısı
uk: Стандартне виведення помилок
zh_cn: 标准错误输出

source: Debug
cs: Ladění
de: Fehlersuche
el: Αποσφαλμάτωση
eo: Sencimigi
es: Depurar
eu: Arazketa
fa: اشکال‌زدایی
fi: Virheenjäljitys
fr: Déboguer
he: ניפוי שגיאות
hi: डिबग
hu: Hibakeresés
is: Villukembing
ka: გამართვა
kk: Жөндеу
nl: Foutopsporing
pt: Depurar
pt_br: Depuração
ro: Depanează
ru: Отладка
sl: Razhroščevanje
sv: Felsök
tr: Hata Ayıkla
uk: Діагностика
zh_cn: 调试

source: Info
cs: Informace
el: Πληροφορίες
eo: Informo
eu: Informazioa
fa: اطّلاعات
he: מידע
hi: जानकारी
hu: Információ
is: Upplýsingar
it: Informazioni
ka: ინფორმაცია
kk: Ақпарат
pt: Informação
ro: Informații
ru: Информация
sl: Podrobnosti
tr: Bilgi
uk: Відомості
zh_cn: 信息

source: Warning
cs: Varování
de: Warnung
el: Προειδοποίηση
eo: Averto
es: Advertencia
eu: Abisua
fa: اخطار
fi: Varoitus
fr: Avertissement
he: אזהרה
hi: चेतावनी
hu: Figyelmeztetés
is: Aðvörun
it: Avviso
ka: გაფრთხილება
kk: Ескерту
nl: Waarschuwing
pt: Aviso
pt_br: Aviso
ro: Avertisment
ru: Предупреждение
sl: Opozorilo
sv: Varning
tr: Uyarı
uk: Попередження
zh_cn: 警告

source: Error
cs: Chyba
de: Fehler
el: Σφάλμα
eo: Eraro
eu: Errorea
fa: خطا
fi: Virhe
fr: Erreur
he: שגיאה
hi: त्रुटि
hu: Hiba
is: Villa
it: Errore
ka: შეცდომა
kk: Қате
nl: Fout
pt: Erro
pt_br: Erro
ro: Eroare
ru: Ошибка
sl: Napaka
sv: Fel
tr: Hata
uk: Помилка
zh_cn: 错误

source: Critical
cs: Kritické
de: Kritisch
el: Κρίσιμο
eo: Kritika
es: Crítico
eu: Larria
fa: حیاتی
fi: Kriittinen
fr: Critique
he: קריטי
hi: गंभीर
hu: Kritikus
is: Alvarleg
it: Critico
ka: კრიტიკული
kk: Критикалық
nl: Kritiek
pt: Crítico
pt_br: Crítico
ro: Critic
ru: Критическая
sl: Kritično
sv: Kritisk
tr: Kritik
uk: Критична помилка
zh_cn: 严重

source: Undefined
cs: Neurčeno
de: Undefiniert
el: Απροσδιόριστο
eo: Nedefinita
es: No definido
eu: Definitu gabe
fa: تعریف نشده
fi: Määrittämätön
fr: Non défini
he: לא מוגדר
hi: अपरिभाषित
hu: Nincs meghatározva
is: Óskilgreint
it: Non definito
ka: გაურკვეველი
kk: Анықталмаған
nl: Ongedefinieerd
pt: Indefinido
pt_br: Indefinido
ro: Nedefinit
ru: Неопределено
sl: Nedoločeno
sv: Odefinierad
tr: Tanımsız
uk: Не визначено
zh_cn: 未定义

source: The following variables are available:
cs: K dispozici jsou následující proměnné:
de: Die folgenden Variablen sind verfügbar:
el: Οι ακόλουθες μεταβλητές είναι διαθέσιμες:
eo: La sekvaj variabloj estas disponeblaj:
es: Las siguientes variables están disponibles:
eu: Honako aldagaiak daude erabilgarri:
fa: متغیّرهای زیر موجودند:
fi: Seuraavat muuttujat ovat käytettävissä:
fr: Les variables suivantes sont disponibles :
he: המשתנים הבאים זמינים:
hi: निम्नलिखित चर उपलब्ध हैं:
hu: A következő változók érhetők el:
is: Eftirtaldar breytur eru tiltækar:
it: Sono disponibili le seguenti variabili:
ka: ხელმისაწვდომია შემდეგი ცვლადები:
kk: Келесі айнымалылар қолжетімді:
pt: Estão disponíveis as seguintes variáveis:
pt_br: As seguintes variáveis estão disponíveis:
ro: Următoarele variabile sunt disponibile:
ru: Доступны следующие переменные:
sl: Na voljo so naslednje spremenljivke:
sv: Följande variabler är tillgängliga:
tr: Aşağıdaki değişkenler kullanılabilir:
uk: Можна скористатися такими змінними:
zh_cn: 下列变量可用：
