Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Backup with id “{}” already exists.
cs: Záloha s id „{}“ již existuje.
de: Datensicherung mit der ID »{}« existiert bereits.
el: Υπάρχει ήδη αντίγραφο ασφαλείας με αναγνωριστικό «{}».
eo: Sekurkopio kun IDo “{}” jam ekzistas.
es: Ya existe un respaldo con ID «{}»
eu: Badago lehendik “{}” IDa duen babeskopia.
fa: پشتیبان با شناسهٔ {} از پیش موجود است.
fi: Varmuuskopio tunnisteella “{}” on jo olemassa.
fr: La sauvegarde avec l’identifiant « {} » existe déjà.
he: כבר קיים גיבוי עם המזהה „{}”.
hi: ID “{}” वाला बैकअप पहले से मौजूद है।
hu: Már létezik „{}” azonosítójú biztonsági mentés.
is: Öryggisafrit með auðkennið “{}” er þegar til.
it: Un backup con ID «{}» esiste già.
ka: მარქაფი id-ით “{}” უკვე არსებობს.
kk: ID-і «{}» болатын резервтік көшірме қазірдің өзінде бар.
nl: Back-up met ID ‘{}’ bestaat al.
pt: Já existe backup com o id “{}”.
pt_br: Já existe backup com o id “{}”.
ro: Copia de rezervă cu id-ul „{}” există deja.
ru: Резервная копия с идентификатором «{}» уже существует.
sl: Varnostna kopija z ID »{}« že obstaja.
sv: Säkerhetskopiering med id ”{}” finns redan.
tr: “{}” kimlikli yedek zaten var.
uk: Резервна копія із ідентифікатором «{}» вже існує.
zh_cn: ID 为“{}”的备份已存在。

source: Could not find backup configuration with id “{}”.
cs: Nezdařilo se najít nastavení záloh s id „{}“.
de: Sicherungskonfiguration mit der Kennung »{}« konnte nicht gefunden werden.
el: Δεν ήταν δυνατή η εύρεση της ρύθμισης αντιγράφων ασφαλείας με αναγνωριστικό «{}».
eo: Ne eblis trovi sekurkopian agordon kun IDo “{}”.
es: No se pudo encontrar la configuración del respaldo con ID «{}».
eu: Ezin da aurkitu “{}” IDa duen babeskopia-konfigurazioa.
fa: نتوانست پیکربندی پشتیبانی با شناسهٔ {} را بیابد.
fi: Varmuuskopioinnin kokoonpanoa tunnisteella “{}” ei löytynyt.
fr: Impossible de trouver la configuration de sauvegarde ayant pour identifiant « {} ».
he: לא ניתן למצוא את הגדרות הגיבוי עם המזהה „{}”.
hi: ID “{}” के साथ बैकअप विन्यास नहीं मिल सका।
hu: Nem található „{}” azonosítójú biztonsági mentési beállítás.
is: Fann ekki stilliskrá öryggisafritunar með auðkennið “{}”.
it: Impossibile trovare una configurazione di backup con ID «{}».
ka: მარქაფის კონფიგურაცია ID-ით "{}" ვერ ვიპოვე.
kk: ID-і «{}» болатын резервтік көшірме баптауы табылмады.
nl: Kon back-upconfiguratie met ID ‘{}’ niet vinden.
pt: Não foi possível localizar a configuração de backup com o id “{}”.
pt_br: Não foi possível localizar configuração de backup com id “{}”.
ro: Nu s-a putut găsi configurația cu id-ul „{}”.
ru: Не удалось найти конфигурацию резервного копирования с идентификатором «{}».
sl: Ni mogoče najti nastavitev varnostne kopije z ID »{}«.
sv: Kunde inte hitta säkerhetskopieringskonfiguration med id ”{}”.
tr: “{}” kimlikli yedekleme yapılandırması bulunamadı.
uk: Не вдалося знайти налаштування резервної копії із ідентифікатором «{}».
zh_cn: 无法找到 ID 为“{}”的备份配置。

source: Canceled
cs: Zrušeno
de: Abgebrochen
el: Ακυρώθηκε
eo: Ĉesigita
es: Cancelado
eu: Bertan behera utzi da
fa: لغو شده
fi: Peruttu
he: בוטל
hu: Megszakítva
it: Annullato
ka: გაუქმებულია
kk: Бас тартылды
pt_br: Cancelado
ro: Anulat
ru: Отменено
sl: Preklicano
sv: Avbruten
tr: İptal Edildi
uk: Скасовано
zh_cn: 已取消

source: Failed to run “borg”. Is BorgBackup installed correctly?
cs: Selhalo spuštění programu „borg“. Je BorgBackup správně nainstalovaný?
de: Das Starten von »borg« ist fehlgeschlagen. Ist BorgBackup richtig installiert?
el: Αποτυχία εκτέλεσης του «borg». Είναι το BorgBackup εγκατεστημένο σωστά;
eo: Malsukcesis kuri “borg”. Ĉu BorgSekurkopio estas ĝuste instalita?
es: Falló al ejecutar «borg». ¿Está BorgBackup instalado correctamente?
eu: Huts egin du “borg” exekutatzeak. Ongi instalatuta al dago BorgBackup?
fa: شکت در اجرای borg. آیا بورگ درست نصب شده؟
fi: Ei voitu suorittaa “borg”. Onko BorgBackup asennettu?
fr: Échec de l’exécution de « borg ». BorgBackup est-il correctement installé ?
he: הפעלת „borg” נכשלה. האם BorgBackup מותקן כראוי?
hi: “borg” चलाने में विफल। क्या BorgBackup सही ढंग से स्थापित है?
hu: Nem sikerült a „borg” futtatása. A BorgBackup helyesen van telepítve?
is: Tókst ekki að keyra “borg”. Er BorgBackup sett upp á réttan hátt?
it: L'avvio di «borg» non è andato a buon fine. Il programma BorgBackup è installato correttamente?
ka: “borg”-ის გაშვების შეცდომა. დაყენებულია BorgBackup?
kk: «borg» командасын орындау сәтсіз аяқталды. BorgBackup дұрыс орнатылған ба?
nl: Uitvoeren van ‘borg’ is mislukt. Is BorgBackup correct geïnstalleerd?
pt: Falha ao executar o “borg”. O BorgBackup está instalado corretamente?
pt_br: Falha ao executar "borg". O BorgBackup está instalado corretamente?
ro: Nu s-a putut rula „borg”. BorgBackup este instalat corect?
ru: Не удалось запустить «borg». Правильно ли установлен BorgBackup?
sl: Izvajanje ukazov »borg« je spodletelo. Ali je program BorgBackup pravilno nameščen?
sv: Misslyckades med att köra ”borg”. Är BorgBackup installerat korrekt?
tr: “borg” çalıştırılamadı. BorgBackup doğru kuruldu mu?
uk: Не вдалося запустити «borg». Чи встановлено належним чином BorgBackup?
zh_cn: 运行“borg”失败。BorgBackup 是否已正确安装？

source: BorgBackup Version Too Old
cs: Verze programu BorgBackup je příliš stará
de: Die Version von BorgBackup ist zu alt
el: Η Έκδοση του BorgBackup Είναι Πολύ Παλιά
eo: BorgBackup-a versio estas tro malnova
es: La versión de BorgBackup es demasiado antigua
eu: BorgBackup bertsioa zaharregia da
fa: نگارش بورگ بیش از حد قدیمی
fi: BorgBackupin versio on liian vanha
he: הגרסה של BorgBackup ישנה מדי
hi: BorgBackup संस्करण बहुत पुराना है
hu: A BorgBackup verzió túl régi
it: Versione di BorgBackup troppo vecchia
ka: BorgBackup-ის ვერსია მეტისმეტად ძველია
kk: BorgBackup нұсқасы тым ескі
pt_br: Versão do BorgBackup é antiga demais
ro: Versiunea BorgBackup este prea veche
ru: Версия BorgBackup слишком старая
sl: Različica programa BorgBackup je prestara
sv: BorgBackup-version för gammal
tr: BorgBackup Sürümü Çok Eski
uk: Надто застаріла версія BorgBackup
zh_cn: BorgBackup 版本太旧

source: The installed version {} of BorgBackup is older than the required version {}. This is unsupported.
cs: Nainstalovaná verze {} programu BorgBackup je starší než požadovaná verze {}. Toto není podporováno.
de: Die installierte Version {} von BorgBackup ist älter als die erforderliche Version {}. Dies wird nicht unterstützt.
el: Η εγκατεστημένη έκδοση {} του BorgBackup είναι παλαιότερη από την απαιτούμενη έκδοση {}. Αυτό δεν υποστηρίζεται.
eo: La instalita versio {} de BorgBackup estas pli malnova ol la postulata versio {}. Ĉi tio estas nesubtenata.
es: La versión {} de BorgBackup instalada es más antigua que la versión requerida {}. No es compatible.
eu: Instalatuta dagoen BorgBackup bertsioa, {}, zaharregia da. Zenbait eginbidek borg-backup {} bertsioa behar dute.
fa: نگارش بورگ نصب شده {} قدیمی‌تر از نگارش لازم {} است. این نگارش پشتیبانی نمی‌شود.
fi: BorgBackupin asennettu versio {} on vanhempi kuin vaadittu versio {}. Tämä ei ole tuettu.
he: הגרסה המותקנת {} של BorgBackup ישנה מהגרסה הנחוצה {}. אין תמיכה במצב כזה.
hi: BorgBackup का स्थापित संस्करण {} आवश्यक संस्करण {} से पुराना है। यह असमर्थित है।
hu: A BorgBackup telepített verziója ({}) régebbi mint a megkövetelt verzió ({}). Ez nem támogatott.
it: La versione {} di BorgBackup installata è più vecchia della versione richiesta, la {}: non è supportata.
ka: BorgBackup-ის დაყენებული ვერსია {} ძალიან ძველია. მოთხოვნილია აუცილებელი ვერსია {}. ეს მხარდაჭერილი არაა.
kk: BorgBackup бағдарламасының орнатылған {} нұсқасы қажетті {} нұсқасынан ескі. Бұған қолдау көрсетілмейді.
pt_br: A versão instalada {} do BorgBackup é mais antiga que a versão {} requerida. Esta não é suportada.
ro: Versiunea instalată {} de BorgBackup este mai veche decât versiunea necesară {}. Acest lucru nu este suportat.
ru: Установленная версия {} BorgBackup старше требуемой версии {}. Это не поддерживается.
sl: Nameščena različica programa BorgBackup {} je starejša od pričakovane različice {}, zato ni podprta.
sv: Den installerade versionen {} av BorgBackup är äldre än version {} som krävs. Detta stöds inte.
tr: Kurulu BorgBackup {} sürümü gerekli {} sürümünden eski ve desteklenmiyor.
uk: Встановлена версія BorgBackup {} є надто застарілою. Потрібна версія — {}. Підтримки цієї комбінації не передбачено.
zh_cn: BorgBackup 的安装版本 {} 太旧，需要的版本为 {}。

source: BorgBackup Version Too New
cs: Verze programu BorgBackup je příliš nová
de: Die Version von BorgBackup ist zu neu
el: Η Έκδοση του BorgBackup Είναι Πολύ Νέα
eo: BorgBackup-a versio estas tro nova
es: La versión de BorgBackup es demasiado nueva
eu: BorgBackup bertsioa berriegia da
fa: نگارش بورگ بیش از حد جدید
fi: BorgBackupin versio on liian uusi
he: הגרסה של BorgBackup חדשה מדי
hi: BorgBackup संस्करण बहुत नया है
hu: A BorgBackup verzió túl új
it: Versione di BorgBackup troppo recente
ka: BorgBackup-ის ვერსია მეტისმეტად ახალია
kk: BorgBackup нұсқасы тым жаңа
pt_br: Versão do BorgBackup é nova demais
ro: Versiunea BorgBackup este prea nouă
ru: Версия BorgBackup слишком новая
sl: Različica programa BorgBackup je preveč nova
sv: BorgBackup-version för ny
tr: BorgBackup Sürümü Çok Yeni
uk: Надто нова версія BorgBackup
zh_cn: BorgBackup 版本太新

source: The installed version {} of BorgBackup is new and untested. Version {} is recommended.
cs: Nainstalovaná verze {} programu BorgBackup je nová a netestovaná. Doporučená verze je {}.
de: Die installierte Version {} von BorgBackup ist neu und ungetestet. Version {} wird empfohlen.
el: Η εγκατεστημένη έκδοση {} του BorgBackup είναι νέα και μη δοκιμασμένη. Η έκδοση {} συνιστάται.
eo: La instalita versio {} de BorgBackup estas nova kaj netestita. Versio {} estas rekomendata.
es: La versión {} de BorgBackup instalada es demasiado nueva y no ha sido suficientemente probada. Se recomienda la versión {}.
eu: Instalatuta dagoen BorgBackup bertsioa, {}, berriegia da eta ez da probatu. {} bertsioa gomendatzen da.
fa: نگارش بورگ نصب شده {} جدید و ناآزموده است. نگارش {} توصیه می‌شود.
fi: BorgBackupin asennettu versio {} on uusi ja testaamaton. Versio {} on suositeltu.
he: הגרסה המותקנת {} של BorgBackup חדשה וטרם נבדקה. מומלץ להשתמש בגרסה {}.
hi: BorgBackup का स्थापित संस्करण {} नया और अपरीक्षित है। संस्करण {} अनुशंसित है।
hu: A BorgBackup telepített verziója ({}) új és nem tesztelt. A következő verzió ajánlott: {}.
it: La versione {} di BorgBackup installata è recente e non è testata. Si raccomanda la versione {}.
ka: BorgBackup-ის დაყენებული ვერსია {} მეტსმეტად ახალია. რეკომენდებული ვერსიაა {}.
kk: BorgBackup бағдарламасының орнатылған {} нұсқасы жаңа және тексерілмеген. {} нұсқасы ұсынылады.
pt_br: A versão instalada {} do BorgBackup é demasiado nova e não testada. A versão {} é a recomendada.
ro: Versiunea instalată {} de BorgBackup este nouă și nu este testată. Versiunea {} este recomandată.
ru: Установленная версия {} BorgBackup слишком новая и непроверенная. Рекомендуется использовать версию {}.
sl: Nameščena različica programa BorgBackup {} je nova in nepreizkušena. Priporočamo različico {}.
sv: Den installerade versionen {} av BorgBackup är ny och otestad. Version {} rekommenderas.
tr: Kurulu BorgBackup sürümü {} yeni ve sınanmamış. {} sürümü önerilir.
uk: Встановлена версія {} програми BorgBackup є надто новою і неперевіреною. Рекомендуємо скористатися версією {}.
zh_cn: BorgBackup 的安装版本 {} 太新且未经测试。推荐版本为 {}。

source: Failed to Check BorgBackup Version
cs: Selhala kontrola verze programu BorgBackup
de: Überprüfen der BorgBackup-Version fehlgeschlagen
el: Αποτυχία Ελέγχου της Έκδοσης του BorgBackup
eo: Malsukcesis kontroli BorgBackup-an version
es: No se puede comprobar la versión de BorgBackup
eu: Huts egin du BorgBackup bertsioa egiaztatzeak
fa: شکست در بررسی نگارش بورگ
fi: BorgBackupin version tarkistaminen epäonnistui
fr: Impossible de vérifier la version de BorgBackup
he: בדיקת גרסת ה־BorgBackup נכשלה
hi: BorgBackup संस्करण की जांच करने में विफल
hu: Nem sikerült a BorgBackup verziójának ellenőrzése
is: Tókst ekki að athuga útgáfu BorgBacup
it: Controllo della versione di BorgBackup non riuscito
ka: BorgBackup-ის ვერსიის შემოწმების შეცდომა
kk: BorgBackup нұсқасын тексеру сәтсіз аяқталды
nl: Kan versie van BorgBackup niet controleren
pt: Não é possível verificar a versão do BorgBackup
pt_br: Falha ao verificar a versão do BorgBackup
ro: Nu s-a putut verifica versiunea BorgBackup
ru: Не удалось проверить версию BorgBackup
sl: Ni mogoče preveriti različice BorgVackup
sv: Misslyckades med att kontrollera BorgBackup-version
tr: BorgBackup Sürümü Denetlenemedi
uk: Не вдалося виконати перевірку версії BorgBackup
zh_cn: 检查 BorgBackup 版本失败

source: The installed version {} might not work.
cs: Nainstalovaná verze {} nemusí fungovat.
de: Die installierte Version {} funktioniert möglicherweise nicht.
el: Η εγκατεστημένη έκδοση {} ενδέχεται να μην λειτουργεί.
eo: La instalita versio {} eble ne funkcios.
es: La versión {} instalada podría no funcionar.
eu: Instalatutako {} bertsioa agian ez dabil.
fa: ممکن است نگارش نصب شده {} کار نکند.
fi: Asennettu versio {} ei välttämättä toimi.
fr: La version installée {} peut ne pas fonctionner.
he: יכול להיות שהגרסה המותקנת {} לא תעבוד.
hi: स्थापित संस्करण {} शायद काम न करे।
hu: A telepített verzió ({}) esetleg nem fog működni.
is: Getur verið að uppsetta útgáfan {} virki ekki.
it: La versione {} installata potrebbe non funzionare.
ka: დაყენებულმა ვერსიამ {} შეიძლება, არ იმუშაოს.
kk: Орнатылған {} нұсқасы жұмыс істемеуі мүмкін.
nl: De geïnstalleerde versie {} werkt mogelijk niet.
pt: A versão instalada {} pode não funcionar.
pt_br: A versão instalada {} pode não funcionar.
ro: Versiunea instalată {} poate să nu funcționeze.
ru: Установленная версия {} может не работать.
sl: Nameščena različica {} morda ne bo delovala.
sv: Den installerade versionen {} kommer kanske inte att fungera.
tr: Kurulu {} sürümü çalışmayabilir.
uk: Встановлена версія, {}, може виявитися непрацездатною.
zh_cn: 已安装的版本 {} 可能无法工作。

source: Could not write configuration file.
cs: Nezdařilo se zapsat soubor s nastavením.
de: Konfigurationsdatei konnte nicht geschrieben werden.
el: Δεν ήταν δυνατή η εγγραφή του αρχείου ρυθμίσεων.
eo: Ne eblis skribi agordan dosieron.
es: No se pudo escribir en el archivo de configuración.
eu: Ezin izan da konfigurazio-fitxategia idatzi.
fa: نتوانست پروندهٔ پیکربندی را بنویسد.
fi: Asetustiedostoon ei voitu kirjoittaa.
fr: Impossible d’écrire le fichier de configuration.
he: לא ניתן לכתוב את קובץ ההגדרות.
hi: विन्यास फाइल नहीं लिख सका।
hu: Nem sikerült kiírni a beállítófájlt.
is: Gat ekki skrifað stilliskrá.
it: Impossibile scrivere il file di configurazione.
ka: კონფიგურაციის ფაილის ჩაწერის შეცდომა.
kk: Баптаулар файлын жазу мүмкін болмады.
nl: Kon configuratiebestand niet schrijven.
pt: Não foi possível gravar ficheiro de configuração.
pt_br: Não foi possível gravar arquivo de configuração.
ro: Nu s-a putut scrie fișierul de configurație.
ru: Не удалось записать файл конфигурации.
sl: Ni mogoče zapisati nastavitvene datoteke.
sv: Kunde inte skriva konfigurationsfil.
tr: Yapılandırma dosyası yazılamadı.
uk: Не вдалося записати файл налаштувань.
zh_cn: 无法写入配置文件。

source: Failed to Mount
cs: Selhalo připojení
de: Einhängen fehlgeschlagen
el: Αποτυχία Προσάρτησης
eo: Malsukcesis munti
es: Falló al montar
eu: Huts egin du muntatzeak
fa: شکست در سوار کردن
fi: Liittäminen epäonnistui
fr: Échec du montage
he: העיגון נכשל
hi: माउंट करने में विफल
hu: A csatolás sikertelen
is: Tókst ekki að tengja í skráakerfi
it: Montaggio non riuscito
ka: მიმაგრების შეცდომა
kk: Тіркеу сәтсіз аяқталды
nl: Aankoppelen mislukt
pt: Falha ao montar
pt_br: Falha ao montar
ro: Nu s-a putut monta
ru: Не удалось смонтировать
sl: Priklapljanje je spodletelo
sv: Misslyckades med att montera
tr: Bağlanamadı
uk: Не вдалося змонтувати
zh_cn: 挂载失败

source: The network server is not available
cs: Síťový server není dostupný
de: Der Netzwerkserver ist nicht verfügbar
el: Ο διακομιστής δικτύου δεν είναι διαθέσιμος
eo: La retservilo ne estas disponebla
es: El servidor de red no está disponible
eu: Sareko zerbitzaria ez dago eskuragarri
fa: کارساز شبکه در دسترس نیست
fi: Verkkopalvelin ei ole käytettävissä
fr: Le serveur réseau n’est pas disponible
he: שרת הרשת לא זמין
hi: नेटवर्क सर्वर उपलब्ध नहीं है
hu: A hálózati kiszolgáló nem érhető el
is: Netþjónninn er ekki tiltækur
it: Il server di rete non è disponibile
ka: ქსელური სერვერი ხელმისაწვდომი არაა
kk: Желілік сервер қолжетімді емес
pt: O servidor de rede não está disponível
pt_br: O servidor de rede não está disponível
ro: Serverul de rețea nu este disponibil
ru: Сетевой сервер недоступен
sl: Omrežni strežnik ni na voljo
sv: Nätverksservern är inte tillgänglig
tr: Ağ sunucusu kullanılabilir değil
uk: Немає доступу до мережевого сервера
zh_cn: 网络服务器不可用

source: Idle
cs: Nečinné
de: Untätig
el: Σε αδράνεια
eo: Neaktiva
es: Inactivo
eu: Inaktiboa
fa: بی‌کار
fi: Jouten
fr: Inactif
he: בהמתנה
hi: खाली
hu: Tétlen
is: Iðjulaus
it: Inattivo
ka: უმოქმედო
kk: Іссіз
nl: Inactief
pt: Inativo
pt_br: Inativo
ro: Inactiv
ru: Ожидание
sl: Nedejaven
sv: Inaktiv
tr: Boşta
uk: Бездіяльність
zh_cn: 空闲

source: Unable to determine background process status
cs: Nelze určit stav procesu na pozadí
de: Der Status des Hintergrundprozesses konnte nicht ermittelt werden
el: Αδυναμία προσδιορισμού της κατάστασης της διεργασίας παρασκηνίου
eo: Ne eblis determini la staton de la fona procezo
es: Imposible determinar el estado del proceso en segundo plano
eu: Ezin izan da atzeko planoko prozesuaren egoera zehaztu
fa: ناتوان در تشخیص وضعیت فرایند پس‌زمینه
fi: Taustaprosessin tilaa ei voitu päätellä
fr: Impossible de déterminer le statut du processus en arrière-plan
he: לא ניתן לזהות את מצב תהליך הרקע
hi: पृष्ठभूमि प्रक्रिया स्थिति निर्धारित करने में असमर्थ
hu: Nem lehet megállapítani a háttérfolyamat állapotát
is: Gat ekki ákvarðað stöðu bakgrunnsferlis
it: Determinazione dello stato del processo sullo sfondo non riuscita
ka: ფონური პროცესის მდგომარეობის განსაზღვრა შეუძლებელია
kk: Фондық процестің күйін анықтау мүмкін емес
nl: Kan achtergrondprocesstatus niet bepalen
pt: Não foi possível de determinar o estado do processo em segundo plano
pt_br: Não foi possível determinar o status do processo em segundo plano
ro: Nu se poate determina starea procesului de fundal
ru: Невозможно определить статус фонового процесса
sl: Ni mogoče določiti stanja opravil v ozadju
sv: Kunde inte avgöra status för bakgrundsprocess
tr: Arka plan işlem durumu belirlenemedi
uk: Не вдалося визначити стан фонового процесу
zh_cn: 无法测定后台进程状态

source: Backup location “{}” might be filling up. Estimated space missing to store all data: {}.
cs: Umístění „{}“ pro zálohu se může zcela zaplnit. Pro uložení všech dat schází odhadem: {}.
de: Der Sicherungsort »{}« könnte bald voll sein. Geschätzter fehlender Speicherplatz, um alle Daten sichern zu können: {}.
el: Η τοποθεσία αντιγράφων ασφαλείας «{}» ενδέχεται να γεμίζει. Εκτιμώμενος χώρος που λείπει για την αποθήκευση όλων των δεδομένων: {}.
eo: Sekurkopia loko “{}” eble plenpleniĝas. Taksita mankanta spaco por konservi ĉiujn datumojn: {}.
es: La ubicación de respaldo «{}» podría estar llenándose. Espacio faltante estimado para almacenar todos los datos: {}.
eu: Babeskopiaren kokalekua, “{}”, betetzen ari da. Datu guztiak gordetzeko falta den espazioa gutxi gorabehera: {}.
fi: Varmuuskopion sijainti “{}” saattaa olla täyttymässä. Kaikkien tietojen tallentamiseksi tilaa puuttuu arviolta: {}.
fr: L’espace de stockage du périphérique « {} » peut être insuffisant. Il manquerait {} pour tout sauvegarder.
he: מיקום הגיבוי „{}” מתמלא. המקום החסר המשוערך לאחסון כל הנתונים: {}.
hi: बैकअप स्थान “{}” भर रहा होगा। सभी डेटा संग्रहीत करने के लिए अनुमानित स्थान अनुपलब्ध है: {}।
hu: A(z) „{}” biztonsági mentési hely betelhet. A becsült hiányzó hely az összes adat tárolásához: {}.
is: Afritunargeymslustaðurinn “{}” gæti verið að fyllast. Áætlað pláss sem þarf til að geyma öll gögn er: {}.
it: La posizione «{}» del backup è quasi piena. Stima dello spazio mancante per salvare tutti i dati: {}.
ka: მარქაფის მდებარეობა "{}" ივსება. დაახლოებით საჭირო ადგილი, რომ ყველაფერი შევინახო: {}.
kk: Резервтік көшірме орны «{}» толып қалуы мүмкін. Барлық деректерді сақтау үшін жетіспейтін орын: {}.
nl: De back-uplocatie ‘{}’ raakt mogelijk vol. Geschatte ontbrekende ruimte om alle gegevens op te slaan: {}.
pt: O local do backup “{}” pode estar em preenchimento. Espaço estimado em falta para armazenar todos os dados: {}.
pt_br: Local de Backup “{}” pode estar em preenchimento. Falta estimativa de espaço para armazenar todos os dados: {}.
ro: Locația de copii de rezervă „{}” s-ar putea să se umple. Spațiul estimat ce lipsește pentru a stoca toate datele: {}.
ru: Расположение резервного копирования «{}» может быть заполнено. Предполагаемое место, недостающее для хранения всех данных: {}.
sl: Mesto za ustvarjanje varnostnih kopij »{}« je morda že polno. Količina podatkov presega ocenjen manjkajoč prostor {}.
sv: Säkerhetskopieringsplatsen ”{}” kan börja vara full. Beräknat utrymme som saknas för att lagra alla data: {}.
tr: “{}” yedekleme konumu doluyor olabilir. Tüm verileri depolamak için öngörülen eksik alan: {}.
uk: Місце для резервних копій «{}» може бути близьким до переповнення. Оцінка вільного місця не дає змоги зберегти усі дані: {}.
zh_cn: 备份位置“{}”可能填满了。保存全部数据估计还缺少空间：{}。

source: Request to run in background failed
cs: Požadavek na běh na pozadí selhal
de: Anfrage, Anwendung im Hintergrund auszuführen, fehlgeschlagen
el: Το αίτημα για εκτέλεση στο παρασκήνιο απέτυχε
eo: Malsukcesis peto kuri en la fono
es: Ha fallado la solicitud para funcionar en segundo plano
eu: Atzeko planoan exekutatzeko eskariak huts egin du
fi: Pyyntö suorittaa taustalla epäonnistui
fr: Échec de l’exécution en arrière-plan
he: הבקשה להרצה ברקע נכשלה
hi: पृष्ठभूमि में चलाने का अनुरोध विफल रहा
hu: A háttérben való futtatás kérése sikertelen
is: Beiðni um að keyra í bakgrunni mistókst
it: Richiesta di esecuzione sullo sfondo non riuscita
ka: ფონში გაშვების მოთხოვნის შეცდომა
kk: Фонда іске қосу сұранымы сәтсіз аяқталды
nl: Verzoek om op de achtergrond uitgevoerd te mogen worden is mislukt
pt: Falha ao pedir para executar em segundo plano
pt_br: A solicitação para executar em segundo plano falhou
ro: Cererea de rulare pe fundal a eșuat
ru: Запрос на выполнение в фоновом режиме не выполнен
sl: Zahteva za izvajanje v ozadju je spodletela
sv: Begäran att köra i bakgrunden misslyckades
tr: Arka planda çalışma isteği başarısız oldu
uk: Запит щодо запуску у фоновому режимі зазнав невдачі
zh_cn: 请求后台运行失败
