Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Virtual Machines and Containers
cs: Virtuální stroje a kontejnery
de: Virtuelle Maschinen und Container
el: Εικονικές μηχανές και Container
eo: Virtualaj Maŝinoj kaj Ujoj
es: Máquinas virtuales y contenedores
eu: Makina birtualak eta edukiontziak
fa: ماشین‌های مجازی و بارگنج‌ها
fi: Virtuaalikoneet ja kontit
fr: Machines virtuelles et conteneurs
he: מכונות וירטוטליות ומיכלים
hi: आभासी मशीनें और कंटेनर
hu: Virtuális gépek és konténerek
is: Sýndavélar og geymslustaðir
it: Macchine virtuali e container
ka: ვირტუალური მანქანები და კონტეინერები
kk: Виртуалды машиналар мен контейнерлер
nl: Virtuele machines en containers
pt: Máquinas virtuais e Contentores
pt_br: Máquinas virtuais e contêineres
ro: Mașini virtuale și containere
ru: Виртуальные машины и контейнеры
sl: Virtualni računalniki in vsebniki
sv: Virtuella maskiner och behållare
tr: Sanal Makineler ve Konteynerler
uk: Віртуальні машини і контейнери
zh_cn: 虚拟机和容器

source: Data that can be regenerated when needed
cs: Data, která lze v případě potřeby obnovit
de: Daten, die bei Bedarf neu erstellt werden können
el: Δεδομένα που μπορούν να αναδημιουργηθούν όταν χρειάζεται
eo: Datumoj kiuj povas esti regeneritaj kiam bezonate
es: Datos que se pueden regenerar cuando sea necesario
eu: Beharrezkoa denean birsortu daitezkeen datuak
fa: داده‌های قابل تولید هنگام نیاز
fi: Data mikä voidaan luoda uudelleen tarvittaessa
fr: Données pouvant être régénérées en temps utile
he: נתונים שאפשר לייצר מחדש בעת הצורך
hi: वह डेटा जिसे आवश्यकता पड़ने पर पुन: उत्पन्न किया जा सकता है
hu: Olyan adatok, amelyek szükség esetén újra előállíthatók
is: Gögn sem hægt er að endurgera þegar þörf er á
it: Dati che possono essere rigenerati se necessario
ka: მონაცემები, რომლის, საჭიროების შემთხვევაში, თავიდან გენერაცია შესაძლებელია
kk: Қажет болғанда қайта жасауға болатын деректер
nl: Gegevens die geregenereerd kunnen worden indien nodig
pt: Dados que podem ser regenerados quando necessário
pt_br: Dados que podem ser regenerados quando necessário
ro: Date care pot fi regenerate atunci când este necesar
ru: Данные, которые могут быть воссозданы при необходимости
sl: Podatki, ki jih je mogoče po potrebi regenerirati
sv: Data som kan genereras på nytt då de behövs
tr: Gerektiğinde yeniden oluşturulabilen veriler
uk: Дані, які можна за потреби створити наново
zh_cn: 需要时可重新生成的数据

source: Documents and data are still backed up
cs: Dokumenty a data jsou stále zálohována
de: Dokumente und Daten sind weiterhin gesichert
el: Τα έγγραφα και τα δεδομένα εξακολουθούν να δημιουργούνται αντίγραφα ασφαλείας
eo: Dokumentoj kaj datumoj estas ankoraŭ sekurkopiitaj
es: Los documentos y los datos se siguen respaldando
eu: Dokumentuen eta datuen babeskopia egiten da oraindik
fa: سندها و داده‌ها هنوز پشتیبان گرفته‌اند
fi: Asiakirjat ja data varmuuskopioidaan silti
fr: Les documents et les données sont toujours sauvegardés
he: מסמכים ונתונים עדיין מגובים
hi: दस्तावेज़ और डेटा का बैकअप अभी भी है
hu: A dokumentumok és adatok továbbra is biztonsági mentést kapnak
is: Enn er verið að öryggisafrita skjöl og gögn
it: Documenti e dati saranno comunque salvati nel backup
ka: დოკუმენტების და მონაცემების მარქაფი ჯერ კიდევ მიმდინარეობს
kk: Құжаттар мен деректер әлі де резервтелген
nl: Documenten en gegevens worden nog steeds geback-upt
pt: Os documentos e dados continuam a ter cópias de segurança
pt_br: Documentos e dados ainda são armazenados em backup
ro: Documentele și datele sunt încă copiate de rezervă
ru: Документы и данные по-прежнему резервируются
sl: Dokumenti in podatki so še vedno varnostno kopirani
sv: Dokument och data är fortfarande säkerhetskopierade
tr: Belgeler ve veriler henüz yedekleniyor
uk: Триває резервне копіювання документів і даних
zh_cn: 文档和数据仍被备份

source: Files that have not been irretrievably deleted
cs: Soubory, které nebyly nenávratně smazány
de: Dateien, die nicht unwiederbringlich gelöscht wurden
el: Αρχεία που δεν έχουν διαγραφεί οριστικά
eo: Dosieroj kiuj ne estis nerekte forigitaj
es: Archivos que no se han eliminado de forma irrecuperable
eu: Modu berreskuraezinean ezabatu ez diren fitxategiak
fa: پرونده‌هایی که به صورت غیرقابل بازگشت پاک نشده‌اند
fi: Tiedostot, joita ei ole poistettu peruuttamattomasti
fr: Fichiers n’ayant pas été supprimés de manière irréversible
he: קבצים שנמחקו עם אפשרות שחזור
hi: फाइलें जो अपरिवर्तनीय रूप से मिटाई नहीं गई हैं
hu: Fájlok, amelyek nem lettek helyreállíthatatlanul törölve
is: Skrár sem ekki hefur verið eytt óafturkræft
it: File che non sono stati eliminati irrimediabilmente
ka: ფაილები, რომლებიც სამუდამოდ არ წაშლილა
kk: Қайтымсыз өшірілмеген файлдар
nl: Bestanden die niet onherstelbaar verwijderd werden
pt: Ficheiros que não tenham sido irremediavelmente eliminados
pt_br: Arquivos que não foram definitivamente excluídos
ro: Fișierele care nu au fost șterge iremediabil
ru: Файлы, которые не были безвозвратно удалены
sl: Datoteke, ki niso bile nepovratno izbrisane
sv: Filer som inte oåterkalleligt har tagits bort
tr: Geri dönüşsüzce silinmemiş dosyalar
uk: Файли, які було незворотно вилучено
zh_cn: 尚未被永久删除的文件

source: Might include data stored within
cs: Může zahrnovat data uložená uvnitř
de: Kann darin gespeicherte Daten beinhalten
el: Μπορεί να περιλαμβάνει δεδομένα που είναι αποθηκευμένα μέσα
eo: Povas inkluzivi datumojn konservitajn interne
es: Pueden incluir datos almacenados en su interior
eu: Barnean biltegiratutako datuak hartu ditzake
fa: ممکن است داده‌هایی درونش ذخیره شده باشد
fi: Saattaa sisältää sisään talletettua dataa
fr: Peut inclure des données enregistrées à l’intérieur
he: יכול לכלול מידע מאוחסן בתוך
hi: इसमें संग्रहीत डेटा शामिल हो सकता है
hu: Tartalmazhatnak benne tárolt adatokat
is: Gæti innihaldið gögn
it: I dati immagazzinati al loro interno potrebbero essere inclusi
ka: შეიძლება შეიცავდეს მონაცემებს, რომელიც შიგნით მდებარეობს
kk: Ішінде сақталған деректер болуы мүмкін
nl: Bevat mogelijk gegevens opgeslagen in
pt: Pode incluir dados armazenados dentro
pt_br: Pode incluir dados armazenados em
ro: Poate include date stocate în interior
ru: Может включать данные, хранящиеся в
sl: Lahko vključuje podatke, hranjene v notranjosti
sv: Kan inkludera data lagrat inuti
tr: İçinde saklanan verileri içerebilir
uk: Може включати дані, що зберігаються у
zh_cn: 可能包含存储的数据

source: The loaded configuration file version {} is incompatible with this version of Pika Backup
cs: Verze {} načteného souboru nastavení není kompatibilní s touto verzí Záloh Pišťucha
de: Die geladene Konfigurationsdatei Version {} ist nicht kompatibel mit dieser Version von Pika Datensicherung
el: Η έκδοση {} του αρχείου ρυθμίσεων που φορτώθηκε είναι ασύμβατη με αυτήν την έκδοση του Pika Backup
eo: La ŝarĝita agorda dosierversio {} estas nekongrua kun ĉi tiu versio de Pika Sekurkopio
es: La versión del archivo de configuración cargado {} no es compatible con esta versión de Pika Backup
eu: Kargatutako konfigurazio-fitxategiaren {} bertsioa ez da bateragarria Pika Backup aplikazioaren bertsio honekin
fa: نگارش پروندهٔ پیکربندی بار شده {} با این نگارش از پشتیبان پیکا ناسازگار است
fi: Ladattu määritystiedoston versio {} ei ole yhteensopiva tämän Pika-varmuuskopioinnin version kanssa
fr: La version {} du fichier de configuration chargé est incompatible avec cette version de Sauvegarde Pika
he: גרסה קובץ ההגדרות שנטענה {} אינה תואמת לגרסה זו של גיבוי פיקה
hi: लोड की गई विन्यास फाइल संस्करण {} पिका बैकअप के इस संस्करण के साथ असंगत है
hu: A betöltött beállítófájl {} verziója nem kompatibilis a Pika biztonsági mentés ezen verziójával
is: Útgáfa hlaðinnar stilliskrár {} er ósamhæfð við þessa útgáfu af Pika-öryggisafritunar
it: La versione {} del file di configurazione caricato non è compatibile con questa versione di Pika Backup
ka: ჩატვირთული კონფიგურაციის ფაილის ვერსია {} შეუთავსებელია Pika Backup-ის ამ ვერსიასთან
kk: Жүктелген {} нұсқалы баптау файлы Pika Backup бағдарламасының осы нұсқасымен үйлесімсіз
pt: O ficheiro de configuração usado com a versão {} é incompatível com esta versão do Pika Backup
pt_br: A versão do arquivo de configuração carregado {} é incompatível com esta versão do Pika Backup
ro: Versiunea fișierului de configurație încărcat {} nu este compatibilă cu această versiune de Pika Backup
ru: Загруженный файл конфигурации версии {} несовместим с данной версией Pika Backup
sl: Naložena različica prilagoditvene datoteke {} ni združljiva s to različico programa Varnostno kopiranje Pika.
sv: Den inlästa konfigurationsfilens version {} är inkompatibel med denna version av Pika Backup
tr: Yüklenen yapılandırma dosyası sürümü {} Pika Yedek’in bu sürümüyle uyumsuzdur
uk: Версія завантаженого файла налаштувань {} є несумісною з цією версією «Пискухи-копіювання»
zh_cn: 载入的配置文件版本 {} 与此版本的 Pika 备份不兼容

source: Regular Expression
cs: Regulární výraz
de: Regulärer Ausdruck
el: Κανονική έκφραση
eo: Regula esprimo
es: Expresión regular
eu: Adierazpen erregularra
fa: عبارت منظم
fi: Säännöllinen lauseke
fr: Expression régulière
he: ביטוי רגולרי
hi: नियमित अभिव्यक्ति
hu: Reguláris kifejezés
is: Regluleg segð
it: Espressione regolare
ka: რეგულარული ექსპრესია
kk: Тұрақты тіркес
nl: Reguliere expressie
pt: Expressão regular
pt_br: Expressão Regular
ro: Expresie regulată
ru: Регулярное выражение
sl: Logični izraz
sv: Reguljärt uttryck
tr: Düzenli İfade
uk: Формальний вираз
zh_cn: 正则表达式

source: Unix Filename Pattern
cs: Unixový vzor názvu souborů
de: Unix-Dateiname-Muster
el: Μοτίβο ονόματος αρχείου Unix
eo: Uniksa dosiernomŝablono
es: Patrón de nombre de archivo de Unix
eu: UNIX fitxategi-sistemako eredua
fa: الگوی نام پروندهٔ یونیکس
fi: Unix-tiedostonimen kuvio
fr: Motif de nommage de fichier Unix
he: שם קובץ בתבנית יוניקס
hi: यूनिक्स फाइलनाम प्रतिमान
hu: Unix fájlnévminta
is: Unix skráaheitamynstur
it: Pattern per file Unix
ka: Unix-ის ფაილის სახელის ნიმუში
kk: Unix файл атауының үлгісі
nl: Unix-bestandsnaampatroon
pt: Padrão de nome de ficheiro Unix
pt_br: Padrão de nome de arquivo Unix
ro: Model de nume de fișiere Unix
ru: Шаблон имени файла Unix
sl: Vzorec imen datotek Unix
sv: Unix-filnamnsmönster
tr: Unix Dosya Adı Örüntüsü
uk: Взірець назв файлів Unix
zh_cn: Unix 文件名模式

source: Remote Location
cs: Vzdálené umístění
de: Entfernter Ort
el: Απομακρυσμένη τοποθεσία
eo: Malproksima loko
es: Ubicación remota
eu: Urruneko kokalekua
fa: مکان دوردست
fi: Etäsijainti
fr: Emplacement distant
he: מיקום מרוחק
hi: रिमोट स्थान
hu: Távoli hely
is: Fjartengdur geymslustaður
it: Posizione remota
ka: დაშორებული მდებარეობა
kk: Қашықтағы орын
nl: Locatie op afstand
pt: Localização remota
pt_br: Local remoto
ro: Locație la distanță
ru: Удаленное расположение
sl: Oddaljeno mesto
sv: Fjärrlagring
tr: Uzak Konum
uk: Місце на віддаленому комп'ютері
zh_cn: 远程位置

source: Hourly
cs: každou hodinu
de: Stündlich
el: Ωριαία
eo: Ĉiuhore
es: Cada hora
eu: Orduro
fa: ساعتی
fi: Tunneittain
fr: Horaire
he: שעתי
hi: हर घंटे
hu: Óránként
is: Á klukkustundar fresti
it: Ogni ora
ka: საათობრივ
kk: Сағат сайын
nl: Uurlijks
pt: A cada hora
pt_br: De hora em hora
ro: Orar
ru: Каждый час
sl: Vsako uro
sv: Varje timme
tr: Saatlik
uk: Щогодини
zh_cn: 每小时

source: Daily
cs: denně
de: Täglich
el: Καθημερινά
eo: Ĉiutage
es: Cada día
eu: Egunero
fa: روزانه
fi: Päivittäin
fr: Quotidien
he: יומי
hi: प्रतिदिन
hu: Naponta
is: Daglega
it: Ogni giorno
ka: დღიურად
kk: Күн сайын
nl: Dagelijks
pt: Diariamente
pt_br: Diariamente
ro: Zilnic
ru: Ежедневно
sl: Dnevno
sv: Varje dag
tr: Günlük
uk: Щодня
zh_cn: 每日

source: Weekly
cs: týdně
de: Wöchentlich
el: Εβδομαδιαία
eo: Ĉiusemajne
es: Cada semana
eu: Astero
fa: هفتگی
fi: Viikottain
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
hu: Hetente
is: Vikulega
it: Ogni settimana
ka: კვირაში ერთხელ
kk: Апта сайын
nl: Wekelijks
pt: Semanalmente
pt_br: Semanalmente
ro: Săptămânal
ru: Еженедельно
sl: Tedensko
sv: Varje vecka
tr: Haftalık
uk: Щотижня
zh_cn: 每周

source: Monthly
cs: měsíčně
de: Monatlich
el: Μηνιαία
eo: Ĉiumonate
es: Cada mes
eu: Hilero
fa: ماهانه
fi: Kuukausittain
fr: Mensuel
he: חודשי
hi: मासिक
hu: Havonta
is: Mánaðarlega
it: Ogni mese
ka: თვეში ერთხელ
kk: Ай сайын
nl: Maandelijks
pt: Mensalmente
pt_br: Mensalmente
ro: Lunar
ru: Ежемесячно
sl: Mesečno
sv: Varje månad
tr: Aylık
uk: Щомісяця
zh_cn: 每月

source: No such file or directory
cs: Žádný takový soubor nebo složka
de: Keine solche Datei oder kein solches Verzeichnis
el: Δεν υπάρχει τέτοιο αρχείο ή κατάλογος
eo: Ĉu neniu tia dosiero aŭ dosierujo
es: El archivo o carpeta no existe
eu: Ez dago halako fitxategi edo direktoriorik
fa: چنین پرونده یا شاخه‌ای وجود ندارد
fi: Kyseistä tiedostoa tai kansiota ei löydy
fr: Aucun fichier ou dossier correspondant
he: אין קובץ או תיקייה כאלה
hi: ऐसी कोई फाइल या निर्देशिका नहीं है
hu: Nincs ilyen fájl vagy könyvtár
is: Engin slík skrá eða mappa
it: Nessun file o directory con questi criteri
ka: ფაილი ან საქაღალდე არ არსებობს
kk: Мұндай файл немесе бума жоқ
pt: Ficheiro ou diretório inexistente
pt_br: Esse arquivo ou diretório não existe
ro: Nu există un astfel de fișier sau director
ru: Нет такого файла или каталога
sl: Takšna datoteka ali mapa ne obstaja
sv: Ingen sådan fil eller katalog
tr: Böyle dosya ya da dizin yok
uk: Немає такого файла або каталогу
zh_cn: 无此文件或目录

source: Failed to start backup from daemon
cs: Selhalo spuštění zálohování z démona
de: Starten der Sicherung durch Hintergrundprozess fehlgeschlagen
el: Αποτυχία έναρξης αντιγράφου ασφαλείας από την υπηρεσία παρασκηνίου
eo: Malsukcesis komenci sekurkopion de daemon
es: Falló al iniciar el respaldo desde el demonio
eu: Huts egin du babeskopia daemon-etik hasteak
fa: شکست در آغاز پشتیبان از خدمت
fi: Varmuuskopioinnin käynnistäminen taustapalvelulta epäonnistui
fr: Échec du démarrage de la sauvegarde à partir du démon
he: התחלת הגיבוי מהסוכן נכשלה
hi: डेमॉन से बैकअप प्रारंभ करने में विफल
hu: Nem sikerült a biztonsági mentés démonból való indítása
is: Ekki tókst að keyra öryggisafritun úr bakgrunnsþjónustu
it: Avvio del backup dal daemon non riuscito
ka: დემონიდან მარქაფის გაშვების შეცდომა
kk: Қызметтен резервтік көшіруді бастау сәтсіз аяқталды
nl: Back-up starten van daemon is mislukt
pt: Falha ao iniciar o backup do daemon
pt_br: Falha ao iniciar o backup do daemon
ro: Nu s-a putut porni copia de rezervă din serviciu
ru: Не удалось запустить резервное копирование с помощью демона
sl: Zagon varnostnega kopiranja v ozadju je spodletel
sv: Misslyckades med att starta säkerhetskopia från demon
tr: Art alan hizmetinden yedekleme başlatılamadı
uk: Не вдалося запустити резервне копіювання з фонової служби
zh_cn: 启动来自守护进程的备份失败

source: Failed to show overview from daemon
cs: Selhalo zobrazení přehledu z démona
de: Darstellen der Übersicht durch den Hintergrunddienst fehlgeschlagen
el: Αποτυχία εμφάνισης επισκόπησης από την υπηρεσία παρασκηνίου
eo: Malsukcesis montri superrigardon de daemon
es: Falló al mostrar la vista general desde el demonio
eu: Huts egin du ikuspegi orokorra daemon-etik erakusteak
fa: شکست در نمایش نمای کلی از خدمت
fi: Yleisnäkymän näyttäminen taustapalvelulta epäonnistui
fr: Échec de l’affichage de la vue d’ensemble à partir du démon
he: הצגת הסקירה מהסוכן נכשלה
hi: डेमॉन से अवलोकन दिखाने में विफल
hu: Nem sikerült az áttekintés démonból való megjelenítése
is: Tókst ekki að sýna yfirlit úr bakgrunnsþjónustu
it: Visualizzazione della panoramica dal daemon non riuscita
ka: დემონიდან გადახედვის ჩვენების შეცდომა
kk: Қызметтен жалпы мәліметті көрсету сәтсіз аяқталды
nl: Kon overzicht van daemon niet tonen
pt: Falha ao mostrar a visão geral do daemon
pt_br: Falha ao mostrar a visão geral do daemon
ro: Nu s-a putut arăta prezentarea generală de la daemon
ru: Не удалось показать обзор копий с помощью демона
sl: Prikazovanje pregleda ozadnjega programa je spodletelo
sv: Misslyckades med att visa översikt från demon
tr: Art alan hizmetinden genel görünüm gösterilemedi
uk: Не вдалося показати огляд з фонової служби
zh_cn: 显示来自守护进程的概览失败

source: Failed to show schedule from daemon
cs: Selhalo zobrazení plánu z démona
de: Darstellen des Zeitplans durch den Hintergrunddienst fehlgeschlagen
el: Αποτυχία εμφάνισης προγράμματος από την υπηρεσία παρασκηνίου
eo: Malsukcesis montri horaron de daemon
es: Falló al mostrar la programación desde el demonio
eu: Huts egin du programazioa daemon-etik erakusteak
fa: شکست در نمایش زمان‌بندی از خدمت
fi: Aikataulun esittäminen taustapalvelulta epäonnistui
fr: Échec de l’affichage de la planification à partir du démon
he: הצגת לוח הזמנים מהסוכן נכשלה
hi: डेमॉन से अनुसूची दिखाने में विफल
hu: Nem sikerült az ütemezés démonból való megjelenítése
is: Ekki tókst að sýna tímasetningar úr bakgrunnsþjónustu
it: Visualizzazione della programmazione dal daemon non riuscita
ka: დემონიდან გეგმის ჩვენების შეცდომა
kk: Қызметтен кестені көрсету сәтсіз аяқталды
nl: Planning tonen van daemon is mislukt
pt: Falha ao mostrar a programação do daemon
pt_br: Falha ao mostrar a programação do daemon
ro: Nu s-a putut arăta programul de la daemon
ru: Не удалось показать расписание из демона
sl: Prikaz urnika ozadnjega programa je spodletel
sv: Misslyckades med att visa schema från demon
tr: Art alan hizmetinden zamanlama gösterilemedi
uk: Не вдалося показати розклад з фонової служби
zh_cn: 显示来自守护进程的计划失败

source: Backup Device Connected
cs: Bylo připojeno zálohovací zařízení
de: Sicherungsgerät verbunden
el: Συνδέθηκε συσκευή αντιγράφων ασφαλείας
eo: Konekto de sekurkopia aparato
es: Dispositivo de respaldo conectado
eu: Babeskopia-gailua konektatuta
fa: افزارهٔ پشتیبان وصل شد
fi: Varmuuskopiolaite yhdistetty
fr: Périphérique de sauvegarde connecté
he: התקן הגיבוי מחובר
hi: बैकअप उपकरण जोड़ा गया
hu: Biztonsági mentési eszköz csatlakoztatva
is: Tæki fyrir öryggisafritun tengt
it: Dispositivo per il backup connesso
ka: მარქაფის მოწყობილობა მიერთებულია
kk: Резервтік көшірме құрылғысы қосылды
nl: Back-upapparaat aangekoppeld
pt: Dispositivo de backup ligado
pt_br: Dispositivo de backup conectado
ro: Dispozitivul copiei de rezervă conectat
ru: Устройство резервного копирования подключено
sl: Naprava za varnostno kopije je priklopljena
sv: Enhet för säkerhetskopia ansluten
tr: Yedekleme Aygıtı Bağlandı
uk: З'єднано пристрій для резервного копіювання
zh_cn: 备份设备已连接

source: “{}” contains multiple configured backups.
cs: „{}“ obsahuje několik nastavených záloh.
de: »{}« enthält mehrere konfigurierte Sicherungen.
el: Το «{}» περιέχει πολλαπλά ρυθμισμένα αντίγραφα ασφαλείας.
eo: “{}” enhavas plurajn agorditajn sekurkopiojn.
es: «{}» contiene múltiples copias de respaldo configuradas.
eu: “{}”(e)k babeskopia anitz ditu konfiguratuta.
fa: ‏«{}» چندین پشتیبان پیکربندی شده دارد.
fi: “{}” sisältää useita määriteltyjä varmuuskopiointeja.
fr: « {} » contient plusieurs sauvegardes configurées.
he: „{}” מכיל מגוון גיבויים מוגדרים.
hi: “{}” में एकाधिक विन्यस्त बैकअप शामिल हैं।
hu: A(z) „{}” több beállított biztonsági mentést tartalmaz.
is: “{}” inniheldur margar stilltar öryggisafritanir.
it: «{}» contiene più di un backup configurato.
ka: “{}” ბევრ მორგებულ მარქაფს შეიცავს.
kk: “{}” ішінде бірнеше бапталған резервтік көшірмелер бар.
nl: ‘{}’ bevat meerdere geconfigureerde back-ups.
pt: "{}" contém vários backups configurados.
pt_br: “{}” contém vários backups configurados.
ro: „{}” conține multiple copii de rezervă configurate.
ru: «{}» содержит несколько настроенных резервных копий.
sl: Mesto »{}« vsebuje več nastavljenih varnostnih kopij.
sv: ”{}” innehåller flera konfigurerade säkerhetskopior.
tr: “{}” yapılandırılmış çoklu yedekleme içeriyor.
uk: «{}» містить декілька налаштованих резервних копій.
zh_cn: “{}”包含多个已配置备份。

source: Show Backups
cs: Zobrazit zálohy
de: Datensicherungen anzeigen
el: Εμφάνιση αντιγράφων ασφαλείας
eo: Montri sekurkopiojn
es: Mostrar respaldos
eu: Erakutsi babeskopiak
fa: نمایش پشتیبان‌ها
fi: Näytä varmuuskopiot
fr: Afficher les sauvegardes
he: הצגת גיבויים
hi: बैकअप दिखाएं
hu: Biztonsági mentések megjelenítése
is: Sýna öryggisafrit
it: Mostra backup
ka: მარქაფების ჩვენება
kk: Резервтік көшірмелерді көрсету
nl: Back-ups tonen
pt: Mostrar backups
pt_br: Mostrar backups
ro: Arată copiile de rezervă
ru: Показать резервные копии
sl: Pokaži varnostne kopije
sv: Visa säkerhetskopior
tr: Yedekleri Göster
uk: Показати резервні копії
zh_cn: 显示备份

source: “{}” contains one configured backup.
cs: „{}“ obsahuje jednu nastavenou zálohu.
de: »{}« eine konfigurierte Sicherung.
el: Το «{}» περιέχει ένα ρυθμισμένο αντίγραφο ασφαλείας.
eo: “{}” enhavas unu agorditan sekurkopion.
es: «{}» contiene una copia de respaldo configurada.
eu: “{}”(e)k babeskopia bat du konfiguratuta.
fa: «{}» پشتیبان پیکربندی شده‌ای دارد.
fi: “{}” sisältää yhden määritellyn varmuuskopioinnin.
fr: « {} » contient une sauvegarde configurée.
he: „{}” מכיל גיבוי מוגדר אחד.
hi: “{}” में एक विन्यस्त बैकअप शामिल है।
hu: A(z) „{}” egy beállított biztonsági mentést tartalmaz.
is: “{}” inniheldur eina stillta öryggisafritun.
it: «{}» contiene un solo backup configurato.
ka: “{}” ერთ მარქაფს შეიცავს.
kk: “{}” ішінде бір бапталған резервтік көшірме бар.
nl: ‘{}’ bevat één geconfigureerde back-up.
pt: "{}" contém um backup configurado.
pt_br: “{}” contém um backup configurado.
ro: „{}” conține o copie de rezervă configurată.
ru: «{}» содержит одну настроенную резервную копию.
sl: Mesto »{}« vsebuje eno nastavljeno varnostno kopijo.
sv: ”{}” innehåller en konfigurerad säkerhetskopia.
tr: “{}” yapılandırılmış yedekleme içeriyor.
uk: «{}» містить одну налаштовану резервну копію.
zh_cn: “{}”包含一个已配置备份。

source: Back Up Now
cs: Zálohovat nyní
de: Jetzt sichern
el: Δημιουργία αντιγράφων ασφαλείας τώρα
eo: Sekurkopii nun
es: Crear respaldo ahora
eu: Egin babeskopia orain
fa: اکنون پشتیبان گرفته شود
fi: Varmuuskopioi nyt
fr: Sauvegarder maintenant
he: לגבות כעת
hi: अभी बैकअप लें
hu: Biztonsági mentés most
is: Gera öryggisafritun núna
it: Salva adesso
ka: ახლა დამარქაფება
kk: Қазір көшіруді бастау
nl: Nu een back-up maken
pt: Efetuar agora o backup
pt_br: Efetuar backup agora
ro: Efectuează o copie de rezervă acum
ru: Сделать резервную копию сейчас
sl: Ustvari varnostno kopijo
sv: Säkerhetskopiera nu
tr: Şimdi Yedekle
uk: Створити резервну копію зараз
zh_cn: 立即备份

source: Error loading configuration
cs: Chyba při načítání nastavení
de: Fehler beim Laden der Konfiguration
el: Σφάλμα φόρτωσης ρυθμίσεων
eo: Eraro dum ŝarĝado de agordo
es: No se pudo cargar la configuración
eu: Errorea konfigurazioa kargatzean
fa: خطا در بار کردن پیکربندی
fi: Virhe ladatessa määritystä
fr: Erreur lors du chargement de la configuration
he: שגיאה בטעינת ההגדרות
hi: विन्यास लोड करने में त्रुटि
hu: Hiba a beállítások betöltésekor
is: Villa við að hlaða inn stilliskrá
it: Errore nel caricamento della configurazione
ka: კონფიგურაციის ჩატვირთვის შეცდომა
kk: Баптауды жүктеу қатесі
pt: Erro ao carregar a configuração
pt_br: Erro ao carregar a configuração
ro: Eroare la încărcarea configurației
ru: Ошибка загрузки конфигурации
sl: Napaka pri nalaganju prilagoditev
sv: Fel vid inläsning av konfiguration
tr: Yapılandırma yüklenirken hata oluştu
uk: Помилка під час спроби завантажити налаштування
zh_cn: 加载配置时出错
