Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Failed to Configure Repository
cs: Selhalo nastavení úložiště
de: Konfigurieren des Sicherungsdepots fehlgeschlagen
el: Αποτυχία Διαμόρφωσης Αποθετηρίου
eo: Malsukcesis agordi deponejon
es: Falló al configurar el repositorio
eu: Biltegia konfiguratzeak huts egin du
fi: Tietovaraston määrittäminen epäonnistui
fr: Échec de la configuration du dépôt
he: הגדרת המאגר נכשלה
hi: रिपोजिटरी विन्यस्त करने में विफल
hu: A tároló beállítása sikertelen
is: Tókst ekki að stilla gagnasafn
it: Configurazione del deposito non riuscita
ka: რეპოზიტორიის მორგების შეცდომა
kk: Репозиторийді конфигурациялау сәтсіз аяқталды
nl: Configuratie van opslagruimte mislukt
pt: Falha ao configurar repositório
pt_br: Falha ao configurar o repositório
ro: Nu s-a putut configura depozitul
ru: Не удалось настроить хранилище
sl: Prilagajanje skladišča je spodletelo
sv: Misslyckades med att konfigurera lagringsplats
tr: Depo Yapılandırılamadı
uk: Не вдалося налаштувати сховище
zh_cn: 配置仓库失败

source: Failed
cs: Selhalo
de: Fehlgeschlagen
el: Απέτυχε
eo: Malsukcesis
es: Fallo
eu: Huts egin du
fa: شکست خورد
fi: Epäonnistui
fr: Échec
he: נכשל
hi: असफल
hu: Sikertelen
is: Mistókst
it: Errore
ka: ჩაიშალა
kk: Сәтсіз аяқталды
nl: Mislukt
pt: Falhou
pt_br: Falhou
ro: Eșuat
ru: Ошибка
sl: Spodletelo
sv: Misslyckades
tr: Başarısız
uk: Помилка
zh_cn: 失败

source: Setup
cs: Nastavení
de: Einrichtung
el: Ρύθμιση
eo: Agordo
es: Configuración
eu: Konfigurazioa
fa: برپاسازی
fi: Määritys
fr: Configuration
he: הקמה
hi: सेटअप
hu: Beállítás
is: Uppsetning
it: Impostazioni
ka: მორგება
kk: Баптау
nl: Configuratie
pt: Configuração
pt_br: Configuração
ro: Configurare
ru: Настройка
sl: Nastavitev
sv: Konfiguration
tr: Kur
uk: Налаштування
zh_cn: 部署

source: Repository location not found.
cs: Umístění s úložištěm nebylo nalezeno.
de: Ort des Sicherungsdepots nicht gefunden.
el: Η τοποθεσία του αποθετηρίου δεν βρέθηκε.
eo: Deponeja loko ne trovita.
es: Ubicación del repositorio no encontrada.
eu: Ez da aurkitu biltegiaren kokalekua.
fi: Tietovaraston sijaintia ei löytynyt.
fr: L’emplacement du dépôt n’a pas été trouvé.
he: מיקום המאגר לא נמצא.
hi: रिपॉजिटरी का स्थान नहीं मिला।
hu: A tároló helye nem található.
is: Geymslustaður fyrir gagnasafn fannst ekki.
it: Posizione del deposito non trovata.
ka: საცავის მდებარეობა ვერ ვიპოვე.
kk: Репозиторий орналасуы табылмады.
nl: Opslagruimtelocatie niet gevonden.
pt: Local do repositório não encontrado.
pt_br: Local do repositório não encontrado.
ro: Locația depozitului nu a fost găsită.
ru: Расположение хранилища не найдено.
sl: Mesta skladišča ni mogoče najti.
sv: Lagringsplats hittades inte.
tr: Depo konumu bulunamadı.
uk: Не знайдено місця зберігання сховища.
zh_cn: 未找到仓库位置。

source: A mount operation succeeded but the location is still unavailable.
cs: Připojení proběhlo v pořádku, ale umístění stále není dostupné.
de: Ein »Einbinden«-Vorgang war erfolgreich, aber der Ort ist immer noch nicht verfügbar.
el: Μια λειτουργία προσάρτησης ολοκληρώθηκε με επιτυχία, αλλά η τοποθεσία παραμένει μη διαθέσιμη.
eo: Muntoperacio sukcesis sed la loko ankoraŭ ne estas disponebla.
es: La operación de montaje ha sido correcta, pero la ubicación sigue sin estar disponible.
eu: Muntatze-eragiketa ongi gauzatu da baina kokalekua ez dago erabilgarri.
fi: Liitostoimenpide onnistui, mutta sijainti ei silti ole käytettävissä.
fr: Montage réussi mais l’emplacement n’est toujours pas disponible.
he: פעולת העיגון הצליחה אך המיקום עדיין לא זמין.
hi: माउंट अभियान सफल हुआ लेकिन स्थान अभी भी अनुपलब्ध है।
hu: A csatolási művelet sikeres volt, de a hely továbbra sem érhető el.
is: Tókst að tengja skráakerfi en geymslustaður er enn ekki tiltækur.
it: L'operazione di montaggio è stata completata, ma la posizione non risulta ancora disponibile.
ka: მიმაგრების ოპერაცია წარმატებულია, მაგრამ მდებარეობა ჯერ კიდევ მიუწვდომელია.
kk: Тіркеу операциясы сәтті аяқталды, бірақ орналасу әлі де қолжетімсіз.
nl: Het aankoppelen is gelukt, maar de locatie is nog steeds niet beschikbaar.
pt: Uma operação de montagem foi bem-sucedida mas o local ainda não está disponível.
pt_br: Uma operação de montagem foi bem-sucedida, mas o local ainda não está disponível.
ro: O operație de montare a avut succes dar locație est încă indisponibilă.
ru: Операция монтирования прошла успешно, но расположение по-прежнему недоступно.
sl: Priklapljanje mesta je uspešno končano, vendar pa mesto še vedno ni na voljo.
sv: En monteringsåtgärd lyckades men platsen är fortfarande otillgänglig.
tr: Bağlama işlemi başarılı oldu ancak konum hala kullanılamıyor.
uk: Дію з монтування було успішно виконано, але відповідний каталог усе ще лишається недоступним.
zh_cn: 挂载操作已成功但位置仍不可用。

source: Invalid Password
cs: Neplatné heslo
de: Ungültiges Passwort
el: Μη Έγκυρος Κωδικός Πρόσβασης
eo: Nevalida pasvorto
es: Contraseña incorrecta
eu: Pasahitz baliogabea
fa: گذرواژهٔ نامعتبر
fi: Virheellinen salasana
he: ססמה שגויה
hu: Érvénytelen jelszó
it: Password non valida
ka: არასწორი პაროლი
kk: Пароль жарамсыз
pt_br: Senha inválida
ro: Parolă nevalidă
ru: Неверный пароль
sl: Neveljavno geslo
sv: Ogiltigt lösenord
tr: Geçersiz Parola
uk: Некоректний пароль
zh_cn: 无效密码

source: Loading Backup Repository
cs: Načítá se úložiště záloh
de: Sicherungsdepot wird geladen
el: Φόρτωση Αποθετηρίου Αντιγράφων Ασφαλείας
eo: Ŝargante sekurkopian deponejon
es: Cargando repositorio de respaldo
eu: Babeskopia-biltegia kargatzen
fi: Ladataan varmuuskopion tietovarastoa
fr: Chargement du dépôt de sauvegarde
he: מאגר הגיבויים נטען
hi: बैकअप रिपोजिटरी लोड हो रही है
hu: Biztonsági mentési tároló betöltése
is: Hleð inn gagnasafni öryggisafritunar
it: Caricamento del deposito del backup
ka: აღდგენის საცავის ჩატვირთვა
kk: Резервтік көшірме репозиторийін жүктеу
nl: Back-upopslagruimte wordt geladen
pt: A carregar repositório de backup
pt_br: Carregando repositório de backup
ro: Se încarcă depozitul copiei de rezervă
ru: Загрузка хранилища резервных копий
sl: Nalaganje skladišča varnostnih kopij
sv: Läser in säkerhetskopieringsförråd
tr: Yedekleme Deposu Yükleniyor
uk: Завантажуємо сховище резервних копій
zh_cn: 正在载入备份仓库

source: Creating Backup Repository
cs: Vytváří se úložiště záloh
de: Neues Sicherungsdepot wird angelegt
el: Δημιουργία Αποθετηρίου Αντιγράφων Ασφαλείας
eo: Kreante sekurkopian deponejon
es: Creando repositorio de respaldo
eu: Babeskopia-biltegia sortzen
fi: Luodaan varmuuskopion tietovarasto
fr: Création du dépôt de sauvegarde
he: מאגר הגיבויים נוצר
hi: बैकअप रिपोजिटरी बना रहे हैं
hu: Biztonsági mentési tároló létrehozása
is: Bý til gagnasafn öryggisafritunar
it: Creazione del deposito per il backup
ka: მარქაფის საცავის შექმნა
kk: Резервтік көшірме репозиторийін жасау
nl: Back-upopslagruimte wordt aangemaakt
pt: A criar repositório de backup
pt_br: Criando repositório de backup
ro: Se creează depozitul copiei de rezervă
ru: Создание хранилища резервных копий
sl: Ustvarjanje skladišča za varnostno kopiranje
sv: Skapar säkerhetskopieringsförråd
tr: Yedekleme Deposu Oluşturuluyor
uk: Створення сховища резервних копій
zh_cn: 正在创建备份仓库

source: Getting Repository Information
cs: Získávání informací o úložišti
de: Sicherungsdepot-Informationen werden ermittelt
el: Λήψη Πληροφοριών Αποθετηρίου
eo: Prenante informojn pri deponejo
es: Obteniendo información del repositorio
eu: Biltegiaren informazioa eskuratzen
fi: Noudetaan tietovaraston tietoja
fr: Récupération des informations du dépôt
he: המידע על המאגר מתקבל
hi: रिपॉजिटरी सूचना प्राप्त कर रहे हैं
hu: Tároló-információk lekérése
is: Sæki upplýsingar um gagnasafn
it: Ottenimento delle informazioni sul deposito
ka: რეპოზიტორიის ინფორმაციის მიღება
kk: Репозиторий ақпаратын алу
pt: Obter informações do repositório
pt_br: Carregando informação do repositório
ro: Se obțin informațiile despre depozit
ru: Получение информации о хранилище
sl: Pridobivanje informacij o skladišču
sv: Hämtar lagringsplatsinformation
tr: Depo Bilgileri Alınıyor
uk: Отримання даних щодо сховища
zh_cn: 正在获取仓库信息

source: Checking Backup Repository
cs: Kontroluje se úložiště záloh
de: Sicherungsdepot wird überprüft
el: Έλεγχος Αποθετηρίου Αντιγράφων Ασφαλείας
eo: Kontrolante sekurkopian deponejon
es: Comprobando el repositorio de respaldo
eu: Babeskopia-biltegia egiaztatzen
fi: Tarkistetaan varmuuskopion tietovarastoa
fr: Vérification du dépôt de sauvegarde
he: מאגר הגיבויים נבדק
hi: बैकअप रिपोजिटरी की जांच हो रही है
hu: Biztonsági mentési tároló ellenőrzése
is: Athuga gagnasafn öryggisafritunar
it: Controllo del deposito per il backup
ka: მარქაფის რეპოზიტორიის შემოწმება
kk: Резервтік көшірме репозиторийін тексеру
nl: Back-upopslagruimte wordt gecontroleerd
pt: A verificar repositório de backup
pt_br: Verificando o repositório de backup
ro: Se verifică depozitul copiei de rezervă
ru: Проверка хранилища резервных копий
sl: Preverjanje skladišča za varnostne kopije
sv: Kontrollerar säkerhetskopieringsförråd
tr: Yedekleme Deposu Denetleniyor
uk: Перевірка сховища резервних копій
zh_cn: 检查备份仓库

source: Advanced Options
cs: Pokročilé volby
de: Erweiterte Optionen
el: Προχωρημένες Επιλογές
eo: Altnivelaj opcioj
es: Opciones avanzadas
eu: Aukera aurreratuak
fa: گزینه‌های پبش‌رفته
fi: Lisäasetukset
fr: Options avancées
he: אפשרויות מתקדמות
hi: उन्नत विकल्प
hu: Speciális beállítások
is: Ítarlegir valkostir
it: Opzioni avanzate
ka: დამატებითი პარამეტრები
kk: Кеңейтілген опциялар
nl: Geavanceerde opties
pt: Opções avançadas
pt_br: Opções avançadas
ro: Opțiuni avansate
ru: Расширенные параметры
sl: Napredne možnosti
sv: Avancerade alternativ
tr: Gelişmiş Seçenekler
uk: Додаткові параметри
zh_cn: 高级选项

source: _Continue
cs: _Pokračovat
de: _Weiter
el: _Συνέχεια
eo: _Daŭrigi
es: _Continuar
eu: _Jarraitu
fa: _ادامه‌
fi: _Jatka
fr: _Continuer
he: להמ_שיך
hi: जारी रखें (_C)
hu: _Folytatás
is: _Halda áfram
it: _Continua
ka: _გაგრძელება
kk: _Жалғастыру
pt: _Continuar
pt_br: _Continuar
ro: _Continuă
ru: _Продолжить
sl: _Nadaljuj
sv: _Fortsätt
tr: _Sürdür
uk: П_родовжити
zh_cn: 继续(_C)

source: Continue Unencrypted?
cs: Pokračovat bez šifrování?
de: Unverschlüsselt fortfahren?
el: Συνέχεια χωρίς Κρυπτογράφηση;
eo: Daŭrigi neĉifrite?
es: ¿Quiere continuar sin cifrar?
eu: Jarraitu zifratzerik gabe?
fi: Jatketaanko ilman salausta?
he: להמשיך ללא הצפנה?
hu: Folytatja titkosítatlanul?
it: Continuare senza cifratura?
ka: გავაგრძელო დაუშიფრავად?
kk: Шифрланбаған күйде жалғастыру керек пе?
pt_br: Continuar descriptografado?
ro: Continuă necriptat?
ru: Продолжить без шифрования?
sl: Želite nadaljevati nešifrirano?
sv: Fortsätt okrypterat?
tr: Şifrelemeden Sürdürülsün Mü?
uk: Продовжити без шифрування?
zh_cn: 不加密继续吗？

source: Setup Encryption
cs: Nastavit šifrování
de: Verschlüsselung einreichten
el: Ρύθμιση κρυπτογράφησης
eo: Agordi ĉifradon
es: Configurar cifrado
eu: Konfiguratu zifratzea
fi: Määritä salaus
fr: Configurer le chiffrement
he: הגדרת הצפנה
hu: Titkosítás beállítása
is: Stilla dulritun
ka: დაშიფვრის მორგება
kk: Шифрлауды баптау
pt: Configurar encriptação
pt_br: Configurar criptografia
ro: Configurează criptarea
ru: Настройка шифрования
sl: Nastavitev šifriranja
sv: Konfigurera kryptering
tr: Şifreleme Ayarla
zh_cn: 设置加密

source: _Create
cs: _Vytvořit
de: _Anlegen
el: _Δημιουργία
eo: _Krei
es: _Crear
eu: _Sortu
fa: _ایجاد
fi: _Luo
fr: _Créer
he: י_צירה
hi: बनाएं (_C)
hu: _Létrehozás
is: _Búa til
it: _Crea
ka: შექმნა
kk: _Жасау
nl: _Aanmaken
pt: _Criar
pt_br: _Criar
ro: _Creează
ru: _Создать
sl: _Ustvari
sv: S_kapa
tr: _Oluştur
uk: С_творити
zh_cn: 创建(_C)

source: Repository Folder
cs: Složka úložiště
de: Depot-Ordnername
el: Φάκελος Αποθετηρίου
eo: Deponeja dosierujo
es: Carpeta del repositorio
eu: Biltegi-karpeta
fi: Tietovaraston kansio
he: תיקיית מאגר
hu: Tároló mappája
it: Cartella del deposito
ka: რეპოზიტორიის საქაღალდე
kk: Репозиторий бумасы
pt_br: Pasta do repositório
ro: Dosarul depozitului
ru: Папка хранилища
sl: Mapa skladišča
sv: Mapp för lagringsplats
tr: Depo Klasörü
uk: Тека сховища
zh_cn: 仓库文件夹

source: Choose Repository Folder
cs: Vyberte složku úložiště
de: Depot-Ordnername wählen
el: Επιλογή Φακέλου Αποθετηρίου
eo: Elektu deponejan dosierujon
es: Escoja una carpeta del repositorio
eu: Aukeratu biltegi-karpeta
fi: Valitse tietovaraston kansio
he: נא לבחור תיקיית מאגר
hu: Tároló mappájának kiválasztása
it: Scegliere una cartella per il deposito
ka: აირჩიეთ რეპოზიტორიის საქაღალდე
kk: Репозиторий бумасын таңдау
pt_br: Escolha a pasta do repositório
ro: Alege dosarul depozitului
ru: Выбрать папка хранилища
sl: Izberite mapo skladišča
sv: Välj mapp för lagringsplats
tr: Depo Klasörü Seç
uk: Виберіть теку сховища
zh_cn: 选择仓库文件夹

source: Additional command line arguments
cs: Doplňující argumenty příkazové řádky
de: Zusätzliche Befehlszeilenoptionen
el: Πρόσθετες παράμετροι γραμμής εντολών
eo: Pliaj komandliniaj argumentoj
es: Argumentos adicionales de la línea de comandos
eu: Komando-lerroko argumentu gehigarriak
fi: Valinnaiset komentoriviargumentit
fr: Arguments de ligne de commande supplémentaires
he: ארגומנטים נוספים לשורת הפקודה
hu: További parancssori argumentumok
is: Auka-skipanalínurofar
it: Argomenti aggiuntivi per la riga di comando
ka: ბრძანების სტრიქონის დამატებითი არგუმენტები
kk: Қосымша командалық жол аргументтері
nl: Extra opdrachtregelparameters
pt: Argumentos adicionais de linha de comandos
pt_br: Argumentos adicionais de linha de comando
ro: Argumente adiționale pentru linia de comandă
ru: Дополнительные аргументы командной строки
sl: Dodatni argumenti ukazne vrstice
sv: Ytterligare kommandoradsargument
tr: Ek komut satırı argümanları
uk: Додаткові аргументи командного рядка
zh_cn: 附加命令行参数

source: Repository Name Empty
cs: Název úložiště je prázdný
de: Depotname ist leer
el: Το Όνομα του Αποθετηρίου είναι Κενό
eo: Deponeja nomo mankas
es: Nombre del repositorio vacío
eu: Biltegiaren izena hutsik dago
fi: Tietovaraston nimi on tyhjä
he: שם מאגר ריק
hi: रिपोजिटरी का नाम रिक्त है
hu: A tároló neve üres
is: Ekkert nafn á gagnasafni
it: Nome del deposito vuoto
ka: რეპოზიტორიის სახელი ცარიელია
kk: Репозиторий аты бос
pt: Nome do repositório indefinido
pt_br: Nome do repositório vazio
ro: Numele depozit este gol
ru: Имя хранилища пустое
sl: Ime skladišča je prazno
sv: Tomt lagringsplatsnamn
tr: Depo Adı Boş
uk: Назва сховища порожня
zh_cn: 仓库名称空白

source: The repository folder name must be set
cs: Název složky úložiště musí být určen
de: Der Depot-Ordnername muss festgelegt werden
el: Το όνομα του φακέλου του αποθετηρίου πρέπει να οριστεί
eo: La nomo de la deponeja dosierujo devas esti agordita
es: Se debe establecer el nombre de la carpeta del repositorio
eu: Biltegi-karpetaren izena ezarri behar da
fi: Tietovaraston kansion nimi tulee olla asetettu
he: חובה להגדיר שם לתיקיית המאגר
hi: रिपोजिटरी फोल्डर नाम निर्धारित होना चाहिए
hu: A tároló mappájának nevét be kell állítani
is: Það verður að tiltaka nafn á grunnmöppu gagnasafnsins
it: È necessario impostare un nome per la cartella del deposito
ka: რეპოზიტორიის საქაღალდის სახელის დაყენება აუცილებელია
kk: Репозиторий бумасының аты көрсетілуі тиіс
pt: O nome da pasta repositório tem que ser definido
pt_br: O nome da pasta do repositório deve ser definido
ro: Numele dosarului depozitului trebuie să fie stabilit
ru: Имя папки хранилища должно быть задано
sl: Ime mape skladišča mora biti določeno
sv: Mappnamnet för lagringsplatsen måste ställas in
tr: Depo klasörü adı ayarlanmalıdır
uk: Має бути встановлено назву теки сховища
zh_cn: 必须设置仓库文件夹名称

source: No Base Folder Selected
cs: Není vybrána žádná základní složka
de: Kein Basisordner ausgewählt
el: Δεν Επιλέχθηκε Βασικός Φάκελος
eo: Neniu bazdosierujo elektita
es: Ninguna carpeta base seleccionada
eu: Ez da oinarri-karpetarik hautatu
fi: Pohjakansiota ei ole valittu
he: לא נבחרה תיקיית בסיס
hi: कोई आधार फोल्डर चयनित नहीं
hu: Nincs alapmappa kiválasztva
is: Engin grunnmappa valin
it: Nessuna cartella base selezionata
ka: საბაზისო საქაღალდე არჩეული არაა
kk: Негізгі бума таңдалмады
pt: Nenhuma directoria base seleccionada
pt_br: Nenhuma pasta base selecionada
ro: Niciun dosar de bază selectat
ru: Базовая папка не выбрана
sl: Ni izbrane osnovne mape
sv: Ingen basmapp har valts
tr: Temel Klasör Seçilmedi
uk: Не вибрано базової теки
zh_cn: 未选择基础文件夹

source: Select a base folder for the backup repository
cs: Vyberte základní složku pro úložiště záloh
de: Einen Basisordner für das Sicherungsdepot auswählen
el: Επιλέξτε έναν βασικό φάκελο για το αποθετήριο αντιγράφων ασφαλείας
eo: Elektu bazdosierujon por la sekurkopiadeponejo
es: Seleccione una carpeta base para el repositorio de respaldo
eu: Hautatu oinarri-karpeta bat babeskopia-biltegirako
fi: Valitse pohjakansio varmuuskopion tietovarastolle
he: נא לבחור תיקיית בסיס למאגר הגיבוי
hi: बैकअप रिपोजिटरी के लिए एक आधार फोल्डर चुनें
hu: Alapmappa kiválasztása a biztonsági mentési tárolóhoz
is: Veldu grunnmöppu fyrir gagnasafn öryggisafritunar
it: Selezionare una cartella di base per il deposito del backup
ka: აირჩიეთ საბაზისო საქაღალდე მარქაფის რეპოზიტორიისთვის
kk: Резервтік көшірме репозиторийі үшін негізгі буманы таңдаңыз
pt: Selecione uma diretório base para um novo repositório de backup
pt_br: Selecione uma pasta base para o repositório de backup
ro: Selectați un dosar de bază pentru depozitul copiei de rezervă
ru: Выберите базовую папку для хранилища резервных копий
sl: Izberite osnovno mapo za skladišče varnostnih kopij.
sv: Välj en basmapp för säkerhetskopieringsförrådet
tr: Yedekleme deposu için temel klasör seç
uk: Виберіть базову теку для сховища резервних копій
zh_cn: 为该备份仓库选择基础文件夹

source: Invalid Remote Location
cs: Neplatné vzdálené umístění
de: Ungültiger entfernter Ort
el: Μη Έγκυρη Απομακρυσμένη Τοποθεσία
eo: Nevalida fora loko
es: Ubicación remota no válida
eu: Urruneko kokaleku baliogabea
fi: Virheellinen etäsijainti
fr: Emplacement distant non valide
he: מיקום מרוחק שגוי
hi: अमान्य रिमोट स्थान
hu: Érvénytelen távoli hely
is: Fjartengdur geymslustaður ótækur
it: Posizione remota non valida
ka: არასწორი დაშორებული მდებარეობა
kk: Қашықтағы орналасу жарамсыз
nl: Ongeldige locatie op afstand
pt: Localização remota inválida
pt_br: Local remoto inválido
ro: Locație la distanță nevalidă
ru: Недействительное удаленное расположение
sl: Neveljavno oddaljeno mesto
sv: Ogiltig fjärrplats
tr: Geçersiz Uzak Konum
uk: Некоректне місце на віддаленому комп'ютері
zh_cn: 无效的远程位置

source: Configure Repository
cs: Nastavit úložiště
de: Konfigurieren des Sicherungsdepots
el: Διαμόρφωση Αποθετηρίου
eo: Agordi deponejon
es: Configurar el repositorio
eu: Konfiguratu biltegia
fi: Määritä tietovarasto
he: הגדרת מאגר
hu: Tároló beállítása
it: Configurazione del deposito
ka: რეპოზიტორიის მორგება
kk: Репозиторийді баптау
pt_br: Configurar o repositório
ro: Configurează depozitul
ru: Настройка хранилища
sl: Prilagodi skladišče
sv: Konfigurera lagringsplats
tr: Depoyu Yapılandır
uk: Налаштувати сховище
zh_cn: 配置仓库

source: Repository Name
cs: Název úložiště
de: Depotname
el: Όνομα αποθετηρίου
eo: Nomo de deponejo
es: Nombre del repositorio
eu: Biltegiaren izena
fa: نام مخزن
fi: Tietovaraston nimi
fr: Nom du dépôt
he: שם מאגר
hi: रिपोजिटरी का नाम
hu: Tároló neve
is: Nafn gagnasafns
it: Nome del deposito
ka: რეპოზიტორიის სახელი
kk: Репозиторий аты
pt: Nome do repositório
pt_br: Nome do repositório
ro: Nume depozit
ru: Название хранилища
sl: Ime skladišča
sv: Lagringsplatsnamn
tr: Depo Adı
uk: Назва сховища
zh_cn: 仓库名称
