Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Last backup completed with warnings
fr: Dernière sauvegarde terminée avec des avertissements
is: Síðustu öryggisafritun lauk án villumeldinga
nl: Laatste back-up voltooid met waarschuwingen
pt: Último backup foi concluído com avisos

source: Preparing backup
fr: Préparation de la sauvegarde
is: Undirbý öryggisafritun
nl: Back-up wordt voorbereid
pt: A preparar backup

source: Stop browsing files and start backup?
fr: Arrêter la navigation et démarrer la sauvegarde ?
is: Hætta að skoða skrár og hefja öryggisafritun?
nl: Stoppen met bladeren door bestanden en back-up beginnen?
pt: Parar de navegar nos ficheiros e iniciar o backup?

source: Browsing through archived files is not possible while running a backup.
fr: La navigation dans les fichiers archivés n’est pas possible pendant l’exécution d’une sauvegarde.
is: Ekki er hægt að fletta í gegnum skrár í safnskrá meðan öryggisafritun fer fram.
nl: Bladeren door gearchiveerde bestanden is niet mogelijk terwijl er een back-up gaande is.
pt: Não é possível navegar pelos ficheiros arquivados durante a execução de um backup.

source: Stop browsing files and start operation?
fr: Arrêter la navigation et démarrer la sauvegarde ?
is: Hætta að skoða skrár og hefja aðgerð?
pt: Parar de navegar nos ficheiros e iniciar a cópia de segurança?

source: Browsing through archived files is not possible while running an operation on the repository.
fr: La navigation dans les fichiers archivés n’est pas possible pendant l’exécution d’une sauvegarde.
is: Ekki er hægt að fletta í gegnum safnaskrár á meðan unnið er í gagnasafninu.
pt: Não é possível navegar pelos ficheiros arquivados durante a execução de uma operação.

source: _Check Now…
fr: _Vérifier maintenant…
is: _Yfirfara núna...
pt: V_erificar agora…

source: Stop browsing archive files
fr: Arrêter de parcourir les fichiers de l’archive
is: Hætta að fletta í safnskrám
nl: Stoppen met bladeren door archiefbestanden
pt: Parar navegação por arquivos

source: No archives available
fr: Aucune archive disponible
is: Engar safnskrár tiltækar
nl: Geen archieven beschikbaar
pt: Nenhum arquivo disponível

source: Browse saved files
fr: Parcourir les fichiers sauvegardés
is: Skoða vistuð skjöl
nl: Bladeren door opgeslagen bestanden
pt: Explorar ficheiros guardados

source: Delete archive
fr: Supprimer l’archive
is: Eyða safnskrá
nl: Archief verwijderen
pt: Eliminar arquivo

source: _Abort
fr: _Interrompre
is: _Hætta við
nl: _Afbreken
pt: _Abortar

source: Only files in the following folders are saved in the backup repository.
fr: Seuls les fichiers des dossiers suivants sont sauvegardés dans le dépôt.
is: Einungis skrár í eftirfarandi möppum eru vistaðar í gagnasafn öryggisafritunar.
nl: Enkel bestanden in de volgende mappen worden in de back-upopslagruimte opgenomen.
pt: Apenas os ficheiros das pastas seguintes são guardados no repositório de backup.

source: No files included in backup
fr: Aucun fichier inclus dans la sauvegarde
is: Engar skrár tilteknar í öryggisafritun
nl: Geen bestanden in back-up opgenomen
pt: Nenhum ficheiro incluído no backup

source: Exclude from Backup
fr: Exclure de la sauvegarde
is: Undanskilja frá öryggisafritun
nl: Uitsluiten uit back-up
pt: Excluir do backup

source: The following folders are excluded from the backup repository.
fr: Les dossiers suivants sont exclus du dépôt.
is: Eftirtöldum möppum verður sleppt úr gagnasafni afritunar.
nl: De volgende mappen worden uitgesloten uit de back-upopslagruimte.
pt: As seguintes pastas são excluídas do repositório de backup.

source: Nothing excluded from backup
fr: La sauvegarde n’exclut rien
is: Engu sleppt við öryggisafritun
nl: Niets uitgesloten uit back-up
pt: Nada foi excluído do backup

source: Disable backup schedule?
fr: Désactiver la sauvegarde planifiée ?
is: Gera tímasetta öryggisafritun óvirka?
nl: Back-upplanning uitschakelen?
pt: Desativar o agendamento de backup?

source: Amount saved
fr: Espace libéré
is: Magn vistað
nl: Hoeveelheid opgeslagen
pt: Quantidade guardada

source: Number of files saved
fr: Nombre de fichiers sauvegardés
is: Fjöldi vistaðra skráa
nl: Aantal opgeslagen bestanden
pt: Número de ficheiros guardados

source: Backup space used
fr: Espace de sauvegarde utilisé
is: Pláss notað undir öryggisafritun
nl: Back-upruimte gebruikt
pt: Espaço de backup utilizado

source: Current file
fr: Fichier actuel
is: Fyrirliggjandi skjal
nl: Huidig bestand
pt: Ficheiro atual

source: Verify data
fr: Vérifier les données
is: Sannprófa gögn
pt: Verificar dados

source: Perform full data verification.
fr: Réaliser une vérification complète des données.
is: Framkvæma fulla sannprófun gagna.
pt: Efetuar a verificação completa dos dados.

source: Repair errors. This can lead to data loss.
fr: Erreurs de réparation. Cela peut entraîner une perte de données.
is: Laga villur. Það getur leitt til þess að gögn glatist.
pt: Reparar erros. Isto pode levar à perda de dados.

source: Add exclusion rule
fr: Ajouter une règle d’exclusion
is: Bættu við reglu um hverju skal sleppa
pt: Adicionar regra de exclusão

source: These locations were identified as unreadable from a previous backup.
fr: Ces emplacements ont été identifiés comme illisibles par une sauvegarde précédente.
is: Þessir geymslustaðir voru skilgreindir sem ólesanlegir í fyrri öryggisafritun.
pt: Estas localizações foram identificadas como ilegíveis a partir de um backup anterior.

source: Encryption password
fr: Mot de passe de chiffrement
is: Lykilorð dulritunar
pt: Palavra-passe de encriptação

source: The encryption password of the backup repository.
fr: Le mot de passe de chiffrement du dépôt.
is: Lykilorð dulritunar fyrir gagnasafnið.
pt: A palavra-passe de encriptação deste repositório de cópias de segurança.

source: Command line arguments
fr: Arguments de ligne de commande
is: Viðföng/rofar á skipanalínu
pt: Argumentos da linha de comandos

source: These bash shell commands will be called on certain backup events.
fr: Ces commandes bash seront appelées selon certains évènements de sauvegarde.
is: Þessar bash-skeljaskipanir verða notaðar við sérstakar aðstæður við öryggisafritun.
pt: Estes comandos bash shell serão chamados em determinados eventos de backup.

source: Run with test values
fr: Exécuter avec des valeurs de test
is: Keyra með prufugildum
pt: Executar com valores de teste

source: Checking for old Archives
fr: Recherche d’anciennes archives
is: Leita að gömlum safnskrám
nl: Controleren op oude archieven
pt: A procurar por arquivos antigos

source: Creating a list of old archives to be approved for deletion.
fr: Création d’une liste d’anciennes archives à supprimer.
is: Bý til lista yfir gamlar safnskrár sem bíða samþykkis til eyðingar.
nl: Lijst met oude archieven om goed te keuren voor verwijdering wordt aangemaakt.
pt: Criação de uma lista de arquivos antigos a serem aprovados para eliminação.

source: Assessing Impact on old Archives
fr: Évaluation de l’impact sur les anciennes archives
is: Áætla áhrif á gamlar safnaskrár
nl: Invloed op oude archieven inschatten
pt: Avaliar o impacto em arquivos antigos

source: Create new Repository
fr: Créer un nouveau dépôt
is: Búa til nýtt gagnasafn
nl: Nieuwe opslagruimte aanmaken
pt: Criar novo repositório

source: ssh://user@server.example.org/~/backup smb://user@server.example.org/files/backup
fr: ssh://utilisateur@serveur.exemple.org/~/sauvegarde smb://utilisateur@serveur.exemple.org/fichiers/sauvegarde
pt: ssh://utilizador@servidor.exemplo.org/~/backup smb://utilizador@servidor.exemplo.org/ficheiros/backup

source: <span line_height='1.6'>Only available for completed backups:</span>
fr: <span line_height='1.6'>Disponible uniquement pour les sauvegardes complétées :</span>

source: Either <tt>COMPLETED</tt>, <tt>ABORTED</tt> or <tt>FAILED</tt>
fr: Soit <tt>COMPLETED</tt>, <tt>ABORTED</tt> ou <tt>FAILED</tt>

source: Monitoring Backup Schedule
fr: Surveillance de la planification de sauvegarde
nl: Back-upplanning monitoren

source: Exclude Directory
fr: Exclure le répertoire
nl: Map uitsluiten

source: Exclude File
fr: Exclure le fichier
nl: Bestand uitsluiten

source: Exclude Folder
fr: Exclure le dossier
nl: Map uitsluiten

source: Exclude Single File
fr: Exclure un seul fichier
nl: Enkel bestand uitsluiten

source: Select a location for a new backup repository.
fr: Sélectionner un emplacement pour un nouveau dépôt de sauvegarde.
nl: Selecteer een locatie voor een nieuwe back-upopslagruimte.

source: A repository location has to be given.
fr: L’emplacement du dépôt est nécessaire.
nl: Er moet een opslagruimtelocatie opgegeven worden.

source: Removing the setup will not delete any archives.
fr: Supprimer la configuration ne supprimera pas vos archives.
nl: De instelling verwijderen zal geen archieven verwijderen.

source: Remove Setup
fr: Supprimer la configuration
nl: Instellingen verwijderen

source: No longer remind of backups based on a schedule.
fr: Ne plus notifier les sauvegardes planifiées.
nl: Toon geen herinnering meer voor back-ups gebaseerd op een planning.

source: Keep Schedule
fr: Conserver la planification
nl: Planning bewaren

source: Disable Schedule
fr: Désactiver la planification
nl: Planning uitschakelen

source: One Backup Operation Running
fr: Sauvegarde en cours
nl: Er wordt één back-up uitgevoerd

source: Rebuilding main database
nl: Hoofddatabase wordt opnieuw samengesteld

source: To quit monitoring the backup schedule, open Pika Backup and disable all scheduled backups.
nl: Open Pika Backup en schakel alle geplande back-ups uit om de back-upplanning niet meer te monitoren.

source: Archives are being mounted. This might take a while.
nl: Archieven worden aangekoppeld. Dit kan even duren.

source: Preferred Day
nl: Voorkeursdag

source: Support us on Github Sponsors
nl: Ondersteun ons op GitHub Sponsors

source: Failed to list existing repositories.
nl: Oplijsten van bestaande opslagruimten mislukt.

source: Back to Overview
nl: Terug naar overzicht

source: Connect
nl: Verbinden

source: ssh://user@server.example.org/~/backup
nl: ssh://gebruiker@server.voorbeeld.org/~/backup

source: _Select…
nl: _Selecteren…

source: Additional command line arguments invalid.
nl: De extra opdrachtregelparameters zijn ongeldig.

source: Abort Saving Backup State?
nl: Opslaan van back-upstatus afbreken?

source: The current backup state is in the process of being saved. The backup can be continued later without saving the state. Some data might have to be copied again.
nl: De huidige back-upstatus wordt opgeslagen. De back-up kan later verdergezet worden zonder de status op te slaan. Sommige gegevens zullen dan opnieuw gekopieerd moeten worden.

source: Archives are currently being deleted. Aborting now will cause some deletion progress to be lost. Free space will not be reclaimed.
nl: Archieven worden momenteel verwijderd. Door dit proces af te breken zal een deel van de voortgang in het verwijderen verloren gaan. Er zal geen ruimte vrijkomen.

source: Stop Deleting Archives?
nl: Verwijdering van archieven stoppen?

source: Deletion progress will be saved. Free space will not be reclaimed. You can continue deletion at a later time by starting the operation again.
nl: Verwijderingsvoortgang wordt opgeslagen. Er zal geen ruimte vrijkomen. U kunt de verwijdering later verderzetten door deze opnieuw te starten.

source: Failed to fix Scheduled Backups
nl: Oplossen van probleem met geplande back-ups mislukt

source: Scheduled Backups Repaired
nl: Geplande back-ups zijn hersteld

source: The system contained an error that potentially caused scheduled backups not to work properly. This problem is now resolved.
nl: Er zat een fout in het systeem waardoor geplande backups mogelijk niet correct werkten. Dit probleem is nu opgelost.
