Repository: pika-backup/pika-backup
Catalog: po/*.po
Languages: cs, de, el, eo, es, eu, fa, fi, fr, he, hi, hu, is, it, ka, kk, nl, pt, pt_br, ro, ru, sl, sv, tr, uk, zh_cn

source: Preferred Time
cs: Upřednostňovaný čas
de: Bevorzugte Zeit
el: Προτιμώμενη Ώρα
eo: Preferata tempo
es: Hora preferida
eu: Hobetsitako ordua
fa: زمان ترجیحی
fi: Ensisijainen ajankohta
fr: Heure préférée
he: שעה מועדפת
hi: पसंदीदा समय
hu: Előnyben részesített időpont
is: Ákjósanlegur tími
it: Orario preferito
ka: სასურველი დრო
kk: Қалаулы уақыт
nl: Voorkeurstijd
pt: Horário preferido
pt_br: Horário preferido
ro: Oră preferată
ru: Предпочтительное время
sl: Prednostni čas
sv: Föredragen tid
tr: Yeğlenen Zaman
uk: Бажаний час
zh_cn: 首选时间

source: Preferred Weekday
cs: Upřednostňovaný den v týdnu
de: Bevorzugter Wochentag
el: Προτιμώμενη Ημέρα της Εβδομάδας
eo: Preferata semajnoparto
es: Día de la semana preferido
eu: Hobetsitako asteguna
fa: روز ترجیحی هفته
fi: Ensisijainen viikonpäivä
fr: Jour de la semaine préféré
he: יום מועדף בשבוע
hi: पसंदीदा कार्यदिवस
hu: Előnyben részesített hétköznap
is: Ákjósanlegur vikudagur
it: Giorno della settimana preferito
ka: სასურველ კვირის დღე
kk: Қалаулы апта күні
nl: Voorkeursweekdag
pt: Dia da semana preferido
pt_br: Dia da semana preferido
ro: Zi a săptămânii preferată
ru: Предпочтительный будний день
sl: Prednostni dan v tednu
sv: Föredragen veckodag
tr: Yeğlenen Haftanın Günü
uk: Бажаний день тижня
zh_cn: 首选工作日

source: Preferred Day of Month
cs: Upřednostňovaný den v měsíci
de: Bevorzugter Tag des Monats
el: Προτιμώμενη Ημέρα του Μήνα
eo: Preferata tago de la monato
es: Día del mes preferido
eu: Hilabeteko egun hobetsia
fa: روز ترجیحی ماه
fi: Ensisijainen kuukaudenpäivä
fr: Jour du mois préféré
he: יום מועדף בחודש
hi: महीने का पसंदीदा दिन
hu: A hónap előnyben részesített napja
is: Ákjósanlegur mánaðardagur
it: Giorno preferito del mese
ka: სასურველი თვის დღე
kk: Қалаулы ай күні
pt: Dia do mês preferido
pt_br: Dia do mês preferido
ro: Ziua preferată a lunii
ru: Предпочтительный день месяца
sl: Prednostni dan v mesecu
sv: Föredragen dag i månaden
tr: Yeğlenen Ayın Günü
uk: Бажаний день місяця
zh_cn: 首选月份中某一天

source: Delete Old Archives
cs: Smazat staré archivy
de: Alte Archive löschen
el: Διαγραφή Παλαιών Αρχειοθηκών
eo: Forigi malnovajn arkivojn
es: Eliminar archivadores antiguos
eu: Ezabatu artxibo zaharrak
fi: Poista vanhat arkistot
he: מחיקת ארכיונים ישנים
hi: पुराने पुरालेख मिटायें
hu: Régi archívumok törlése
it: Eliminazione dei vecchi archivi
ka: ძველი არქივების წაშლა
kk: Ескі архивтерді өшіру
pt_br: Excluir arquivos antigos
ro: Șterge arhivele vechi
ru: Удалить старые архивы
sl: Izbriši stare arhive
sv: Ta bort gamla arkiv
tr: Eski Arşivleri Sil
uk: Вилучити застарілі архіви
zh_cn: 删除旧归档文件

source: Save Configuration
cs: Uložit nastavení
de: Konfiguration speichern
el: Αποθήκευση Ρυθμίσεων
eo: Konservi agordon
es: Guardar la configuración
eu: Gorde konfigurazioa
fa: ذخیرهٔ پیکربندی
fi: Tallenna määritys
fr: Enregistrer la configuration
he: שמירת הגדרות
hi: विन्यास सहेजें
hu: Beállítások mentése
is: Vista stillingar
it: Salva la configurazione
ka: კონფიგურაციი შენახვა
kk: Конфигурацияны сақтау
nl: Configuratie opslaan
pt: Guardar configuração
pt_br: Salvar configuração
ro: Salvează configurația
ru: Сохранить конфигурацию
sl: Shrani nastavitev
sv: Spara konfiguration
tr: Yapılandırmayı Kaydet
uk: Зберегти налаштування
zh_cn: 保存配置

source: Regularly Cleanup Archives
cs: Pravidelně promazávat archivy
de: Archive regelmäßig ausdünnen
el: Τακτική Εκκαθάριση Αρχειοθηκών
eo: Regule purigi arkivojn
es: Limpiar archivadores periódicamente
eu: Garbitu artxiboak tarte erregularretan
fa: پاک سازی قاعده‌مند بایگانی‌ها
fi: Siivoa arkistot säännöllisesti
fr: Nettoyer régulièrement les archives
he: לנקות את הארכיונים באופן קבוע
hi: नियमित रूप से पुरालेखागार की सफाई करें
hu: Archívumok időszakos tisztítása
is: Hreinsa safnskrár reglubundið
it: Ripulire regolarmente gli archivi
ka: არქივების რეგულარული მოსუფთავება
kk: Архивтерді жүйелі түрде тазалау
nl: Archieven regelmatig opruimen
pt: Limpar arquivos regularmente
pt_br: Limpar arquivos regularmente
ro: Curățați în mod regulat arhivele
ru: Регулярная очистка архивов
sl: Redno počisti arhive
sv: Rensa regelbundet arkiv
tr: Düzenli Olarak Arşivleri Temizle
uk: Регулярно чистити архіви
zh_cn: 定期清理归档文件

source: Remove old archives after creating new backups
cs: Po vytvoření nových záloh odstranit ty staré
de: Nach dem Erstellen neuer Sicherungen alte Archive entfernen
el: Αφαίρεση παλαιών αρχειοθηκών μετά τη δημιουργία νέων αντιγράφων ασφαλείας
eo: Forigi malnovajn arkivojn post krei novajn sekurkopiojn
es: Eliminar archivadores antiguos tras crear nuevos respaldos
eu: Kendu artxibo zaharrak babeskopia berriak sortu ondoren
fa: برداشتن بایگانی‌های قدیمی پس از ایجاد پشتیبان‌های جدید
fi: Poista vanhat arkistot uusien varmuuskopioiden luomisen jälkeen
fr: Supprimer les anciennes archives après la création de nouvelles sauvegardes
he: הסרת ארכיונים ישנים לאחר יצירת גיבויים חדשים
hi: नए बैकअप बनाने के बाद पुराने पुरालेख हटा दें
hu: Régi archívumok eltávolítása az új biztonsági mentések létrehozása után
is: Fjarlægja gamlar safnskrár þegar nýjar eru búnar til
it: Rimuove gli archivi vecchi dopo la creazione di nuovi backup
ka: ძველი არქივების წაშლა ახალი მარქაფების შექმნის შემდეგ
kk: Жаңа резервтік көшірмелер жасалғаннан кейін ескі архивтерді өшіру
nl: Verwijder oude archieven wanneer er nieuwe back-ups gemaakt worden
pt: Remover arquivos antigos após a criação de novos backups
pt_br: Remover arquivos antigos após criar novos backups
ro: Elimină arhivele vechi după crearea de copii de rezervă noi
ru: Удалять старые архивы после создания новых резервных копий
sl: Odstrani stare arhive po ustvarjanju novih varnostnih kopij
sv: Ta bort gamla arkiv efter att ha skapat nya säkerhetskopior
tr: Yeni yedek oluşturunca eski arşivleri kaldır
uk: Вилучати застарілі архіви після створення нових резервних копій
zh_cn: 创建新备份后移除旧归档文件

source: Preserved Archives
cs: Uchované archivy
de: Behaltene Archive
el: Διατηρημένες Αρχειοθήκες
eo: Konservitaj arkivoj
es: Archivadores preservados
eu: Gordetako artxiboak
fi: Säilytettävät arkistot
fr: Archives conservées
he: ארכיונים שמורים
hi: संरक्षित पुरालेख
hu: Megőrzött archívumok
is: Varðveittar safnskrár
it: Archivi da preservare
ka: შემონახული არქივები
kk: Сақталған архивтер
nl: Bewaarde archieven
pt: Arquivos preservados
pt_br: Preservar arquivos
ro: Arhive conservate
ru: Сохраненные архивы
sl: Ohranjeni arhivi
sv: Bevarade arkiv
tr: Korunan Arşivler
uk: Збережені архіви
zh_cn: 保留归档文件

source: Amount and time span of retained archives
cs: Množství a časový rozsah uchovávaných archivů
de: Anzahl und Zeitspanne der behaltenen Archive
el: Πλήθος και χρονικό διάστημα διατηρημένων αρχειοθηκών
eo: Kvanto kaj tempo de retenitaj arkivoj
es: Número y período temporal de los archivadores retenidos
eu: Gordetako artxiboen kopurua eta denbora-tartea
fi: Määrä ja aikaväli säilytettäville arkistoille
fr: Quantité et période d’archives à conserver
he: כמות ומשך הזמן לשמירת ארכיונים
hi: संग्रहित पुरालेखों की मात्रा और समयावधि
hu: A megőrzött archívumok mennyisége és időtartama
is: Hve margar og hversu lengi safnskrár eru geymdar.
it: Quantità e intervallo temporale degli archivi da mantenere
ka: შემონახული არქივების რაოდენობა და დროის ხანგრძლივობა
kk: Сақталатын архивтердің саны мен уақыт аралығы
nl: Aantal en tijdsspanne van bijgehouden archieven
pt: Quantidade e duração dos arquivos retidos
pt_br: Quantidade e duração dos arquivos retidos
ro: Cantitatea și intervalul de timp al arhivelor păstrate
ru: Объем и срок хранения архивов
sl: Količina in časovni razpon zadržanih arhivov
sv: Mängd och tidsomfattning för bevarade arkiv
tr: Tutulacak arşivlerin miktarı ve zaman aralığı
uk: Кількість та часовий проміжок збережених архівів
zh_cn: 保留归档文件的总数和时间跨度

source: Details
cs: Podrobnosti
el: Λεπτομέρειες
eo: Detaloj
es: Detalles
eu: Xehetasunak
fa: جزییات
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
hu: Részletek
is: Nánar
it: Dettagli
ka: დეტალები
kk: Толығырақ
pt: Detalhes
pt_br: Detalhes
ro: Detalii
ru: Подробности
sl: Podrobnosti
sv: Detaljer
tr: Ayrıntılar
uk: Подробиці
zh_cn: 细节

source: Keep Hourly
cs: Uchovávat hodiny
de: Stündlich behalten
el: Διατήρηση Ωριαίων
eo: Konservi ĉiun horon
es: Mantener cada hora
eu: Mantendu orduro
fa: نگه داشتن ساعتی
fi: Pidä tunneittain
fr: Conserver horaires
he: לשמור שעתית
hi: प्रति घंटा रखें
hu: Óránkénti megtartása
is: Halda á hverri klukkustund
it: Orari da conservare
ka: ყოველ საათში
kk: Әр сағат сайынғысын сақтау
nl: Uurlijks bijhouden
pt: Manter de hora em hora
pt_br: Manter de hora em hora
ro: Păstrează orar
ru: Хранить каждый час
sl: Ohrani urne
sv: Behåll varje timme
tr: Saatlik Tut
uk: Продовжувати щогодини
zh_cn: 按小时保留

source: Keep Daily
cs: Uchovávat dny
de: Täglich behalten
el: Διατήρηση Ημερήσιων
eo: Konservi ĉiutage
es: Mantener diario
eu: Mantendu egunero
fa: نگه داشتن روزانه
fi: Säilytä päivittäin
fr: Conserver quotidiennes
he: לשמור יומית
hi: दैनिक रखें
hu: Napi megtartása
is: Halda daglega
it: Giornalieri da conservare
ka: ყოველდღე
kk: Күнделіктісін сақтау
nl: Dagelijks bijhouden
pt: Manter diariamente
pt_br: Manter diariamente
ro: Păstrează zilnic
ru: Хранить ежедневно
sl: Dnevno ponavljanje
sv: Behåll varje dag
tr: Günlük Tut
uk: Продовжувати щодня
zh_cn: 按天保留

source: Keep Weekly
cs: Uchovávat týdny
de: Wöchentlich behalten
el: Διατήρηση Εβδομαδιαίων
eo: Konservi ĉiusemajne
es: Mantener semanal
eu: Mantendu astero
fa: نگه داشتن هفتگی
fi: Säilytä viikottain
fr: Conserver hebdomadaires
he: לשמור שבועית
hi: साप्ताहिक रखें
hu: Heti megtartása
is: Halda vikulega
it: Settimanali da conservare
ka: ყოველკვირა
kk: Апталықты сақтау
nl: Wekelijks bijhouden
pt: Manter semanalmente
pt_br: Manter semanalmente
ro: Păstrează săptămânal
ru: Хранить еженедельно
sl: Tedensko ponavljanje
sv: Behåll varje vecka
tr: Haftalık Tut
uk: Продовжувати щотижня
zh_cn: 按周保留

source: Keep Monthly
cs: Uchovávat měsíce
de: Monatlich behalten
el: Διατήρηση Μηνιαίων
eo: Konservi ĉiumonate
es: Mantener mensual
eu: Mantendu hilero
fa: نگه داشتن ماهانه
fi: Säilytä kuukausittain
fr: Conserver mensuelles
he: לשמור חודשית
hi: मासिक रखें
hu: Havi megtartása
is: Halda mánaðarlega
it: Mensili da conservare
ka: ყოველთვე
kk: Айлықты сақтау
nl: Maandelijks bijhouden
pt: Manter mensalmente
pt_br: Manter mensalmente
ro: Păstrează lunar
ru: Хранить ежемесячно
sl: Mesečno ponavljanje
sv: Behåll varje månad
tr: Aylık Tut
uk: Продовжувати щомісяця
zh_cn: 按月保留

source: Keep Annual
cs: Uchovávat roky
de: Jährlich behalten
el: Διατήρηση Ετήσιων
eo: Konservi ĉiujare
es: Mantener anual
eu: Mantendu urtero
fa: نگه داشتن سالانه
fi: Säilytä vuosittain
fr: Conserver annuelles
he: לשמור שנתית
hi: वार्षिक रखें
hu: Évi megtartása
is: Halda árlega
it: Annuali da conservare
ka: ყოველ წელს
kk: Жылдықты сақтау
nl: Jaarlijks bijhouden
pt: Manter anualmente
pt_br: Manter anualmente
ro: Păstrează anual
ru: Хранить ежегодно
sl: Letno ponavljanje
sv: Behåll varje år
tr: Yıllık Tut
uk: Продовжувати щороку
zh_cn: 按年保留

source: Invalid time format.
cs: Neplatný formát času.
de: Ungültiges Zeitformat.
el: Μη έγκυρη μορφή ώρας.
eo: Malvalida tempoformato.
es: Formato de tiempo no válido.
eu: Ordu-formatu baliogabea.
fi: Virheellinen aikamuoto.
fr: Format d’heure non valide.
he: תבנית הזמן שגויה.
hi: अमान्य समय प्रारूप।
hu: Érvénytelen időformátum.
is: Ógilt tímasnið.
it: Formato dell'orario non valido.
ka: დროის არასწორი ფორმატი.
kk: Уақыт пішімі қате.
nl: Ongeldig tijdsformaat.
pt: Formato de horário inválido.
pt_br: Formato de horário inválido.
ro: Format de oră nevalid.
ru: Неверный формат времени.
sl: Neveljaven zapis časa.
sv: Ogiltigt tidsformat.
tr: Geçersiz zaman biçimi.
uk: Некоректний формат визначення часу.
zh_cn: 无效的时间格式。

source: Invalid weekday.
cs: Neplatný den v týdnu.
de: Ungültiger Wochentag.
el: Μη έγκυρη ημέρα της εβδομάδας.
eo: Malvalida semajnoparto.
es: Día de la semana no válido.
eu: Astegun baliogabea.
fi: Virheellinen viikonpäivä.
fr: Jour de semaine non valide.
he: היום בשבוע שגוי.
hi: अमान्य कार्यदिवस।
hu: Érvénytelen hétköznap.
is: Ógildur vikudagur.
it: Giorno della settimana non valido.
ka: კვირის დღის არასწორი სახელი.
kk: Апта күні қате.
nl: Ongeldige weekdag.
pt: Dia da semana inválido.
pt_br: Dia da semana inválido.
ro: Zi a săptămânii nevalidă.
ru: Неверный день недели.
sl: Neveljavno ime dneva v tednu
sv: Ogiltig veckodag.
tr: Geçersiz hafta günü.
uk: Некоректний день тижня.
zh_cn: 无效的工作日。

source: No frequency selected.
cs: Není nastavená četnost.
de: Keine Häufigkeit ausgewählt.
el: Δεν επιλέχθηκε συχνότητα.
eo: Neniu ofteco elektita.
es: No se ha seleccionado una frecuencia.
eu: Ez da maiztasunik hautatu.
fi: Aikaväliä ei ole määritetty.
fr: Aucune fréquence sélectionnée.
he: לא נבחרה תדירות.
hi: कोई आवृत्ति चयनित नहीं।
hu: Nincs gyakoriság kiválasztva.
is: Engin tíðni valin.
it: Nessuna frequenza selezionata.
ka: სიხშირე არჩეული არაა.
kk: Жиілік таңдалмаған.
nl: Geen frequentie geselecteerd.
pt: Sem frequência selecionada.
pt_br: Sem frequência selecionada.
ro: Nu există nicio frecvență selectată.
ru: Частота не выбрана.
sl: Ni izbrane pogostosti varnostnega kopiranja
sv: Ingen frekvens vald.
tr: Sıklık seçilmedi.
uk: Не вибрано частоти.
zh_cn: 未选择频率。

source: Disable Backup Schedule?
cs: Vypnout plán záloh?
de: Den Sicherungsplan deaktivieren?
el: Απενεργοποίηση Προγράμματος Αντιγράφων Ασφαλείας;
eo: Ĉu malŝalti la sekurkopian planon?
es: Desactivar la programación del respaldo?
eu: Desgaitu babeskopiaren programazioa?
fi: Poistetaanko aikataulutettu varmuuskopiointi käytöstä?
he: להשבית תזמון גיבויים?
hi: बैकअप अनुसूची अक्षम करें?
hu: Letiltja a biztonsági mentés ütemezését?
it: Disabilitare la programmazione dei backup?
ka: გამოვრთო მარქაფის განრიგი?
kk: Резервтік көшіру кестесін сөндіру керек пе?
pt_br: Desabilita agendamento de backup?
ro: Dezactivați programul copiei de rezervă?
ru: Отключить резервное копирование по расписанию?
sl: Ali želite onemogočiti urnik varnostnega kopiranja?
sv: Inaktivera säkerhetskopieringsschema?
tr: Yedekleme Zamanlaması Devre Dışı Bırakılsın Mı?
uk: Вимкнути розклад резервного копіювання?
zh_cn: 禁用备份计划吗？

source: Backups will no longer run on a schedule
cs: Zálohování již nebude probíhat podle plánu
de: Sicherungen werden nicht mehr nach einem Zeitplan ausgeführt
el: Τα αντίγραφα ασφαλείας δεν θα εκτελούνται πλέον βάσει προγράμματος
eo: Sekurkopioj ne plu estos planitaj
es: Los respaldos ya no se ejecutarán siguiendo una programación
eu: Babeskopiak ez dira gehiago programazio baten arabera egingo
fi: Varmuuskopioita ei enää suoriteta aikataulussa
he: הגיבויים לא יתוזמנו יותר
hi: बैकअप अब अनुसूची के अनुसार नहीं चलेंगे
hu: A biztonsági mentések többé nem ütemezés szerint futnak
is: Öryggisafritanir munu ekki lengur keyra samkvæmt tímasetningu
it: I backup non verranno più eseguiti secondo una programmazione
ka: მარქაფები დაგეგმილ დროს აღარ გაეშვება
kk: Резервтік көшірмелер бұдан былай кесте бойынша жасалмайды
pt: Os backups deixarão de ser executados num agendamento
pt_br: Os backups não serão mais executados de acordo com uma programação
ro: Copiile de rezervă nu vor mai rula conform unui program
ru: Резервные копии больше не будут выполняться по расписанию
sl: Varnostne kopije se ne bodo več izvajale po urniku
sv: Säkerhetskopior kommer inte längre köras enligt ett schema
tr: Yedeklemeler artık zamanlamaya göre çalışmayacak
uk: Резервне копіювання більше не відбуватиметься за розкладом
zh_cn: 备份将不再按计划运行

source: _Keep Schedule
cs: _Zachovat plán
de: Zeitplan _behalten
el: _Διατήρηση Προγράμματος
eo: _Konservi planon
es: _Mantener programación
eu: _Mantendu programazioa
fi: _Säilytä aikataulu
he: _להמשיך תזמון
hi: अनुसूची रखें (_K)
hu: Ütemezés _megtartása
is: H_alda tímasetningu
it: _Mantieni la programmazione
ka: _გეგმის შენარჩუნება
kk: Кестені _сақтау
pt: Manter agendamento
pt_br: _Manter agendamento
ro: _Păstrează programul
ru: _Соблюдать расписание
sl: _Ohrani urnik
sv: _Behåll schema
tr: Zamanlamayı _Tut
uk: З_берігати розклад
zh_cn: 保持计划(_K)

source: _Disable Schedule
cs: _Vypnout plán
de: Zeitplan _deaktivieren
el: _Απενεργοποίηση Προγράμματος
eo: _Malŝalti planon
es: _Desactivar programación
eu: _Desgaitu programazioa
fi: _Poista aikataulu käytöstä
he: לה_שבית תזמון
hi: अनुसूची अक्षम करें (_D)
hu: Ütemezés _letiltása
is: _Gera tímasetningu óvirka
it: _Disabilita la programmazione
ka: _გეგმის გათიშვა
kk: Кестені сөн_діру
pt: _Desativar agendamento
pt_br: _Desabilitar agendamento
ro: _Dezactivează programul
ru: _Отключить расписание
sl: Onemo_goči urnik
sv: _Inaktivera schema
tr: Zamanlamayı _Devre Dışı Bırak
uk: Ви_мкнути розклад
zh_cn: 禁用计划(_D)

source: No preset selected.
cs: Není vybráno žádné přednastavení.
de: Keine Voreinstellung ausgewählt.
el: Δεν επιλέχθηκε προκαθορισμένη ρύθμιση.
eo: Neniu antaŭagordo elektita.
es: Ningún ajuste predeterminado seleccionado.
eu: Ez da aurrezarpenik hautatu.
fi: Esiasetusta ei ole valittu.
fr: Aucun préréglage sélectionné.
he: לא נבחרה ערכה.
hi: कोई प्रीसेट चयनित नहीं।
hu: Nincs előbeállítás kiválasztva.
is: Engin forstilling valin.
it: Nessuna preimpostazione selezionata.
ka: პრესეტი არჩეული არაა.
kk: Ешқандай алдын ала орнату таңдалмаған.
nl: Geen voorinstelling geselecteerd.
pt: Nenhuma predefinição selecionada.
pt_br: Nenhuma predefinição selecionada.
ro: Nu există nicio prestabilire selectată.
ru: Не выбрана предустановка.
sl: Ni izbrane shranjene nastavitve
sv: Ingen förinställning har valts.
tr: Ön ayar seçilmedi.
uk: Не вибрано жодного набору.
zh_cn: 未选择预设。

source: Keep Many
cs: Uchovávat hodně
de: Viele behalten
el: Διατήρηση Πολλών
eo: Konservi multajn
es: Mantener muchos
eu: Mantendu anitz
fa: نگه داشتن چندین تا
fi: Pidä useita
fr: Conserver beaucoup
he: לשמור הרבה
hi: अनेक रखें
hu: Sok megtartása
is: Halda mörgum
it: Mantienine molti
ka: ბევრის შენარჩუნება
kk: Көбін сақтау
nl: Veel bijhouden
pt: Manter muitos
pt_br: Manter muitos
ro: Păstrează multe
ru: Сохранить много
sl: Ohrani mnoge
sv: Behåll många
tr: Birçoğunu Tut
uk: Зберегти багато
zh_cn: 保留很多

source: Keep Some
cs: Uchovávat pár
de: Einige behalten
el: Διατήρηση Μερικών
eo: Konservi iujn
es: Mantener algunos
eu: Mantendu batzuk
fa: نگه داشتن برخی
fi: Pidä joitain
fr: Conserver quelques-unes
he: לשמור חלק
hi: कुछ रखें
hu: Néhány megtartása
is: Halda sumum
it: Mantenine pochi
ka: ზოგიერთის შენარჩუნება
kk: Біразын сақтау
nl: Sommige bijhouden
pt: Manter alguns
pt_br: Manter alguns
ro: Păstrează unele
ru: Сохранить несколько
sl: Ohrani nekatere
sv: Behåll några
tr: Bazısını Tut
uk: Зберегти деякі
zh_cn: 保留一些

source: Custom
cs: Vlastní
de: Benutzerdefiniert
el: Προσαρμοσμένη
eo: Propra
es: Personalizado
eu: Pertsonalizatua
fa: سفارشی
fi: Mukautettu
fr: Personnalisé
he: התאמה אישית
hi: तदनुकूल
hu: Egyéni
is: Sérsniðið
it: Personalizzato
ka: ხელით
kk: Таңдауыңызша
nl: Aangepast
pt: Personalizado
pt_br: Personalizado
ro: Personalizat
ru: Другое
sl: Po meri
sv: Anpassat
tr: Özel
uk: Нетиповий
zh_cn: 自定义

source: Next backup in one minute
cs: Příští zálohování za minutu
de: Nächste Datensicherung in einer Minute
el: Επόμενο αντίγραφο ασφαλείας σε ένα λεπτό
eo: Venonta savkopio post unu minuto
es: Próximo respaldo en un minuto
eu: Hurrengo babeskopia minutu batean
fa: پشتیبان بعدی در یک دقیقه
fi: Seuraava varmuuskopiointi minuutin kuluttua
fr: Prochaine sauvegarde dans une minute
he: הגיבוי הבא בעוד דקה
hi: अगला बैकअप एक मिनट में
hu: A következő biztonsági mentés egy perc múlva lesz
is: Næsta öryggisafritun eftir eina mínútu
it: Prossimo backup tra un minuto
ka: შემდეგი მარქაფი {} წუთში
kk: Келесі резервтік көшірме {} минуттан кейін
nl: Volgende back-up binnen één minuut
pt: Próximo backup dentro de um minuto
pt_br: Próximo backup em um minuto
ro: Următoarea copie de rezervă într-un minut
ru: Следующее резервное копирование через одну минуту
sl: Naslednje varnostno kopiranje bo izvedeno čez {} minut
sv: Nästa säkerhetskopiering om en minut
tr: Sonraki yedekleme {} dakika sonra
uk: Наступне резервне копіювання за {} хвилину
zh_cn: 下次备份于 {} 分钟

source: Next backup in one hour
cs: Příští zálohování za hodinu
de: Nächste Datensicherung in einer Stunde
el: Επόμενο αντίγραφο ασφαλείας σε μία ώρα
eo: Venonta savkopio post unu horo
es: Próximo respaldo en una hora
eu: Hurrengo babeskopia ordu batean
fa: پشتیبان بعدی در یک ساعت
fi: Seuraava varmuuskopiointi tunnin kuluttua
fr: Prochaine sauvegarde dans une heure
he: הגיבוי הבא בעוד שעה
hi: अगला बैकअप एक घंटे में
hu: A következő biztonsági mentés egy óra múlva lesz
is: Næsta öryggisafritun eftir eina klukkustund
it: Prossimo backup tra un'ora
ka: შემდეგი მარქაფი {} საათში
kk: Келесі резервтік көшірме {} сағаттан кейін
nl: Volgende back-up binnen één uur
pt: Próximo backup dentro de uma hora
pt_br: Próximo backup em uma hora
ro: Următoarea copie de rezervă într-o oră
ru: Следующее резервное копирование через час
sl: Naslednje varnostno kopiranje bo izvedeno čez {} ur
sv: Nästa säkerhetskopiering om en timme
tr: Sonraki yedekleme {} saat sonra
uk: Наступне резервне копіювання за {} годину
zh_cn: 下次备份于 {} 小时

source: Next backup in one day
cs: Příští zálohování za den
de: Nächste Datensicherung in einem Tag
el: Επόμενο αντίγραφο ασφαλείας σε μία ημέρα
eo: Venonta savkopio post unu tago
es: Próximo respaldo en un día
eu: Hurrengo babeskopia egun batean
fa: پشتیبان بعدی در یک روز
fi: Seuraava varmuuskopiointi päivän kuluttua
fr: Prochaine sauvegarde dans un jour
he: הגיבוי הבא בעוד יום
hi: अगला बैकअप एक दिन में
hu: A következő biztonsági mentés egy nap múlva lesz
is: Næsta öryggisafritun eftir einn dag
it: Prossimo backup tra un giorno
ka: შემდეგი მარქაფი {} დღეში
kk: Келесі резервтік көшірме {} күннен кейін
nl: Volgende back-up binnen één dag
pt: Próximo backup dentro de dia
pt_br: Próximo backup em um dia
ro: Următoarea copie de rezervă într-o zi
ru: Следующее резервное копирование через один день
sl: Naslednje varnostno kopiranje bo izvedeno čez {} dni
sv: Nästa säkerhetskopiering om en dag
tr: Sonraki yedekleme {} gün sonra
uk: Наступне резервне копіювання за {} день
zh_cn: 下次备份于 {} 天

source: Next backup in one week
cs: Příští zálohování za týden
de: Nächste Datensicherung in einer Woche
el: Επόμενο αντίγραφο ασφαλείας σε μία εβδομάδα
eo: Venonta savkopio post unu semajno
es: Próximo respaldo en una semana
eu: Hurrengo babeskopia aste batean
fa: پشتیبان بعدی در یک هفته
fi: Seuraava varmuuskopiointi viikon kuluttua
fr: Prochaine sauvegarde dans une semaine
he: הגיבוי הבא בעוד שבוע
hi: अगला बैकअप एक सप्ताह में
hu: A következő biztonsági mentés egy hét múlva lesz
is: Næsta öryggisafritun eftir eina viku
it: Prossimo backup tra una settimana
ka: შემდეგი მარქაფი {} კვირაში
kk: Келесі резервтік көшірме {} аптадан кейін
nl: Volgende back-up binnen één week
pt: Próximo backup dentro de uma semana
pt_br: Próximo backup em uma semana
ro: Următoarea copie de rezervă într-o săptămână
ru: Следующее резервное копирование через неделю
sl: Naslednje varnostno kopiranje bo izvedeno čez {} tednov
sv: Nästa säkerhetskopiering om en vecka
tr: Sonraki yedekleme {} hafta sonra
uk: Наступне резервне копіювання за {} тиждень
zh_cn: 下次备份于 {} 周
